{
    "ธ ๑": "พยัญชนะตัวที่ ๒๔ เป็นพวกอักษรตํ่า และใช้เป็นตัวสะกดในแม่กดในคําที่มาจากภาษาบาลีและสันสกฤตเป็นต้น เช่น สุเมธ มคธ.",
    "ธ ๒": "[ทะ] (กลอน) ส. ท่าน, เธอ, เช่น ธ ประสงค์ใด จงสฤษดิ์ดัง หวังวรหฤทัย, เป็นสรรพนามบุรุษที่ ๓.",
    "ธง": "น. ผืนผ้าโดยมากเป็นสีและบางอย่างมีลวดลายเป็นรูปต่าง&#160;ๆ ที่ทําด้วยกระดาษและสิ่งอื่น&#160;ๆ ก็มี สําหรับ (๑) ใช้เป็นเครื่องหมายบอกชาติ ตําแหน่งในราชการ โดยมีกําหนดกฎเกณฑ์เป็นต้น เช่น ธงชาติ ธงแม่ทัพนายกอง. (๒) ใช้เป็นเครื่องหมายตามแบบสากลนิยม เช่น ธงกาชาด บอกที่ตั้งกองบรรเทาทุกข์, ธงขาว บอกความจํานนขอหย่าศึกหรือยอมแพ้, ธงเหลือง บอกเป็นเรือพยาบาลคนป่วยหรือเรือที่มีโรคติดต่ออันตราย, ธงแดง บอกเหตุการณ์อันเป็นภัย. (๓) ใช้เป็นเครื่องหมายเรือเดินทะเล คณะ สมาคม อาคารการค้า และอื่น&#160;ๆ. (๔) ใช้เป็นอาณัติสัญญาณ. (๕) ใช้เป็นเครื่องตกแต่งสถานที่ในงานรื่นเริงหรือถือเข้ากระบวนแห่เป็นต้น; ชื่อดาวหมู่หนึ่งตามที่กล่าวว่า โน่นดาวธงตรงหน้าอาชาไนย. (อภัย); ชื่อคันเบ็ดที่ปักประจําล่อปลา, กิริยาที่เอาเบ็ดนั้นไปปักเรียกว่า ธง; ข้อความที่อธิบายนําไว้เป็นตัวอย่าง.",
    "ธงก์": "(แบบ) น. กา (นก). (ป.).",
    "ธงกระบี่ธุช": "<i>ดู กระบี่ธุช</i>.",
    "ธงครุฑพ่าห์": "<i>ดู ครุฑพ่าห์</i>.",
    "ธงจระเข้": "น. ธงผืนผ้ามีรูปจระเข้ตรงกลาง มักปักไว้ที่ท่านํ้าหน้าวัด แสดงว่าทอดกฐินแล้ว.",
    "ธงฉาน": "(กฎ) น. ธงที่มีลักษณะอย่างเดียวกับธงชาติ แต่ตรงกลางของผืนธงมีรูปจักร ๘ แฉก แฉกของจักรเวียนไปทางซ้ายและมีสมอสอดวงจักรภายใต้พระมหามงกุฎ รูปเหล่านี้เป็นสีเหลือง เป็นธงที่ใช้ในเรือพระที่นั่งและเรือหลวง หรือเป็นธงสําหรับหน่วยทหารเรือที่ยกพลขึ้นบก ซึ่งหน่วยทหารนั้นไม่ได้รับพระราชทานธงชัยเฉลิมพล; (โบ) ธงนํากระบวนกองชนะ มีลักษณะเป็นรูปสามเหลี่ยม.",
    "ธงชัย ๑": "น. ธงซึ่งเป็นเครื่องหมายแห่งชัยชนะ.",
    "ธงชัย ๒": "น. กาลโยคอย่างหนึ่งในโหราศาสตร์ คือ เวลาประกอบด้วยโชคคราวชนะเข้าไปถึงที่ซึ่งศัตรูจะตั้งอยู่ไม่ได้.",
    "ธงชัยพระครุฑพ่าห์น้อย": "น. ชื่อธงมีลักษณะเป็นผ้าสีเหลืองรูปสี่เหลี่ยม มีภาพครุฑที่กลางผืนธง คันธงท่อนบนทำด้วยเหล็ก ยอดเรียวแหลมคร่ำทอง ท่อนล่างทำด้วยไม้ชัยพฤกษ์ติดกาบโลหะจำหลักเป็นภาพครุฑจับนาคจำนวน ๔ กาบ มีหางนกยูงผูกเป็นแพนเสียบที่กาบ, ใช้เชิญนำกระบวนพยุหยาตรา และอัญเชิญประดิษฐานในพิธีมณฑลในการพระราชพิธีต่าง&#160;ๆ เข้าคู่กับ ธงชัยราชกระบี่ธุชน้อย หรือ ธงชัยราชกระบี่ยุทธ โดยธงชัยพระครุฑพ่าห์น้อยอยู่ทางด้านขวา และธงชัยราชกระบี่ธุชน้อยหรือธงชัยราชกระบี่ยุทธอยู่ทางด้านซ้าย.",
    "ธงชัยราชกระบี่ธุช, ธงชัยราชกระบี่ธุชใหญ่": "<i>ดู กระบี่ธุช</i>.",
    "ธงชัยราชกระบี่ธุชน้อย": "น. ชื่อธงมีลักษณะเป็นผ้าสีแดงรูปสี่เหลี่ยม มีภาพพระกระบี่คือหนุมานที่กลางผืนธง คันธงท่อนบนทำด้วยเหล็ก ยอดเรียวแหลมคร่ำทอง ท่อนล่างทำด้วยไม้ชัยพฤกษ์ติดกาบโลหะจำหลักเป็นภาพหนุมานจำนวน ๔ กาบมีหางนกยูงเป็นแพนเสียบที่แผ่นกาบ มีอีกชื่อหนึ่งว่า ธงชัยราชกระบี่ยุทธ, ใช้เชิญนำกระบวนพยุหยาตรา และอัญเชิญประดิษฐานในพิธีมณฑลในการพระราชพิธีต่าง&#160;ๆ เข้าคู่กับ ธงชัยพระครุฑพ่าห์น้อย โดยธงชัยราชกระบี่ธุชน้อยอยู่ทางด้านซ้าย และธงชัยพระครุฑพ่าห์น้อยอยู่ทางด้านขวา.",
    "ธงชัยราชกระบี่ยุทธ": "<i>ดู ธงชัยราชกระบี่ธุชน้อย</i>.",
    "ธงชาติ ๑": "น. ธงที่มีความหมายถึงประเทศและชาติใดชาติหนึ่ง.",
    "ธงชาติ ๒, ธงชาติไทย": "(กฎ) น. ธงที่มีความหมายถึงประเทศไทยและชาติไทย มีลักษณะเป็นรูปสี่เหลี่ยมผืนผ้า กว้าง ๖ ส่วน ยาว ๙ ส่วน ด้านกว้างแบ่งเป็น ๕ แถบตลอดความยาวของผืนธง ตรงกลางเป็นแถบสีนํ้าเงินแก่ กว้าง ๒ ส่วน ต่อจากแถบสีนํ้าเงินแก่ออกไปทั้ง ๒ ข้างเป็นแถบสีขาวกว้างข้างละ ๑ ส่วน ต่อจากแถบสีขาวออกไปทั้ง ๒ ข้างเป็นแถบสีแดงกว้างข้างละ ๑ ส่วน ธงชาตินี้เรียกอีกอย่างหนึ่งว่า &#147;ธงไตรรงค์&#148;.",
    "ธงชาย": "น. ธงรูปสามเหลี่ยม ใช้ในกองทัพบก.",
    "ธงตะขาบ": "<pic050.gif,ธงตะขาบ>น. ธงชนิดหนึ่งทำด้วยแผ่นผ้าเป็นชิ้น&#160;ๆ เย็บติดกันไปเป็นพืด มีไม้สอดระหว่างชิ้นทำให้มีลักษณะคล้ายตัวตะขาบ ขนาดกว้างยาวตามต้องการ มักแขวนไว้ยอดเสาหงส์ตามหน้าวัดเป็นพุทธบูชา.",
    "ธงไตรรงค์": "น. ธงชาติไทย.",
    "ธงทิว, ธงเทียว": "น. ธงที่มีรูปลักษณะคล้ายกระบอก.",
    "ธงนำริ้ว": "น. ธงรูปสามเหลี่ยม ใช้นําริ้วกระบวนต่าง&#160;ๆ; ชื่อกลบทอย่างหนึ่ง มีตัวอย่างว่า กุ๋ยกุ๋ยหน้าไม่เก้อละเมอหึง ฟังฟังก็เหมือนแกล้งแพร่งความอึง คิดคิดและให้ขึ่งขุ่นเคืองใจ.",
    "ธงบรมราชวงศ์น้อย": "(กฎ) น. ธงสําหรับองค์สมเด็จพระบรมราชชนนี แบ่งตามความยาวออกเป็น ๒ ตอน ตอนต้นมีลักษณะและสีอย่างเดียวกับตอนต้นของธงบรมราชวงศ์ใหญ่แต่กว้างไม่เกิน ๖๐ เซนติเมตร ตอนปลายมีลักษณะเป็นชายต่อสีแดงแปลงเป็นรูปธงยาวเรียว โดยให้ปลายสุดกว้างครึ่งหนึ่งของธงตอนต้น ปลายธงตัดเป็นแฉกรูปหางนกแซงแซว ลึก ๓ ใน ๘ ส่วนของความยาวของผืนธง ความยาวของผืนธงเป็น ๘ เท่าของความกว้างของตอนต้น ธงนี้ถ้าชักขึ้นแทนธงบรมราชวงศ์ใหญ่ หมายความว่า โปรดเกล้าฯ ให้งดการยิงสลุตถวายคํานับ.",
    "ธงบรมราชวงศ์ใหญ่": "(กฎ) น. ธงสําหรับองค์สมเด็จพระบรมราชชนนี มีลักษณะเป็นรูปสี่เหลี่ยมผืนผ้า กว้าง ๒ ส่วน ยาว ๓ ส่วน พื้นธงสีเหลือง ปลายธงตัดเป็นแฉกรูปหางนกแซงแซว ลึก ๑ ใน ๓ ส่วนของความยาวของผืนธง ที่ตรงกลางตอนต้น ๒ ใน ๓ ส่วนของผืนธงเป็นรูปสี่เหลี่ยมจัตุรัสสีขาบ มีขนาดกว้างยาวครึ่งหนึ่งของความกว้างของผืนธง ภายในรูปสี่เหลี่ยมจัตุรัสสีขาบมีรูปมงกุฎขัตติยราชนารีประดิษฐานบนพานแว่นฟ้า ๒ ชั้นเหนือตั่ง และมีตั่งลดตั้งฉัตรกลีบบัว ๕ ชั้น อยู่ ๒ ข้าง รูปเหล่านี้เป็นสีเหลืองเข้ม.",
    "ธงพระครุฑพ่าห์, ธงชัยพระครุฑพ่าห์, ธงชัยพระครุฑพ่าห์ใหญ่": "<i>ดู ครุฑพ่าห์</i>.",
    "ธงมหาราชน้อย": "(กฎ) น. ธงสําหรับองค์พระมหากษัตริย์ แบ่งตามความยาวออกเป็น ๒ ตอน ตอนต้นมีลักษณะและสีอย่างเดียวกับธงมหาราชใหญ่ แต่กว้างไม่เกิน ๖๐ เซนติเมตร ตอนปลายมีลักษณะเป็นชายต่อสีขาวแปลงเป็นรูปธงยาวเรียวโดยให้ปลายสุดกว้างครึ่งหนึ่งของตอนต้น ปลายธงตัดเป็นแฉกรูปหางนกแซงแซว ลึก ๓ ใน ๘ ส่วนของความยาวของผืนธง ความยาวของผืนธงเป็น ๘ เท่าของความกว้างของตอนต้น ธงนี้ถ้าชักขึ้นแทนธงมหาราชใหญ่ หมายความว่า ทรงพระกรุณาโปรดเกล้าฯ ให้งดการยิงสลุตถวายคํานับ.",
    "ธงมหาราชใหญ่": "(กฎ) น. ธงสําหรับองค์พระมหากษัตริย์ มีลักษณะเป็นรูปสี่เหลี่ยมจัตุรัส พื้นธงสีเหลือง มีรูปพระครุฑพ่าห์สีแดงอยู่ตรงกลาง.",
    "ธงเยาวราชน้อย": "(กฎ) น. ธงสําหรับองค์สมเด็จพระยุพราช แบ่งความยาวออกเป็น ๒ ตอน ตอนต้นมีลักษณะและสีอย่างเดียวกับธงเยาวราชใหญ่ แต่กว้างไม่เกิน ๖๐ เซนติเมตร ตอนปลายมีลักษณะเป็นชายต่อสีขาวแปลงเป็นรูปธงยาวเรียวโดยให้ปลายสุดกว้างครึ่งหนึ่งของตอนต้น ปลายธงตัดเป็นแฉกรูปหางนกแซงแซว ลึก ๓ ใน ๘ ส่วนของความยาวของผืนธง ความยาวของผืนธงเป็น ๘ เท่าของความกว้างของตอนต้น ธงนี้ถ้าชักขึ้นแทนธงเยาวราชใหญ่ หมายความว่า โปรดเกล้าฯ ให้งดการยิงสลุตถวายคํานับ.",
    "ธงเยาวราชใหญ่": "(กฎ) น. ธงสําหรับองค์สมเด็จพระยุพราช มีลักษณะเป็นรูปสี่เหลี่ยมจัตุรัส พื้นธงมี ๒ สี รอบนอกสีขาบ รอบในสีเหลืองกว้างยาวครึ่งหนึ่งของรอบนอก มีรูปพระครุฑพ่าห์สีแดงอยู่ตรงกลาง.",
    "ธงราชินีน้อย": "(กฎ) น. ธงสําหรับองค์สมเด็จพระราชินี มีลักษณะและสีอย่างเดียวกับธงมหาราชน้อย เว้นแต่ชายต่อเป็นสีแดง ธงนี้ถ้าชักขึ้นแทนธงราชินีใหญ่ หมายความว่า ทรงพระกรุณาโปรดเกล้าฯ ให้งดการยิงสลุตถวายคํานับ.",
    "ธงราชินีใหญ่": "(กฎ) น. ธงสําหรับองค์สมเด็จพระราชินี มีลักษณะเป็นรูปสี่เหลี่ยมผืนผ้า กว้าง ๒ ส่วน ยาว ๓ ส่วน พื้นธงสีเหลือง ตอนต้น ๒ ใน ๓ ส่วนของความยาวของผืนธงเหมือนธงมหาราชใหญ่ ตอนปลายตัดเป็นแฉกรูปหางนกแซงแซว ลึก ๑ ใน ๓ ส่วนของความยาวของผืนธง.",
    "ธงสามชาย": "น. ธงรูปสามเหลี่ยมมุมฉาก ปลายธงมี ๓ แฉก เป็น ๓ ชายลดหลั่นกัน มักใช้นำริ้วกระบวน ถ้าใช้เข้ากระบวนแห่ในพระราชพิธี ผืนธงทำด้วยผ้าสักหลาดสอดสีปักดิ้นหักทองขวางเป็นลวดลาย.",
    "ธงสามเหลี่ยม": "น. ชื่อหนึ่งของดาวฤกษ์กฤติกา มี ๘ ดวง, ดาวกฤตติกา ดาวกัตติกา หรือ ดาวลูกไก่ ก็เรียก.",
    "ธงหางแซงแซว": "น. เรียกสิ่งเช่นธงที่มีรูปเป็นแฉกเหมือนหางนกแซงแซว.",
    "ธชะ": "(แบบ) น. ธง. (ป.).",
    "ธชี": "[ทะ-] น. พราหมณ์, นักบวช. (ป.; ส. ธฺวชินฺ ว่า ผู้ถือธง, พราหมณ์).",
    "ธตรฐ": "[ทะตะรด] น. ชื่อท้าวจาตุมหาราชองค์หนึ่ง ประจําทิศบูรพา.",
    "ธน, ธน-": "[ทน, ทะนะ-] น. ทรัพย์สิน. (ป., ส.).",
    "ธนธานี": "[ทะนะ-] น. สถานที่เก็บพัสดุมีค่า, คลัง, ที่เก็บสินค้า. (ป., ส.).",
    "ธนบดี": "[ทะนะบอ-] น. เจ้าของทรัพย์, เศรษฐีผู้มีทรัพย์เป็นทุน, นายทุน. (ส. ธนปติ ว่า เจ้าแห่งทรัพย์ คือ พระอินทร์, ท้าวกุเวร).",
    "ธนบัตร": "[ทะนะบัด] (กฎ) น. บัตรที่ออกใช้เป็นเงินตรา ซึ่งใช้ชําระหนี้ได้ตามกฎหมายโดยไม่จํากัดจํานวน. (ส. ธน + ปตฺร).",
    "ธนบัตรย่อย": "น. ธนบัตรที่ราคาน้อยกว่าฉบับที่มีราคามากกว่า, แบงก์ย่อย ก็ว่า.",
    "ธนสมบัติ": "[ทะนะสมบัด] น. การถึงพร้อมแห่งทรัพย์, ทรัพย์สมบัติ. (ป.).",
    "ธนสาร": "[ทะนะสาน] น. ทรัพย์สมบัติที่เป็นแก่นสาร, ทรัพย์สมบัติ. (ป.).",
    "ธนัง": "<i>ดู ธน, ธน-</i>.",
    "ธนาคม": "(แบบ; กลอน) น. การมาแห่งกําไร, กําไร. (ส.).",
    "ธนาคาร": "น. นิติบุคคลที่ตั้งขึ้นตามกฎหมาย บริษัทจํากัด หรือ บริษัทมหาชนจํากัด ที่ใช้ชื่อหรือคําแสดงชื่อว่า ธนาคาร ซึ่งประกอบธุรกิจเกี่ยวกับเงินและธุรกิจหลักทรัพย์. (ป. ธน + อคาร).",
    "ธนาคารพาณิชย์": "(กฎ) น. ธนาคารที่ได้รับอนุญาตให้ประกอบธุรกิจประเภทรับฝากเงินที่ต้องจ่ายคืนเมื่อทวงถามหรือเมื่อสิ้นระยะเวลาอันกําหนดไว้ และใช้ประโยชน์เงินนั้นในทางหนึ่งหรือหลายทาง เช่น ให้สินเชื่อ ซื้อขายตั๋วแลกเงินหรือตราสารเปลี่ยนมืออื่นใด ซื้อขายเงินปริวรรตต่างประเทศ และหมายความรวมถึงสาขาของธนาคารต่างประเทศที่ได้รับอนุญาตให้ประกอบธุรกิจดังกล่าวด้วย.",
    "ธนาคารเลือด": "น. สถานที่เก็บรักษาเลือดไว้ เพื่อบริการแก่ผู้ป่วย.",
    "ธนาคารโลก": "น. คําสามัญเรียกธนาคารระหว่างประเทศเพื่อบูรณะและวิวัฒนาการ ซึ่งทําหน้าที่ให้กู้ยืมเงินแก่ประเทศที่เป็นสมาชิกของธนาคาร เพื่อพัฒนาเศรษฐกิจในประเทศของตนและให้ความช่วยเหลือทางวิชาการ ธนาคารนี้ไม่รับฝากเงิน.",
    "ธนาคารออมสิน": "(กฎ) น. ธนาคารที่ตั้งขึ้นเพื่อรับฝากเงินออมสิน ออกพันธบัตรออมสินและสลากออมสิน รับฝากเงินออมสินเพื่อสงเคราะห์ชีวิตและครอบครัว ทําการรับจ่ายและโอนเงิน ซื้อหรือขายพันธบัตรรัฐบาลไทย ลงทุนเพื่อแสวงหาผลประโยชน์ซึ่งรัฐมนตรีว่าการกระทรวงการคลังอนุญาต การออมสินอื่น&#160;ๆ หรือกิจการอันเป็นงานธนาคาร ตามที่พระราชกฤษฎีกากําหนดไว้ และให้ประกอบได้ตามข้อกําหนดและเงื่อนไขที่กําหนดไว้ในกฎกระทรวง.",
    "ธนาณัติ": "น. การส่งเงินทางไปรษณีย์ โดยวิธีผู้ส่งมอบเงินไว้ยังที่ทําการไปรษณีย์แห่งหนึ่งแล้วเจ้าหน้าที่ไปรษณีย์ออกตราสารสั่งให้ที่ทําการไปรษณีย์อีกแห่งหนึ่งจ่ายเงินให้แก่ผู้รับ; (กฎ) ตราสารซึ่งที่ทําการไปรษณีย์แห่งหนึ่งสั่งให้ที่ทําการไปรษณีย์อีกแห่งหนึ่งจ่ายเงิน. (ป. ธน + อาณตฺติ).",
    "ธนิต": "ว. หนัก, เสียงพยัญชนะบางประเภทที่เปล่งเสียงพร้อมกับมีกลุ่มลมออกมา ในภาษาไทยได้แก่เสียง พ ท ค ช ฮ, (ไว) เรียกพยัญชนะในภาษาบาลีและสันสกฤตที่มีเสียงหนักว่า พยัญชนะธนิต ได้แก่ พยัญชนะตัวที่ ๒ และ ๔ ของวรรค. (ป.).",
    "ธนิษฐะ, ธนิษฐา": "น. ดาวฤกษ์ที่ ๒๓ มี ๔ ดวง เห็นเป็นรูปกา, ดาวศรวิษฐา ดาวเศรษฐี หรือ ดาวไซ ก็เรียก.",
    "ธนุ, ธนุรญ": "(แบบ) น. ธนู. (ป.).",
    "ธนุรมารค": "[ทะนุระมาก] น. ทางโค้งเหมือนธนู. (ส.).",
    "ธนุรวิทยา, ธนุรเวท": "[ทะนุระ-] น. วิชายิงธนูและการใช้อาวุธอื่น&#160;ๆ. (ส.). <i>(ดู อุปเวท ประกอบ)</i>.",
    "ธนู": "น. ชื่ออาวุธชนิดหนึ่ง ประกอบด้วยคันธนูซึ่งมีสายธนูสำหรับน้าวยิง และลูกธนูที่มีปลายแหลม; ชื่อกลุ่มดาวรูปธนู เรียกว่า ราศีธนู เป็นราศีที่ ๘ ในจักรราศี; ชื่อดาวฤกษ์อนุราธา. (ป. ธนุ).",
    "ธนูศิลป์": "น. ฝีมือยิงธนู, การฝึกหัดยิงธนู. (ส.).",
    "ธเนศ, ธเนศวร": "[ทะเนด, ทะเนสวน] (แบบ) น. เจ้าแห่งทรัพย์, คนมั่งมี; ท้าวกุเวร. (ส.).",
    "ธโนปจัย": "[ทะโนปะไจ] (แบบ) น. การสะสมทรัพย์. (ส.).",
    "ธไนศวรรย์": "[ทะไนสะหฺวัน] (แบบ) น. อิสรภาพเหนือทรัพย์. (ส. ธน + ไอศฺวรฺย).",
    "ธม": "ว. ใหญ่, หลวง, เช่น นครธม. (ข. ธม).",
    "ธมกรก": "[ทะมะกะหฺรก] น. กระบอกกรองนํ้าของพระสงฆ์ เป็นเครื่องใช้สอย ๑ อย่างในอัฐบริขาร; เครื่องกรองนํ้าด้วยลมเป่า; กระบอกก้นหุ้มผ้า. (ป.).",
    "ธร": "[ทอน] น. การยึดไว้, การถือไว้, การทรงไว้, การมีไว้; ผู้รักษาไว้, ผู้ทรงไว้, มักใช้เป็นส่วนท้ายของสมาส เช่น วิชาธร วินัยธร. (ป.; ส. ธฺฤ).",
    "ธรง": "[ทฺรง] (โบ; เลิก) ก. ทรง. (สามดวง).",
    "ธรณ, ธรณะ": "[ทอน, ทอระนะ] (แบบ) น. การถือไว้, การทรงไว้, การยึดไว้. (ป., ส.).",
    "ธรณิน": "[ทอระ-] (กลอน) น. ธรณี, แผ่นดิน, เช่น กึกก้องสะเทือนธรณิน. (ลอ).",
    "ธรณินทร์": "[ทอระนิน] (กลอน) น. ผู้เป็นใหญ่ในแผ่นดิน, พระเจ้าแผ่นดิน. (ส.).",
    "ธรณิศ, ธรณิศร, ธรณิศวร์": "[ทอระนิด] (กลอน) น. ผู้เป็นใหญ่ในแผ่นดิน, พระเจ้าแผ่นดิน. (ส.).",
    "ธรณี": "[ทอระนี] น. แผ่นดิน เช่น ธรณีสูบ, พื้นแผ่นดิน เช่น ธรณีวิทยา, โลก เช่น นางในธรณีไม่มีเหมือน. (ป., ส.).",
    "ธรณีกันแสง": "น. ชื่อเพลงไทยทํานองหนึ่ง, ธรณีร้องไห้ หรือ พสุธากันแสง ก็ว่า.",
    "ธรณีประตู": "น. ไม้รองรับกรอบล่างของประตู มีรูครกสําหรับรับเดือยบานประตู และมีรูสําหรับลงลิ่มหรือลงกลอน เช่น ธรณีประตูโบสถ์, ปัจจุบันเรียกไม้กรอบล่างประตูว่า ธรณีประตู.",
    "ธรณีมณฑล": "น. ลูกโลก. (ส.).",
    "ธรณีร้องไห้": "น. ชื่อเพลงไทยทํานองหนึ่ง, ธรณีกันแสง หรือ พสุธากันแสง ก็ว่า.",
    "ธรณีวิทยา": "น. วิชาว่าด้วยความรู้เกี่ยวกับประวัติ โครงสร้าง และสภาพของโลก.",
    "ธรณีศวร": "น. ผู้เป็นใหญ่ในแผ่นดิน, พระเจ้าแผ่นดิน. (ส. ธรณี + อิศฺวร).",
    "ธรณีสงฆ์": "น. ที่ซึ่งเป็นสมบัติของวัด.",
    "ธรณีสาร ๑": "น. เสนียดจัญไร, เรียกคนที่มีลักษณะซึมเซาง่วงเหงาหาวนอนอยู่เสมอว่า คนต้องธรณีสาร.",
    "ธรณีสาร ๒": "น. ชื่อไม้พุ่มขนาดเล็กชนิด <f><i>Phyllanthus pulcher</i> Wall. ex Muell. Arg.</f> ในวงศ์ <f>Euphorbiaceae</f> ลําต้นตรง ใช้ทํายาได้, ว่านธรณีสาร ก็เรียก.",
    "ธรณีสูบ": "ก. อาการที่แผ่นดินแยกออกทำให้คนที่ทำบาปกรรมอย่างยิ่งตกลงหายไป แล้วแผ่นดินก็กลับเป็นอย่างเดิม เป็นความเชื่อทางพระพุทธศาสนาว่า ธรรมชาติจะลงโทษคนที่ทำบาปหนักนั้นเอง โดยผู้อื่นไม่ต้องลงโทษ.",
    "ธรมาน": "[ทอระมาน] (แบบ) ว. ยังดํารงชีวิตอยู่. (ป.).",
    "ธรรม ๑, ธรรม-, ธรรมะ": "[ทํา, ทํามะ-] น. คุณความดี เช่น เป็นคนมีธรรมะ เป็นคนมีศีลมีธรรม; คําสั่งสอนในศาสนา เช่น แสดงธรรม ฟังธรรม ธรรมะของพระพุทธเจ้า; หลักประพฤติปฏิบัติในศาสนา เช่น ปฏิบัติธรรม ประพฤติธรรม; ความจริง เช่น ได้ดวงตาเห็นธรรม; ความยุติธรรม, ความถูกต้อง, เช่น ความเป็นธรรมในสังคม; กฎ, กฎเกณฑ์, เช่น ธรรมะแห่งหมู่คณะ; กฎหมาย เช่น ธรรมะระหว่างประเทศ; สิ่งทั้งหลาย, สิ่งของ, เช่น เครื่องไทยธรรม. (ส. ธรฺม; ป. ธมฺม).",
    "ธรรม ๒": "คําประกอบท้ายคําที่เป็นนามธรรม เมื่อประกอบแล้วมีความหมายไม่ต่างไปจากคําศัพท์เดิม เช่น วัฒนธรรม อารยธรรม.",
    "ธรรม ๓": "น. สมณศักดิ์พระราชาคณะ สูงกว่าชั้นเทพ ตํ่ากว่าชั้นหิรัญบัฏ เรียกว่า ชั้นธรรม เช่น พระธรรมโกศาจารย์ พระธรรมเจดีย์.",
    "ธรรมกถา": "น. การกล่าวธรรม, ถ้อยคําที่เป็นธรรม. (ส.; ป. ธมฺมกถา).",
    "ธรรมกถึก": "น. เรียกพระที่เป็นนักเทศน์ผู้แสดงธรรมว่า พระธรรมกถึก. (ป. ธมฺมกถิก).",
    "ธรรมกาม": "น. ผู้ใคร่ธรรม, ผู้นิยมในยุติธรรม. (ส.; ป. ธมฺมกาม).",
    "ธรรมกาย": "น. กายคือธรรม ได้แก่ พระมหากรุณาธิคุณ พระปัญญาธิคุณ และพระบริสุทธิคุณ; พระนามหนึ่งของพระพุทธเจ้า ตามคติมหายานเชื่อว่า ได้แก่พระวิญญาณบริสุทธิ์ของพระพุทธเจ้า. (ส.; ป. ธมฺมกาย).",
    "ธรรมการ": "น. กิจการทางศาสนา.",
    "ธรรมการย์": "น. กิจอันเป็นธรรม, การกุศล, หน้าที่อันสมควร.",
    "ธรรมเกษตร": "น. แดนธรรม; คนมีใจกรุณา. (ส.).",
    "ธรรมขันธ์": "น. หมวดธรรม, กองธรรม, ข้อธรรม, (กําหนดข้อธรรมในพระไตรปิฎกว่ามี ๘๔,๐๐๐ พระธรรมขันธ์). (ส. ธรฺม + ป. ขนฺธ).",
    "ธรรมคุณ": "น. ชื่อบทแสดงคุณของพระธรรม มีบาลีขึ้นต้นว่า สฺวากฺขาโต และลงท้ายว่า ปจฺจตฺตํ เวทิตพฺโพ วิญฺญูหิ. (ส.; ป. ธมฺมคุณ).",
    "ธรรมจรณะ, ธรรมจรรยา": "น. การประพฤติถูกธรรม. (ส.).",
    "ธรรมจริยา": "น. การประพฤติเป็นธรรม, การประพฤติถูกธรรม. (ส. ธรฺม + ป. จริยา).",
    "ธรรมจักร": "น. ชื่อปฐมเทศนาที่พระพุทธเจ้าทรงแสดงแก่พระเบญจวัคคีย์ เรียกเต็มว่า ธัมมจักกัปปวัตนสูตร; แดนธรรม; เครื่องหมายทางพระพุทธศาสนา เป็นรูปวงล้อมี ๘ ซี่บ้าง ๑๒ ซี่บ้าง. (ส.).",
    "ธรรมจักษุ": "น. ดวงตาคือปัญญาที่รู้เห็นธรรม. (ส.).",
    "ธรรมจาคะ": "น. การละธรรม, การละเมิดศาสนา, การทิ้งศาสนา. (ส. ธรฺม + ป. จาค).",
    "ธรรมจารี": "น. ผู้ประพฤติธรรม. (ป. ธมฺมจารี; ส. ธรฺมจารินฺ).",
    "ธรรมจินดา": "น. การพิจารณาธรรม.",
    "ธรรมเจดีย์": "น. เจดีย์ที่บรรจุพระธรรมที่มักจารลงบนใบลาน, คัมภีร์ที่จารึกพระธรรม เช่น พระไตรปิฎก.",
    "ธรรมชาติ": "น. สิ่งที่เกิดมีและเป็นอยู่ตามธรรมดาของสิ่งนั้น&#160;ๆ, ภาพภูมิประเทศ.<2t>ว. ที่เป็นไปเองโดยมิได้ปรุงแต่ง เช่น สีธรรมชาติ.",
    "ธรรมฐิติ": "น. การตั้งอยู่แห่งสิ่งที่เป็นเอง. (ป. ธมฺม&#xf700;&#x0e34;ติ).",
    "ธรรมดา": "น. อาการหรือความเป็นไปแห่งธรรมชาติ เช่น การกิน การถ่ายเท การสืบพันธุ์ และการเสื่อมสลาย.<2t>ว. สามัญ, พื้น&#160;ๆ, ปรกติ, เช่น เป็นเรื่องธรรมดา. (ส. ธรฺมตา; ป. ธมฺมตา).",
    "ธรรมทรรศนะ": "น. ความเห็นชัดเจนในธรรม. (ส.).",
    "ธรรมธาดา": "น. ผู้ทรงธรรม เช่น สมเด็จพระบรมธรรมธาดามหาสัตว์. (ม. ร่ายยาว วนปเวสน์).",
    "ธรรมธาตุ": "น. ธรรมารมณ์. (ส.; ป. ธมฺมธาตุ).",
    "ธรรมนาถ": "น. ผู้รักษากฎหมาย. (ส.).",
    "ธรรมนิตย์": "น. ผู้เที่ยงธรรม. (ส.).",
    "ธรรมนิยม": "น. ความประพฤติที่มีธรรมเป็นที่ตั้ง.",
    "ธรรมนิยาม": "น. ความแน่นอนแห่งธรรมดา คือ พระไตรลักษณ์. (ส.; ป. ธมฺมนิยาม).",
    "ธรรมนิเวศ": "น. การเข้าประพฤติธรรม, การเข้าศาสนา.",
    "ธรรมนูญ": "(กฎ) น. กฎหมายที่จัดระเบียบองค์กร เช่น ธรรมนูญศาลทหาร พระธรรมนูญศาลยุติธรรม.",
    "ธรรมนูญการปกครองราชอาณาจักร": "(กฎ) น. กฎหมายที่จัดระเบียบการปกครองประเทศในระหว่างที่ยังไม่มีรัฐธรรมนูญ.",
    "ธรรมเนียม": "[ทํา-] น. ประเพณี, แบบแผน, แบบอย่าง.",
    "ธรรมเนียมประเพณี": "น. ประเพณีเกี่ยวกับเรื่องธรรมดาสามัญ ถ้าฝ่าฝืนก็ไม่ถือว่าผิดหรือชั่ว.",
    "ธรรมบท": "น. ข้อแห่งธรรม, ชื่อคาถาบาลีคัมภีร์หนึ่งในขุทกนิกาย.",
    "ธรรมบาล": "น. ผู้รักษาธรรม, ผู้ป้องกันพระศาสนา. (ส.; ป. ธมฺมปาล).",
    "ธรรมบิฐ": "น. ธรรมาสน์. (ป. ธมฺม + ปี&#xf700;).",
    "ธรรมปฏิรูป, ธรรมประติรูป": "น. ธรรมเทียม, สิ่งที่ไม่ใช่ธรรมแท้.",
    "ธรรมปฏิสัมภิทา": "น. ปฏิสัมภิทา ๑ ใน ๔ อย่าง คือ ๑. อรรถปฏิสัมภิทา ๒. ธรรมปฏิสัมภิทา ๓. นิรุตติปฏิสัมภิทา ๔. ปฏิภาณปฏิสัมภิทา หมายถึง ปัญญาอันแตกฉานในธรรม คือ ความเข้าใจสาวหาเหตุในหนหลัง, ความเข้าใจถือเอาใจความแห่งอธิบายนั้น&#160;ๆ ตั้งเป็นกระทู้หรือหัวข้อขึ้นได้. (ป.).",
    "ธรรมยุต": "น. ชื่อพระสงฆ์นิกายหนึ่ง, คู่กับมหานิกาย, ธรรมยุติกนิกาย ก็เรียก.",
    "ธรรมยุทธ์": "น. การรบกันในทางธรรม คือ รบกันในทางแข่งขันสร้างสิ่งใดสิ่งหนึ่ง ถ้าใครสร้างได้แล้วก่อนก็ชนะ. (ส.).",
    "ธรรมรัตน์": "น. แก้วคือธรรม. (ส.; ป. ธมฺมรตน).",
    "ธรรมราชา": "น. พระราชาแห่งธรรม คือ พระพุทธเจ้า, พระราชาผู้ทรงธรรม, พญายม.",
    "ธรรมวัตร": "น. ลักษณะเทศน์ทํานองธรรมดาอย่างหนึ่งที่แสดงอยู่ทั่วไป ไม่ใช่ทํานองแบบเทศน์มหาชาติ.",
    "ธรรมศาสตร์": "(โบ) น. ความรู้เกี่ยวกับวิชากฎหมายโดยทั่วไป; คัมภีร์กฎหมายเก่าของอินเดีย, คัมภีร์อันเป็นต้นกําเนิดแห่งกฎหมาย, พระธรรมศาสตร์ ก็เรียก.",
    "ธรรมสถิติ": "น. ความตั้งอยู่โดยธรรมดา, ความตั้งอยู่แห่งกฎ, ความตั้งอยู่แห่งยุติธรรม. (ส.; ป. ธมฺม&#xf700;&#x0e34;ติ).",
    "ธรรมสภา": "น. ที่ประชุมฟังธรรม. (ส.; ป. ธมฺมสภา).",
    "ธรรมสรีระ": "น. ร่างหรือที่บรรจุธรรม, เจดีย์ศักดิ์สิทธิ์.",
    "ธรรมสังคีติ": "น. การสังคายนาธรรม, การร้อยกรองธรรม. (ส. ธรฺม + สํคีติ; ป. ธมฺมสงฺคีติ).",
    "ธรรมสังเวช": "น. ความสังเวชโดยธรรม เมื่อเห็นความแตกดับของสังขาร (เป็นอารมณ์ของพระอรหันต์). (ป. ธมฺมสํเวค).",
    "ธรรมสากัจฉา": "น. การสนทนาธรรม. (ป. ธมฺมสากจฺฉา).",
    "ธรรมสามิสร": "[-สามิด] น. ผู้เป็นใหญ่ด้วยความเป็นเจ้าของธรรม, พระพุทธเจ้า.",
    "ธรรมสามี": "น. ผู้เป็นเจ้าของธรรม, พระพุทธเจ้า. (ป. ธมฺมสามิ).",
    "ธรรมสาร": "น. สาระแห่งธรรม, แก่นธรรม.",
    "ธรรมะธัมโม": "ว. เรียกคนที่เคร่งครัดในศาสนาว่า คนธรรมะธัมโม.",
    "ธรรมันเตวาสิก": "[ทํามัน-] น. อันเตวาสิก (ศิษย์) ผู้เรียนธรรมวินัย. (ส.; ป. ธมฺมนฺเตวาสิก).",
    "ธรรมาทิตย์": "[ทํามา-] น. อาทิตย์แห่งธรรม คือพระพุทธเจ้า. (ส.).",
    "ธรรมาธรรม": "[ทํามา-] น. ธรรมและอธรรม, ความถูกและความผิด, ยุติธรรมและอยุติธรรม. (ส.; ป. ธมฺมาธมฺม).",
    "ธรรมาธิปไตย": "[ทํามาทิปะไต, ทํามาทิบปะไต] น. การถือธรรมเป็นใหญ่, การถือความถูกต้องเป็นหลัก. (ป. ธมฺมาธิปเตยฺย; ส. ธรฺมาธิปตฺย).",
    "ธรรมาธิษฐาน": "[ทํามาทิดถาน, ทำมาทิดสะถาน] ว. มีธรรมเป็นที่ตั้ง ที่ยกหลักธรรมหรือสิ่งที่เป็นนามธรรมล้วน&#160;ๆ ขึ้นมาอ้างหรืออธิบาย. (ส.; ป. ธมฺมาธิฏฺ&#xf700;าน).",
    "ธรรมานุธรรมปฏิบัติ": "[ทํามา-] น. การประพฤติธรรมสมควรแก่ธรรม, การประพฤติความดีสมควรแก่ฐานะ.",
    "ธรรมานุสาร": "[ทํามา-] น. ความถูกตามธรรม, ทางหรือวิธีแห่งความยุติธรรม, ความระลึกตามธรรม. (ส.; ป. ธมฺมานุสาร).",
    "ธรรมาภิมุข": "[ทํามา-] ว. หันหน้าเฉพาะธรรม, มุ่งแต่ยุติธรรม. (ส.; ป. ธมฺมาภิมุข).",
    "ธรรมาภิสมัย": "[ทํามา-] น. การตรัสรู้ธรรม, การสําเร็จมรรคผล. (ส.; ป. ธมฺมาภิสมย).",
    "ธรรมายตนะ": "[ทํามายะตะนะ] น. แดนคือธรรมารมณ์, แดนแห่งมนัสคือใจ ได้แก่อารมณ์ที่ใจรู้ หรือเรื่องที่ใจรู้. (ป. ธมฺมายตน).",
    "ธรรมารมณ์": "[ทํามา-] น. อารมณ์ที่ใจรู้, อารมณ์ที่เกิดทางใจ. (ป. ธมฺมารมฺมณ).",
    "ธรรมาสน์": "[ทํามาด] น. ที่สําหรับพระภิกษุสามเณรนั่งแสดงธรรม. (ส.).",
    "ธรรมิก, ธรรมิก-": "[ทํามิก, ทํามิกกะ-] ว. ประกอบในธรรม, ประพฤติเป็นธรรม, ทรงธรรม, เช่น ธรรมิกราช สหธรรมิก. (ส.; ป. ธมฺมิก).",
    "ธรา": "[ทะรา] (แบบ) น. แผ่นดิน. (ป., ส.).",
    "ธราดล": "น. พื้นแผ่นดิน. (ป.).",
    "ธราธร, ธราธาร": "น. ผู้ทรงโลกไว้ คือ พระวิษณุ หรือ พระนารายณ์. (ส.).",
    "ธราธิบดี, ธราธิป": "น. พระเจ้าแผ่นดิน. (ส.).",
    "ธริษตรี, ธเรษตรี": "[ทะริดตฺรี, ทะเรดตฺรี] (แบบ; กลอน) น. โลก, แผ่นดิน, เช่น ผู้ทรงจักรคทาธริษตรี. (สมุทรโฆษ). (ส. ธริตฺรี).",
    "ธเรศ": "[ทะเรด] น. ผู้เป็นใหญ่ในแผ่นดิน, พระเจ้าแผ่นดิน. (ส.).",
    "ธเรษตรีศวร": "[ทะเรดตฺรีสวน] (แบบ; กลอน) น. ผู้เป็นใหญ่ในโลก เช่น สายัณห์หวั่นสวาทไท้ ธเรศตรี ศวรแฮ. (ตะเลงพ่าย).",
    "ธวัช": "[ทะวัด] น. ธง. (ส. ธฺวช).",
    "ธังกะ": "(แบบ) น. กา, เหยี่ยว. (ป.).",
    "ธัช": "[ทัด] (แบบ) น. ธง. (ป. ธช).",
    "ธัญ ๑": "[ทัน] (แบบ) ว. รุ่งเรือง, มั่งมี, มีโชค, ดี, เลิศ, เช่น ธัญลักษณ์ ว่า มีลักษณะดี. (ป. ธญฺ&#xf70f;; ส. ธนฺย).",
    "ธัญ ๒, ธัญญ": "[ทัน, ทันยะ-] น. ข้าวเปลือก. (ป. ธญฺ&#xf70f;; ส. ธานฺย).",
    "ธัญโกศ": "น. ฉางข้าว, ยุ้งข้าว. (ป. ธญฺ&#xf70f; + ส. โกศ).",
    "ธัญเขต": "น. นา. (ป. ธญฺ&#xf70f;เขตฺต; ส. ธานฺยเกฺษตฺร).",
    "ธัญชาติ": "น. คํารวมเรียกข้าวต่าง&#160;ๆ เช่น ข้าวเปลือก ข้าวสาลี, ในคัมภีร์อภิธานัปปทีปิกาว่ามี ๗ อย่าง คือ ๑. ข้าวไม่มีแกลบ ๒. ข้าวเปลือก ๓. หญ้ากับแก้ ๔. ข้าวละมาน ๕. ลูกเดือย ๖. ข้าวแดง ๗. ข้าวฟ่าง.",
    "ธัญญาหาร": "น. อาหารคือข้าว. (ป.).",
    "ธัญดัจ": "น. เปลือกข้าว, แกลบ. (ป. ธญฺ&#xf70f;ตจ; ส. ธานฺยตฺวจ).",
    "ธัญเบญจก": "[ทันยะเบนจก] น. ธัญชาติทั้ง ๕ ได้แก่ ๑. ศาลิ-ข้าวสาลี ๒. วฺรีหิ-ข้าวเปลือก ๓. ศูก-ลูกเดือย ๔. ศิมฺพี-ถั่ว ๕. กฺษุทฺร-ข้าวกษุทร. (ป. -ปญฺจก).",
    "ธัญพืช": "น. พืชข้าวกล้า; พืชล้มลุกหลายชนิดหลายสกุลในวงศ์ <f>Gramineae</f> เช่น ข้าว ข้าวสาลี ข้าวโพด ให้เมล็ดเป็นอาหารหลัก. (ป. ธญฺ&#xf70f;พีช; ส. ธานฺยวีช).",
    "ธัญมาส": "(โบ) น. มาตราตวง เท่ากับ ๗ อูกา. (ป.).",
    "ธันยา": "[ทันยา] (แบบ) น. นางพี่เลี้ยง. (ส.).",
    "ธันยาวาท": "[ทันยาวาด] น. การทําพิธีบูชาขอบคุณเทพผู้ให้ความสมบูรณ์พูนผล. (ส.).",
    "ธันวาคม": "น. ชื่อเดือนที่ ๑๒ ตามสุริยคติ ซึ่งเริ่มด้วยเดือนมกราคม มี ๓๑ วัน; (เลิก) ชื่อเดือนที่ ๙ ตามสุริยคติ ซึ่งเริ่มด้วยเดือนเมษายน. (ส. ธนุ + อาคม = เดือนที่อาทิตย์มาสู่ราศีธนู).",
    "ธัมมะ": "(แบบ) น. ธรรม. (ป.; ส. ธรฺม).",
    "ธาดา": "น. ผู้สร้าง, ผู้ทรงไว้, พระพรหมผู้สร้างตามหลักศาสนาพราหมณ์. (ป.).",
    "ธาตรี": "[ทาตฺรี] (แบบ) น. แผ่นดิน, โลก, ในบทกลอนใช้ว่า ธาษตรี ก็มี. (ส.).",
    "ธาตวากร": "[ทาตะวากอน] (แบบ) น. บ่อแร่. (ส.).",
    "ธาตุ ๑, ธาตุ-": "[ทาด, ทาตุ-, ทาดตุ-] น. สิ่งที่ถือว่าเป็นส่วนสําคัญที่คุมกันเป็นร่างของสิ่งทั้งหลาย โดยทั่ว&#160;ๆ ไปเชื่อว่ามี ๔ ธาตุ ได้แก่ ธาตุดิน ธาตุนํ้า ธาตุไฟ ธาตุลม แต่ก็อาจมีธาตุอื่น&#160;ๆ อีก เช่น อากาศธาตุ วิญญาณธาตุ ธาตุไม้ ธาตุทอง ธาตุเหล็ก. (ป.).",
    "ธาตุ ๒": "[ทาด, ทาตุ-] น. กระดูกของพระพุทธเจ้า พระปัจเจกพุทธเจ้า และพระอรหันต์ โดยทั่ว&#160;ๆ ไปเรียกรวม&#160;ๆ ว่า พระธาตุ, ถ้าเป็นกระดูกของพระพุทธเจ้า เรียก พระบรมธาตุ หรือ พระบรมสารีริกธาตุ, ถ้าเป็นกระดูกของพระอรหันต์ เรียกว่า พระธาตุ, ถ้าเป็นกระดูกส่วนใดส่วนหนึ่งของพระพุทธเจ้า ก็เรียกตามความหมายของคํานั้น&#160;ๆ เช่น พระอุรังคธาตุ พระทันตธาตุ, ถ้าเป็นผมของพระพุทธเจ้า เรียกว่า พระเกศธาตุ; ชื่อคัมภีร์ในพระพุทธศาสนาซึ่งว่าด้วยธาตุ เช่น ธาตุกถา ธาตุปาฐ. (ป., ส.); (ถิ่น-อีสาน) เจดีย์ที่บรรจุกระดูกคนที่เผาแล้ว.",
    "ธาตุ ๓": "[ทาด] (วิทยา) น. สารเนื้อเดียวล้วนซึ่งประกอบด้วยบรรดาอะตอมที่มีโปรตอนจํานวนเดียวกันในนิวเคลียส.",
    "ธาตุ ๔": "[ทาด] น. รากศัพท์ของคําบาลีสันสกฤตเป็นต้น เช่น ธาตุ มาจาก ธา ธาตุ สาวก มาจาก สุ ธาตุ กริยา มาจาก กฺฤ ธาตุ.",
    "ธาตุโขภ": "[ทาตุโขบ] น. ความกําเริบของธาตุ ได้แก่ธาตุทั้ง ๔ ในร่างกายไม่ปรกติ มีอาหารเสียเป็นต้น. (ป.).",
    "ธาตุครรภ": "[ทาตุคับ] น. ส่วนสําคัญของพระสถูปหรือพระปรางค์ที่บรรจุพระบรมสารีริกธาตุหรือพระธาตุไว้ภายใน, ครรภธาตุ หรือ เรือนธาตุ ก็ว่า.",
    "ธาตุเจดีย์": "[ทาด-] น. เจดีย์บรรจุพระธาตุ.",
    "ธาตุเบา": "[ทาด-] ว. ที่กินยาระบายอ่อน&#160;ๆ ก็ถ่าย.",
    "ธาตุมมิสสา": "[ทาตุมมิดสา] น. ชื่อฉันท์วรรณพฤติ กําหนดด้วย ๓ คณะ คือ ม ภ ต คณะ กับลงท้ายเป็นครุอีก ๒ พยางค์ (ตามแบบว่า ธาตุมฺมิสฺสา ยติ สา มฺภา ตคา โค) ตัวอย่างว่า จักสําแดงมิตร สุจริตจิตนามขนาน บัญญัติคือสมาน สุขทุขเสมอประดุจกัน. (ชุมนุมตํารากลอน).",
    "ธาตุสถูป": "[ทาดสะถูบ] น. ธาตุเจดีย์.",
    "ธาตุหนัก": "[ทาด-] ว. ที่ต้องกินยาถ่ายมาก&#160;ๆ จึงจะถ่าย.",
    "ธานิน": "(กลอน) น. เมือง.",
    "ธานินทร์": "(กลอน) น. เมือง, เมืองใหญ่.",
    "ธานี": "น. เมือง. (ป., ส.).",
    "ธาร ๑": "[ทาน] น. การทรงไว้, การรับไว้, การหนุน, มักใช้เป็นบทหลังสมาส เช่น จุฑาธาร. (ป., ส.).",
    "ธาร ๒": "[ทาน] น. นํ้า, ลําธาร, ห้วย, หยาดนํ้า, ท่อนํ้า. (ตัดมาจาก ธารา).",
    "ธารกำนัล, ธารคำนัล": "[ทาระกํานัน, -คํานัน] น. ที่ชุมนุมชน, คนจํานวนมาก, เช่น ต่อหน้าธารกํานัล, โบราณเขียนเป็น ทารกํานัน ก็มี.",
    "ธารณะ ๑": "[ทาระนะ] (แบบ) น. การทรงไว้. (ป., ส.).",
    "ธารณะ ๒": "[ทาระนะ] ว. ทั่วไป, ไม่เลือกหน้า.<2t>น. การตักบาตรที่ไม่เฉพาะเจาะจง เรียกว่า ธารณะ. (ตัดมาจากคํา สาธารณะ).",
    "ธารณา": "[ทาระนา] (แบบ) น. การทรงไว้. (ส.).",
    "ธารณามัย": "(แบบ) ว. ซึ่งสําเร็จด้วยความทรงจํา. (ส.).",
    "ธารพระกร": "[-กอน] (ราชา) น. ไม้เท้า.",
    "ธารยักษ์": "น. ชื่อโรคลมอย่างหนึ่ง.",
    "ธารา ๑": "น. สายนํ้า, ลําธาร, ห้วย, หยาดนํ้า, ท่อนํ้า. (ป., ส.).",
    "ธารา ๒": "(แบบ) น. ชาย, ขอบ, คม (มีด). (ส.).",
    "ธาราเคหะ": "น. ห้องอาบนํ้าที่มีฝักบัว. (ป.; ส. ธาราคฺฤห).",
    "ธาราธิคุณ": "น. เกณฑ์นํ้าฝนซึ่งมากที่สุด (ของแต่ละปี).",
    "ธารายนต์": "น. นํ้าพุ. (ป.).",
    "ธาษตรี": "[ทาดตฺรี] (กลอน) น. แผ่นดิน, โลก. (ส. ธาตฺรี).",
    "ธำมรงค์": "[ทํามะรง] (ราชา) น. แหวน. (เทียบ ข. ทํรง่).",
    "ธำรง": "ก. ทรงไว้, ชูไว้.",
    "ธิดา": "น. ลูกหญิง. (ป., ส. ธีตา).",
    "ธิติ": "(แบบ) น. ความทรงไว้, ความมั่นคง, ปัญญา. (ป.).",
    "ธีร-, ธีระ": "[ทีระ-] น. นักปราชญ์.<2t>ว. ฉลาด, ไหวพริบ, มีปัญญา, ชํานาญ. (ป.); มั่นคง, แข็งแรง. (ส.).",
    "ธีรภาพ": "น. ความมั่นคง, ความแน่นหนา. (ส.).",
    "ธีรราช": "น. กษัตริย์ผู้เป็นปราชญ์.",
    "ธุช": "[ทุด] น. ธง. (แผลงจาก ธช).",
    "ธุดงคญ, ธุดงค์": "น. องค์คุณเครื่องกําจัดกิเลส, ชื่อวัตรปฏิบัติอย่างเคร่งครัดของภิกษุ มี ๑๓ อย่าง เช่น การอยู่ในป่า การอยู่โคนไม้. (ป. ธูตงฺค).",
    "ธุดงควัตร": "[ทุดงคะวัด] น. กิจอันภิกษุผู้ถือธุดงค์ควรทํา.",
    "ธุดงคสมาทาน": "[ทุดงคะสะมาทาน] น. การถือธุดงค์.",
    "ธุต, ธุตตะ": "[ทุด, ทุด-] (แบบ) น. นักเลง. (ป. ธุตฺต).",
    "ธุม, ธุม-": "[ทุม, ทุมะ-] (แบบ) น. ควัน. (ป., ส. ธูม).",
    "ธุมเกตุ": "[ทุมะเกด] น. ไฟ, ดาวหาง, ดาวตก, สิ่งที่เป็นหมอกเป็นควันเกิดขึ้นในอากาศผิดธรรมดามีรูปคล้ายธงเป็นต้น. (ป., ส. ธูมเกตุ).",
    "ธุมชาล": "[ทุมะชาน] น. ควันพลุ่งขึ้น. (ป., ส. ธูมชาล).",
    "ธุมเพลิง": "[ทุมเพฺลิง] น. แสงสว่างที่เกิดขึ้นในอากาศผิดธรรมดา.",
    "ธุมา": "(กลอน) น. ควัน.",
    "ธุร-, ธุระ": "[ทุระ-] น. หน้าที่การงานที่พึงกระทํา, กิจในพระศาสนา มี ๒ อย่าง คือ การเล่าเรียน เรียกว่า คันถธุระ และ การปฏิบัติทางใจ เรียกว่า วิปัสสนาธุระ; (ปาก) เรื่องส่วนตัว เช่น ไม่ใช่ธุระของคุณ. (ป., ส.).",
    "ธุรการ": "น. การจัดกิจการงานโดยส่วนรวมของแต่ละหน่วย ซึ่งมิใช่งานวิชาการ.",
    "ธุรกิจ": "น. การงานประจําเกี่ยวกับอาชีพค้าขาย หรือกิจการอย่างอื่นที่สําคัญและที่ไม่ใช่ราชการ; (กฎ) การประกอบกิจการในทางเกษตรกรรม อุตสาหกรรม หัตถกรรม พาณิชยกรรม การบริการ หรือกิจการอย่างอื่น เป็นการค้า.",
    "ธุรำ": "น. สายเครื่องหมายวรรณะพราหมณ์ กษัตริย์ และแพศย์ สวมจากซ้ายไปขวา เรียกว่า สายธุรํา, ธุหรํ่ายัชโญปวีต หรือ สายมงคล ก็เรียก.",
    "ธุลี": "น. ละออง, ฝุ่น. (ป., ส. ธูลิ).",
    "ธุว-": "[ทุวะ-] (แบบ) ว. มั่น, เที่ยง. (ป.).",
    "ธุวดารา": "น. ดาวเหนือ.",
    "ธุวภาค": "น. เส้นแวงอันไม่เปลี่ยนที่แห่งดาวซึ่งประจําที่อยู่.",
    "ธุวมณฑล": "น. แถบขั้วโลก.",
    "ธุวยัษฎี": "น. เพลา (หรือเส้น) แห่งขั้วโลกทั้ง ๒. (ส. ธฺรุวยษฺฏี).",
    "ธูป, ธูป-": "[ทูบ, ทูปะ-] น. เครื่องหอมชนิดหนึ่งมีแกนทําด้วยก้านไม้ไผ่เล็ก&#160;ๆ เป็นต้นย้อมสีแดง พอกด้วยผงไม้หอม, มักใช้จุดคู่กับเทียน, ลักษณนามว่า ดอก. (ป., ส.).",
    "ธูปบาตร": "[ทูปะบาด] น. ภาชนะสําหรับเผาเครื่องหอมบูชา. (ส. ธูปปาตฺร).",
    "ธูปแพเทียนแพ": "น. ธูปไม้ระกํากับเทียน ๔ คู่ วางเรียงกันเป็นแพ แล้วคาดด้วยริบบิ้นสี ใช้เป็นเครื่องแสดงความเคารพอย่างสูง.",
    "ธูปไม้ระกำ": "น. ธูปที่ใช้ไม้ระกําเป็นแกน.",
    "ธูปฤๅษี": "<i>ดู กกช้าง</i>.",
    "เธนุ": "(แบบ) น. แม่โคนม. (ป., ส.).",
    "เธอ": "ส. คําใช้แทนผู้ที่เราพูดด้วย มักใช้ในระหว่างเพื่อนผู้หญิงด้วยกัน หรือใช้กับผู้มีศักดิ์ตํ่ากว่า เช่นครูพูดกับศิษย์, เป็นสรรพนามบุรุษที่ ๒, คําใช้แทนผู้ที่เราพูดถึง ใช้กับผู้มีศักดิ์ตํ่ากว่าด้วยความยกย่องหรือเอ็นดูเป็นต้น, เป็นสรรพนามบุรุษที่ ๓.",
    "เธียร": "น. นักปราชญ์.<2t>ว. ฉลาด, มั่นคง. (ป. ธีร).",
    "โธ่": "อ. คําที่เปล่งออกมาด้วยความสงสารหรือรําคาญใจเป็นต้น. (ตัดมาจาก พุทโธ่).",
    "โธวนะ": "[โทวะนะ] (แบบ) น. การชําระล้าง, การซักฟอก. (ป.; ส. ธาวน).",
    "น ๑": "พยัญชนะตัวที่ ๒๕ เป็นพวกอักษรตํ่า ใช้เป็นตัวสะกดในแม่กน.",
    "น ๒": "น. ชื่อคณะฉันท์ มีลหุล้วน เรียกว่า น คณะ, ย่อจากคําว่า นภ (ฟ้า).",
    "นก ๑": "น. ชื่อสัตว์มีกระดูกสันหลังเลือดอุ่น มี ๒ เท้า ๒ ปีก และมีขนปกคลุมร่างกาย ออกลูกเป็นไข่ก่อนแล้วจึงฟักเป็นตัว.",
    "นก ๒": "น. เครื่องสับแก๊ปปืนให้ลั่น.",
    "นกกระจอก ๑": "น. ดอกไม้ไฟชนิดหนึ่ง จุดแล้วจะพุ่งออกจากรังไปได้ไกล เรียกเต็มว่า นกกระจอกออกจากรัง; ชื่อไพ่จีนชนิดหนึ่งมี ๑๑๔ ตัว; เรียกปากที่มีแผลเปื่อยที่มุมปากว่า ปากนกกระจอก.",
    "นกกระจอก ๒": "น. ชื่อปลาทะเลในสกุล <f><i>Parexocoetus</i></f> และ <f><i>Cypselurus</i></f> วงศ์ <f>Exocoetidae</f> ลําตัวยาวเพรียว แต่เป็นเหลี่ยมเกือบกลม ปากเล็กอยู่ปลายสุดของหัวแต่เชิดขึ้นเล็กน้อย ตาโต ครีบหลังและครีบก้นอยู่ค่อนไปทางหางซึ่งเป็นแฉกลึกโดยแฉกล่างยาวกว่าแฉกบน ที่สําคัญคือ ครีบอกซึ่งขยายใหญ่มากคล้ายปีกนกใช้ช่วยในการร่อนถลาไปเหนือผิวนํ้า ครีบบนของลําตัวสีเขียวหรือนํ้าเงินหม่น ข้างท้องสีขาวเงิน อาศัยอยู่บริเวณผิวนํ้าห่างฝั่ง ขนาดยาวประมาณ ๓๐ เซนติเมตร, ปลาบิน ก็เรียก.",
    "นกกระจอกทอง": "น. ชื่อเพลงไทยทํานองหนึ่ง. (บทดอกสร้อย).",
    "นกกระทุง": "<i>ดู เหนียงนกกระทุง (๒)</i>.",
    "นกกะปูด": "(ปาก) น. คนที่ทนเก็บความลับไว้ไม่ได้, คนที่ชอบพูดเปิดเผยความลับของผู้อื่น.",
    "นกกางปีก": "น. กลอักษรชนิดหนึ่ง ตัวอย่างว่า แสนรักร้อน (ร้อนรัก) หนักอกเอ๋ย ฉันใดจะได้ชมชิด (ชิดชม) เชย ไม่ลืมเลย (เลยลืม) ปลื้มอาลัย.",
    "นกเขา ๑": "น. ชื่อเหยี่ยวในวงศ์ <f>Accipitridae</f> สีเทานํ้าตาลมีลายตลอดตัว อกสีนํ้าตาลลายกระขาว มักเกาะซ่อนตัวบนต้นไม้เพื่อคอยโฉบล่าเหยื่อ อยู่ตามลําพัง มีหลายชนิด เช่น เหยี่ยวนกเขาหงอน <f><i>(Accipiter trivirgatus)</i></f> เหยี่ยวนกเขาชิครา <f><i>(A. badius)</i></f> เหยี่ยวนกเขาพันธุ์ญี่ปุ่น <f><i>(A. gularis)</i></f>.",
    "นกเขา ๒": "<i>ดู ขี้ขม</i>.",
    "นกคุ่ม": "น. ชื่อปืนชนิดหนึ่ง. (ตะเลงพ่าย).",
    "นกจาก": "น. ชื่อเพลงไทยทํานองหนึ่ง. (เงาะป่า; ดึกดําบรรพ์).",
    "นกต่อ": "(สํา) น. คนที่ทําหน้าที่ติดต่อหรือชักจูงหลอกล่อคนอื่นให้หลงเชื่อ (ใช้ในทางไม่ดี).",
    "นกปล่อย": "<i>ดูใน กินสี่ถ้วย</i>.",
    "นกยูง": "น. ชื่อหนึ่งของดาวฤกษ์อนุราธา มี ๔ ดวง, ดาวประจําฉัตร ดาวอนุราธ หรือ ดาวอนุราธะ ก็เรียก.",
    "นกรู้": "(สํา) น. ผู้ที่มีไหวพริบรู้เท่าทันเหตุการณ์หรือภัยที่จะมาถึงตน.",
    "นกสองหัว": "(สํา) น. คนที่ทําตัวฝักใฝ่เข้าด้วยทั้ง ๒ ฝ่ายที่ไม่เป็นมิตรกันโดยหวังประโยชน์เพื่อตน.",
    "นกหก": "น. นกต่าง&#160;ๆ.",
    "นกหวีด": "น. เครื่องสําหรับใช้เป่าให้มีเสียงดังหวีด.",
    "นกอยู่ในปล่อง": "น. ชื่อหนึ่งของดาวฤกษ์อาศเลษา มี ๕ ดวง, ดาวเรือน หรือ ดาวอสิเลสะ ก็เรียก.",
    "นกุล": "[นะกุน] (แบบ) น. พังพอน. (ป., ส.).",
    "นข-, นขะ": "[นะขะ-] (แบบ) น. เล็บ, เล็บมือ, เล็บเท้า. (ป., ส.).",
    "นขทารณ์": "น. เหยี่ยว. (ส.).",
    "นขลิขิต": "น. เครื่องหมายวงเล็บ รูปดังนี้ ( ).",
    "นขเลขา": "น. การขีดด้วยเล็บ; การทาเล็บ. (ส.).",
    "นขา": "[นะขา] (กลอน) น. เล็บ.",
    "นค-, นคะ": "[นะคะ-] (แบบ) น. ภูเขา. (ป., ส.).",
    "นคร, นคร-": "[นะคอน, นะคะระ-] น. เมืองใหญ่, กรุง. (ป., ส.).",
    "นครบาล": "[นะคอนบาน] น. (เลิก) ผู้มีหน้าที่ในการปกครองนครหลวง; ชื่อทบวงการเมืองระดับกระทรวงในสมัยก่อน คือ กระทรวงนครบาล ซึ่งมีหน้าที่ปกครองเขตนครหลวง; เรียกตำรวจที่มีหน้าที่ระวังและระงับเหตุการณ์ทางอาญาในกรุงเทพมหานครว่า ตำรวจนครบาล.",
    "นครบาลจังหวัด": "(เลิก) น. ผู้ว่าราชการจังหวัดในเขตนครหลวง.",
    "นครรัฐ": "[นะคอนรัด] น. เมืองที่ปกครองตนเองเป็นอิสระ. (อ. <f>city state</f>).",
    "นครวาสี": "[นะคะระ-] น. ชาวนคร. (ป.).",
    "นครโสเภณี, หญิงนครโสเภณี": "[นะคอน-, หฺยิงนะคอน-] น. หญิงที่หาเลี้ยงชีพด้วยการค้าประเวณี, โสเภณี หญิงโสเภณี หญิงงามเมือง หรือ หญิงหากิน ก็ว่า, (แบบ) นครโสภิณี, หญิงนครโสภิณี.",
    "นคราทร": "[นะคะราทอน] (เลิก) น. ชื่อกรมมีหน้าที่ทําความสะอาดให้แก่พระนคร.",
    "นครินทร์": "[นะคะ-] น. จอมนคร, เจ้าเมือง, เมืองใหญ่. (ส. นคร + อินฺทฺร).",
    "นคเรศ": "[นะคะเรด] (กลอน) น. เมือง.",
    "นคินทร, นคินทร์": "(กลอน) น. เขาใหญ่ เช่น นคินทรราชวงกต. (ม. ร่ายยาว ชูชก).",
    "นเคนทร์, นเคศวร": "น. เจ้าเขา, เขาหิมพานต์, เขาไกรลาส. (ส.).",
    "นโคทร": "น. เวิ้งเขา, หุบเขา. (ส.).",
    "นง": "น. นาง (ใช้นําหน้าคําอื่น).",
    "นงคราญ": "น. นางงาม, นางสาว.",
    "นงคุฐ": "(แบบ) น. หาง. (ป. นงฺคุฏฺ&#xf700;).",
    "นงนุช": "น. นางน้อง.",
    "นงพะงา": "น. นางงาม.",
    "นงพาล": "น. นางรุ่นสาว, นางสาวเด็ก.",
    "นงพุธ, นงโพธ": "น. นางงามเมื่อแรกรุ่น.",
    "นงเยาว์": "น. นางสาว.",
    "นงราม": "น. นางงาม.",
    "นงลักษณ์": "น. นางผู้มีลักษณะดี, นางผู้มีขวัญดี.",
    "นท": "[นด] (แบบ) น. ผู้บันลือ, ผู้ร้อง, ผู้ลั่น; แม่นํ้า, ลํานํ้า, เช่น ชมพูนท (แปลว่า เกิดในแม่น้ำชมพูนที คือ ทองคำบริสุทธิ์). (ป., ส.).",
    "นที": "[นะ-] (แบบ) น. แม่นํ้า. (ป.).",
    "นทีรัย": "น. กระแสนํ้า. (ส.).",
    "นนตรา": "[นนตฺรา] น. ต้นกระถิน. (ช.).",
    "นนท์, นันทน์": "(แบบ) น. ความสนุก, ความยินดี, ความรื่นเริง. (ป., ส.).",
    "นนทรี ๑": "[นนซี] น. ชื่อไม้ต้นชนิด <f><i>Peltophorum pterocarpum</i> Backer ex Heyne</f> ในวงศ์ <f>Leguminosae</f> ดอกสีเหลืองออกเป็นช่อตรงปลายกิ่ง ฝักแบนสีนํ้าตาลแกมแดง.",
    "นนทรี ๒": "[นนซี] น. ชื่อปลานํ้าเค็มชนิดหนึ่ง. (พจน. ๒๔๙๓).",
    "นนทลี": "[นนทะลี] น. แม่ เช่น สี่ไทธิเบศร์วรดิลก ชนกแลนนทลี. (สมุทรโฆษ).",
    "นนทิ": "[นน-ทิ] น. ผู้มีความยินดี, มักใช้ประกอบหน้าศัพท์อื่น เช่น นนทิกร นนทิการ; วัว. (ส.).",
    "นบ": "(กลอน) ก. ไหว้, นอบน้อม.",
    "นบนอบ": "ก. น้อมกายลงไหว้, นอบนบ ก็ว่า.",
    "นปุงสกลิงค์, นปุงสกลึงค์": "[นะปุงสะกะ-] (ไว) น. เพศของคําที่ไม่เป็นเพศชายและเพศหญิง เช่น ภูเขา บ้าน โต๊ะ เก้าอี้ ดิน นํ้า. (ป., ส. <fig0101.gif,นปํสก> = กะเทย + ลิงฺค = เพศ).",
    "นพ, นพ-": "[นบ, นบพะ-] ว. เก้า (ใช้ประกอบหน้าศัพท์อื่น). (ป. นว; ส. นวนฺ).",
    "นพกะ": "[นบพะ-] น. ผู้ใหม่. (ป. นวก).",
    "นพเก้า": "[นบพะ-] น. ชื่อแหวนฝังพลอย ๙ อย่าง ทําเป็นยอดก็มี ฝังรอบวงแหวนก็มี สําหรับสวมในการมงคล; ชื่อแกงชนิดหนึ่งมีลักษณะคล้ายแกงส้ม ปรุงด้วยผักหลายชนิด เช่น ผักกระเฉด ผักบุ้ง ประสมปลาร้า, แกงซั้ว ก็เรียก.",
    "นพคุณ": "[นบพะ-] น. ทองคําเนื้อเก้า เป็นทองบริสุทธิ์ โบราณกําหนดราคาตามคุณภาพของเนื้อ หนัก ๑ บาท เป็นราคาเงิน ๙ บาท เรียกว่า ทองเนื้อเก้า หรือ ทองนพคุณเก้านํ้า, เรียกสั้น&#160;ๆ ว่า ทองนพคุณ.",
    "นพเคราะห์": "[นบพะเคฺราะ] (โหร) น. ดาวพระเคราะห์ทั้ง ๙ คือ อาทิตย์ จันทร์ อังคาร พุธ เสาร์ พฤหัสบดี ราหู ศุกร์ เกตุ.",
    "นพนิต": "[นบพะนิด] น. เนยข้นชนิดหนึ่ง. (ป. นวนีต).",
    "นพปฎล": "[นบพะปะดน] ว. มีเพดาน ๙ ชั้น หมายถึง เศวตฉัตร. (ป. นว + ปฏล).",
    "นพพล, นพพวง, นพพัน": "[นบพน, นบพวง, นบพัน] น. วิธีฝึกหัดเลขโบราณอย่างหนึ่ง.",
    "นพรัตน์": "[นบพะ-] น. แก้ว ๙ อย่าง คือ เพชร ทับทิม มรกต บุษราคัม โกเมน นิล มุกดา เพทาย ไพฑูรย์, นวรัตน์ หรือ เนาวรัตน์ ก็ว่า. (ส.).",
    "นพศก": "[นบพะ-] น. เรียกปีจุลศักราชที่ลงท้ายด้วยเลข ๙ เช่น ปีเถาะ นพศก จุลศักราช ๑๓๔๙.",
    "นพศูล, นภศูล": "[นบพะสูน] น. เครื่องประดับยอดปรางค์ ทําเป็นรูปหอก มีกิ่งเป็นรูปดาบแตกสาขาออกไป ๔ ทิศ, แง่งขิง ฝักเพกาลําภุขัน หรือ สลัดได ก็เรียก.",
    "นภ-": "[นะพะ-, นบพะ-] น. ฟ้า, หาว, อากาศ. (ป., ส. นภ, นภสฺ).",
    "นภจร": "[นบพะจอน] น. ผู้ไปในฟ้า. (ส. นภสฺจร).",
    "นภดล": "[นบพะดน] น. พื้นฟ้า. (ส. นภสฺตล).",
    "นภมณฑล": "[นบพะมนทน] น. ท้องฟ้า. (ส. นโภมณฺฑล).",
    "นภวิถี": "[นะพะ-] น. ทางฟ้า คือ วิถีโคจรแห่งตะวัน. (ส. นโภวิถี).",
    "นภศูล, นพศูล": "[นบพะสูน] น. เครื่องประดับยอดปรางค์ ทําเป็นรูปหอก มีกิ่งเป็นรูปดาบแตกสาขาออกไป ๔ ทิศ, แง่งขิง ฝักเพกา ลําภุขัน หรือ สลัดได ก็เรียก.",
    "นภสินธุ์": "[นบพะ-] น. แม่นํ้าคงคา, แม่นํ้าในฟ้า คือ ทางช้างเผือกในตําราดาว. (ส. นภสินฺธุ).",
    "นภา": "(กลอน) น. ฟ้า.",
    "นภาลัย": "น. ฟากฟ้า, กลางหาว. (ป.).",
    "นม ๑": "น. ส่วนของร่างกาย อยู่บริเวณหน้าอก มี ๒ เต้า, ของผู้หญิงมีต่อมสำหรับผลิตน้ำนมเป็นอาหารสำหรับลูกอ่อน ส่วนของผู้ชายมีขนาดเล็กและไม่มีน้ำนม, นมของสัตว์บางชนิด เช่น ลิง ค่าง ก็มี ๒ เต้าเช่นเดียวกับคน ส่วนของสัตว์บางชนิด เช่น สุนัข วัว ควาย มีหลายเต้าเรียงอยู่ที่ท้องเป็น ๒ แถว; แม่นม, ราชาศัพท์ว่า พระนม; น้ำนม เช่น เลี้ยงลูกด้วยนม; ชื่อสิ่งที่เป็นเต้าเป็นปุ่มคล้ายนม เช่น นมทองหลาง นมจะเข้; เรียกสิ่งที่มีลักษณะเป็นปุยขาวห่อหุ้มต้นผักกระเฉดว่า นมผักกระเฉด, เรียกสิ่งที่มีลักษณะเป็นปุยขาวห้อยติดอยู่ตามข้อพังพวยว่า นมพังพวย.",
    "นม- ๒, นมะ": "[นะมะ-] น. การนอบน้อม, การเคารพ, การไหว้. (ป.; ส. นมสฺ).",
    "นมกระแชง": "น. ต้นไม้เถาชนิดหนึ่ง ใช้ทํายาได้. (พจน. ๒๔๙๓).",
    "นมข้น": "น. นมที่มีลักษณะข้นและมีรสหวานจัด ได้จากการทําให้นํ้าบางส่วนในนํ้านมวัวระเหยไปแล้วเติมนํ้าตาล.",
    "นมควาย": "น. ชื่อไม้เถาชนิด <f><i>Uvaria hahnii</i> J. Sinclair</f> ในวงศ์ <f>Annonaceae</f> ดอกสีแดงเข้ม.",
    "นมชะนี": "น. ชื่อไม้เถาชนิด <f><i>Artabotrys burmanicus</i> A. DC.</f> ในวงศ์ <f>Annonaceae</f> ดอกสีเขียวอมขาว.",
    "นมช้าง": "น. ชื่อไม้เถาชนิด <f><i>Uvaria cordata</i> Alston</f> ในวงศ์ <f>Annonaceae</f> ดอกสีแดงเข้ม.",
    "นมตาบอด, นมบอด": "น. นมที่หัวบุ๋มเข้าไป.",
    "นมตาสะแก": "น. นมที่หัวยื่นออกมาเหมือนตาไม้สะแก.",
    "นมตำเรีย, นมตำเลีย": "<i>ดู นมพิจิตร (๑)</i>.",
    "นมนาง ๑": "น. เครื่องหมายวิสรรชนีย์รูปดังนี้ ะ.",
    "นมนาง ๒": "น. ชื่อหอยทะเลกาบเดี่ยวชนิด <f><i>Trochus niloticus</i></f> ในวงศ์ <f>Trochidae</f> ขนาดใหญ่กว่าหอยนมสาว เปลือกเป็นรูปกรวยแหลม พื้นผิวขรุขระและเวียนเป็นวงขึ้นไปยังปลายยอด อาศัยอยู่ตามโขดหินและแนวปะการัง เมื่อขัดผิวเปลือกออกจะเห็นเป็นมุก ใช้ทำเป็นเครื่องประดับ.",
    "นมนาง ๓": "น. ชื่อไม้ต้นชนิด <f><i>Pouteria cambodiana</i> Baehni</f> ในวงศ์ <f>Sapotaceae</f> ลําต้นมีหนามแข็ง.",
    "นมนาน": "ว. นานมาก, นานนม ก็ว่า.",
    "นมบกอกพร่อง": "(กฎ; โบ) น. ลักษณะของหญิงที่ชายทําให้เสียความบริสุทธิ์แล้วทอดทิ้งไป เช่น แลมันทําชู้แล้วมันทอดหญิงนั้นเสีย ท่านว่ามันทําให้ลูกหลานท่านนมบกอกพร่อง ให้ไหมชายผู้เลมิดพ่อแม่ผู้เถ้าผู้แก่นั้นโดยขนาฎ. (สามดวง), มักใช้เพี้ยนไปเป็น นมตกอกพร่อง.",
    "นมผง": "น. สิ่งที่มีลักษณะเป็นผง ได้จากการนํานํ้านมวัวไปผ่านกรรมวิธีซึ่งทําให้ส่วนที่เป็นนํ้าระเหยออกไปหมด อาจเติมสารเคมีที่มีประโยชน์ต่อร่างกายลงไปด้วยก็ได้.",
    "นมผา": "น. หินงอกหรือหินย้อยซึ่งเกิดจากคราบหินปูนที่ย้อยลงมาจากเพดานถํ้า มีสีนวลอ่อนคล้ายนํ้านม เมื่อต้องแสงจะมีประกายแวววาว.",
    "นมพวง": "น. ชื่อนมที่มีฐานใหญ่ตั้งชิดกันทั้งคู่ ไม่ยานไม่งอน.",
    "นมพิจิตร": "น. (๑) ชื่อพืชอิงอาศัยชนิด <f><i>Hoya parasitica</i> Wall.</f> ในวงศ์ <f>Asclepiadaceae</f> ใบรี หนา ดอกสีขาวกลางดอกสีม่วง กลิ่นหอม ทุกส่วนมียางขาวคล้ายน้ำนม, นมตำเรีย หรือ นมตำเลีย ก็เรียก. (๒) ชื่อไม้เถาชนิด <f><i>Trichosanthes cucumerina</i> L.</f> ในวงศ์ <f>Cucurbitaceae</f> ผลมีรสขม ใช้ทํายาได้, บวบขม ก็เรียก.",
    "นมแมว": "น. ชื่อไม้พุ่มรอเลื้อยชนิด <f><i>Rauwenhoffia siamensis</i> Scheff.</f> ในวงศ์ <f>Annonaceae</f> ดอกสีนํ้าตาลอ่อนเกือบนวล ออกเดี่ยว&#160;ๆ ตามง่ามใบ บานเวลาเย็น กลิ่นหอม ผลสุกกินได้.",
    "นมไม้": "น. ไม้ทําเป็นรูปนม ๒ เต้า สําหรับหนุนหลังแก้เมื่อยเป็นต้น.",
    "นมวัว": "น. ชื่อไม้พุ่มชนิด <f><i>Anomianthus dulcis</i> J. Sinclair</f> ในวงศ์ <f>Annonaceae</f> ผลสุกสีแดงอมส้ม รสเปรี้ยว&#160;ๆ หวาน&#160;ๆ.",
    "นมสวรรค์": "น. ชื่อไม้พุ่มขนาดเล็กชนิด <f><i>Clerodendrum paniculatum</i> L.</f> ในวงศ์ <f>Labiatae</f> ขึ้นตามที่ชุ่มชื้น ที่โคนใบมีต่อมนูนหลายต่อม ดอกสีแดงอมส้ม ออกเป็นช่อตามยอด ผลเล็ก มี ๔ พู ใช้ทํายาได้, พนมสวรรค์ ก็เรียก.",
    "นมสาว ๑": "น. ชื่อขนมชนิดหนึ่งทําด้วยแป้งถั่วหรือแป้งเท้ายายม่อมกวนจนใส ไส้ทําด้วยถั่วเขียวกวนปั้นเป็นก้อนกลม ห่อด้วยใบตองสด รูปอย่างขนมเทียน เรียกว่า ขนมเทียนนมสาว.",
    "นมสาว ๒": "น. ชื่อหอยทะเลกาบเดี่ยวชนิด <f><i>Trochus maculatus</i></f> ในวงศ์ <f>Trochidae</f> เปลือกม้วนเป็นวง ฐานเปลือกใหญ่ ปลายแหลม ขนาดเล็กกว่าหอยนมนาง เมื่อขัดผิวเปลือกออกจะเห็นเป็นมุก ใช้ทําเป็นเครื่องประดับ.",
    "นมหนู": "น. ส่วนของปืนที่สวมแก๊ปเพื่อให้ประกายเข้าไปเผาดินปืนข้างใน; ส่วนของเครื่องใช้เป็นปุ่มมีรูเพื่อให้ฉีดนํ้ามันออกมา เช่น นมหนูตะเกียง นมหนูเครื่องยนต์.",
    "": "น. การแสดงความอ่อนน้อมด้วยการกราบไหว้; คําที่ใช้ขึ้นต้นและลงท้ายจดหมายที่มีไปถึงพระภิกษุสามเณร. (ป. นมกฺการ; ส. นมสฺการ).",
    "นมาซ": "น. พิธีกรรมเกี่ยวกับการนมัสการในศาสนาอิสลาม เพื่อชำระจิตใจให้บริสุทธิ์ ปฏิบัติวันละ ๕ เวลา, ละหมาด ก็เรียก.",
    "นย-, นยะ": "[นะยะ-] น. เค้าความที่ส่อให้เข้าใจเอาเอง. (ป., ส.).",
    "นยนะ, นยนา": "[นะยะ-] น. ดวงตา. (ป., ส.).",
    "นยักษ์": "[นะยัก] (แบบ) ว. ตํ่าต้อย, เลว. (ส.).",
    "นโยบาย": "น. หลักและวิธีปฏิบัติซึ่งถือเป็นแนวดําเนินการ. (ป. นย + อุปาย).",
    "นร-": "[นอระ-] น. คน, ชาย, เพศหญิงใช้ว่า นรี หรือ นารี, นิยมใช้เป็นคําหน้าสมาส เช่น นรเทพ นรสิงห์. (ป., ส.).",
    "นรก": "[นะ-] น. แดนหรือภูมิที่เชื่อกันว่าผู้ทําบาปจะต้องไปเกิดและถูกลงโทษ, โดยปริยายหมายถึงแดนที่มีแต่ความทุกข์ทรมาน. (ป., ส.).",
    "นรกจกเปรต": "น. คนที่เหี้ยมโหด คล้ายกับเปรตมาจากนรก.",
    "นรกานต์": "[นะระ-] น. นรก. (ป. นรก + อนฺต).",
    "นรการ": "[นอระกาน, นะระกาน] น. ช้างสีดอ, ช้างตัวผู้ มีงาสั้น.",
    "นรชาติ": "น. คน, หมู่คน.",
    "นรเทพ, นรนาถ, นรนายก, นรบดี, นรบาล, นรราช": "[นอระ-] น. พระราชา. (ป., ส.).",
    "นรพยัคฆ์": "[นอระ-] น. สมิงมิ่งชาย คือ คนเก่งกาจราวกับเสือ. (ป.).",
    "นรเศรษฐ์": "[นอระ-] น. คนประเสริฐ; พระราชา. (ส.).",
    "นรสิงห์, นรสีห์": "[นอระ-] น. คนปานสิงห์, นักรบผู้มหาโยธิน. (ส., ป.).",
    "นรา": "(กลอน) น. คน.",
    "นรากร": "น. คน, หมู่คน.",
    "นราธิเบนทร์, นราธิเบศร์": "น. พระมหากษัตริย์. (ส. นร + อธิป + อินฺทฺร; ป. นร + อธิป + อิสฺสร).",
    "นราธิป": "[นะราทิบ] (แบบ) น. พระราชา. (นร + อธิป).",
    "นรินทร์, นริศ, นริศร, นริศวร": "[นะริน, นะริด, นะริดสวน] (แบบ) น. พระราชา. (ส. นร + อินฺทฺร, นร + อีศ, นร + อีศฺร, นร + อีศฺวร).",
    "นรี": "[นะรี] (แบบ) น. นาง. (ส.).",
    "นรีเวชวิทยา": "[-เวดวิดทะยา] น. วิชาว่าด้วยโรคเกี่ยวกับระบบการสืบพันธุ์ของสตรี.",
    "นเรนทรสูร, นเรศ, นเรศวร, นเรศูร": "[นะเรนทฺระสูน, นะเรด, นะเรสวน, นะเรสูน] (แบบ) น. พระราชา. (ส. นร + อินฺทฺร + สูร, นร + อีศ, นร + อีศฺวร).",
    "นเรศวร์ชนช้าง": "[นะเรด-] น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "นโรดม": "(แบบ) น. พระราชา. (ส. นโรตฺตม; ป. นรุตฺตม).",
    "นฤ- ๑": "[นะรึ-] น. คน (ใช้นําหน้าคำอื่น). (ส.).",
    "นฤ- ๒": "[นะรึ-] ว. ไม่มี, ออก, มักใช้นําหน้าศัพท์อื่น เช่น นฤมล ว่า ไม่มีมลทิน, นฤโฆษ ว่า ดังออก. (คํานี้เขียนแผลงมาจาก นิ ในบาลี ซึ่งสันสกฤต เป็น นิสฺ).",
    "นฤคหิต": "[นะรึคะหิด] (โบ) น. ชื่อเครื่องหมายรูปดังนี้<2t>&#160;&#x0e4d;, นิคหิต หรือ หยาดนํ้าค้าง ก็เรียก. (ส. นิคฺฤหีต; ป. นิคฺคหีต). <i>(ดู นิคหิต)</i>.",
    "นฤโฆษ": "[นะรึโคด] (แบบ) ก. ดังออก, กึกก้อง. (ส.).",
    "นฤดม": "ว. เลิศชายหรือแข็งแรงที่สุด. (ส.).",
    "นฤตย-, นฤตย์": "[นะริดตะยะ-, นะริด] น. การระบํา, การฟ้อนรํา, การเต้นรํา. (ส.).",
    "นฤตยศาลา": "น. ห้องเต้นรํา. (ส.).",
    "นฤตยศาสตร์": "น. วิทยาหรือศิลปะแห่งการระบํา. (ส.).",
    "นฤตยสถาน": "น. ที่สําหรับการระบํา. (ส.).",
    "นฤเทพ, นฤบดี": "น. พระราชา. (ส.).",
    "นฤนาท": "[นะรึนาด] (แบบ) น. ความกึกก้อง; การบันลือ.",
    "นฤบาล": "น. พระราชา. (ส.).",
    "นฤเบศ": "น. พระราชา.",
    "นฤปนีติ": "[-ปะนีติ] น. พระราโชบาย. (ส.).",
    "นฤปเวศม์": "[-ปะเวด] น. ราชสํานัก; ศาล. (ส.).",
    "นฤปะ": "น. ผู้ปกครอง, พระราชา.",
    "นฤปัตนี": "[-ปัดตะนี] น. พระราชินี. (ส.).",
    "นฤพาน": "[นะรึ-] น. ความดับกิเลสและกองทุกข์.<2t>(โบ) ก. ตาย (ใช้แก่พระมหากษัตริย์) เช่น ครั้งนั้นสมเด็จพระรามาธิบดีเจ้าเสด็จนฤพาน. (พงศ. กรุงเก่า). (ส. นิรฺวาณ; ป. นิพฺพาน).",
    "นฤมล": "[นะรึมน] ว. ไม่มีมลทิน.<2t>น. นาง.",
    "นฤมาณ": "[นะรึ-] (แบบ) น. การสร้าง, การแปลง, การทํา, การวัดส่วน. (ส. นิรฺมาณ).",
    "นฤมิต": "[นะรึ-] ก. สร้าง, แปลง, ทํา. (ส. นิรฺมิต; ป. นิมฺมิต).",
    "นลาฏ": "[นะลาด] (ราชา) น. หน้าผาก. (ป.; ส. ลลาฏ).",
    "นลิน": "[นะลิน] (แบบ) น. ดอกบัว. (ป., ส.).",
    "นลินี": "[นะ-] (แบบ) น. หมู่บัว, สระบัว. (ป., ส.).",
    "นว- ๑": "[นะวะ-] ว. ใหม่ (ใช้เป็นคําหน้าสมาส). (ป., ส.).",
    "นว- ๒": "[นะวะ-] ว. เก้า, จํานวน ๙, (ใช้เป็นคําหน้าสมาส). (ป.; ส. นวนฺ).",
    "นวก- ๑, นวกะ": "[นะวะกะ-] น. ผู้ใหม่, ผู้อ่อน. (ป.).<2t>ว. ใหม่, อ่อน, เช่น พระนวกะ นวกภูมิ.",
    "นวก- ๒": "[นะวะกะ-] น. หมวด ๙ หมายความว่า วัตถุอันมีจํานวน ๙ ทุกอย่าง เช่น รัตนะ ๙ คําสอนของพระศาสดา ๙ พุทธคุณ ๙ เอามารวมไว้ในหมวดนั้น เรียกว่า นวก เช่น นวกนิบาต. (ป.).",
    "นวกภูมิ": "[นะวะกะพูม] น. ขั้นหรือชั้นแห่งผู้ใหม่, ในคณะสงฆ์หมายถึงภิกษุที่มีพรรษาต่ำกว่า ๕, ภิกษุจัดเป็น ๓ ชั้น ชั้นต้น คือ นวกภูมิ (ชั้นใหม่), ชั้นกลาง คือ มัชฌิมภูมิ มีพรรษาตั้งแต่ ๕ ถึง ๙, และ ชั้นสูง คือ เถรภูมิ (ชั้นพระเถระ) มีพรรษาตั้งแต่ ๑๐ ขึ้นไป. (ป.).",
    "นวกรรม, นวการ, นวกิจ": "น. การก่อสร้าง.",
    "นวกรรมิก": "น. ผู้ดูแลการก่อสร้าง. (ส.; ป. นวกมฺมิก).",
    "นวโกวาท": "[นะวะโกวาด] น. โอวาทเพื่อผู้บวชใหม่. (ป.).",
    "นวครหะ, นวเคราะห์": "[-คฺระหะ, -เคฺราะ] น. นพเคราะห์, ดาวพระเคราะห์ทั้ง ๙ คือ อาทิตย์ จันทร์ อังคาร พุธ เสาร์ พฤหัสบดี ราหู ศุกร์ เกตุ. (ส.).",
    "นวคุณ": "น. นพคุณ. (ป.).",
    "นวชาต": "ว. ใหม่. (ส.).",
    "นวด": "ก. ใช้มือบีบหรือกดเพื่อให้คลายจากความปวดเมื่อยหรือเมื่อยขบ.",
    "นวดข้าว": "ก. ใช้วัวควายหรือคนยํ่ารวงข้าวให้เมล็ดหลุดจากรวง.",
    "นวดแป้ง": "ก. ขยําแป้งให้เข้ากัน.",
    "นวดฟั้น": "ก. บีบขยําให้หายปวดเมื่อยหรือเมื่อยขบ.",
    "นวทวาร": "น. ช่องทั้ง ๙ แห่งร่างกาย คือ ตา ๒ หู ๒ จมูก ๒ ปาก ๑ ทวารเบา ๑ ทวารหนัก ๑; ร่างกาย. (ส.).",
    "นวนิต": "น. นพนิต, เนยข้นชนิดหนึ่ง. (ชาวอินเดียเรียกว่า <f>ghee</f>). (ป., ส.).",
    "นวนิยาย": "น. บันเทิงคดีร้อยแก้วขนาดยาวรูปแบบหนึ่ง มีตัวละคร โครงเรื่อง เหตุการณ์ในเรื่อง และสถานที่ ที่ทำให้เนื้อเรื่องมีความสมจริง เช่น เรื่องหญิงคนชั่ว ของ ก. สุรางคนางค์ เรื่องผู้ชนะสิบทิศ ของ ยาขอบ เรื่องสี่แผ่นดิน ของ ม.ร.ว.คึกฤทธิ์ ปราโมช เรื่องเรือมนุษย์ ของ กฤษณา อโศกสิน, ถ้ามีขนาดสั้น เรียกว่า นวนิยายขนาดสั้น เช่น เรื่องดรรชนีนาง ของ อิงอร เรื่องสร้อยทอง ของ นิมิต ภูมิถาวร.",
    "นวปฎล": "[นะวะปะดน] ว. นพปฎล, มีเพดาน ๙ ชั้น หมายความถึง เศวตฉัตร. (ป.).",
    "นวพธู": "น. ลูกสะใภ้. (ส.).",
    "นวม ๑": "น. สิ่งที่มีของอ่อนนุ่มอยู่ข้างใน เพื่อให้ความอบอุ่นหรือเพื่อป้องกันการเสียดสี การกดดัน การกระทบกระทั่งเป็นต้น เช่น เสื้อนวม เกราะนวม นวมคอ, เรียกผ้าห่มนอนที่มีลักษณะเช่นนั้นว่า ผ้านวม, เรียกกานํ้าที่มีนวมหุ้มเพื่อเก็บความร้อนไว้ได้นานว่า กานวม, เรียกปี่พาทย์ที่ตีด้วยไม้พันด้วยนวมว่า ปี่พาทย์ไม้นวม.",
    "นวม- ๒": "[นะวะมะ-] (แบบ) ว. ที่ ๙ เช่น นวมสุรทิน = วันที่ ๙. (ป.).",
    "น่วม": "ว. อ่อนนุ่มจนเกือบเหลว เช่น บีบเสียจนน่วม.",
    "นวมี": "[นะวะมี] (แบบ) ว. ที่ ๙ เช่น นวมีดิถี = วัน ๙ คํ่า. (ป.).",
    "นวมุข": "น. นวทวาร. (ส.).",
    "นวย": "ก. เยื้องกราย, กรีดกราย; น้อม เช่น คิดคิ้วคํานวณนวย คือธนูอันก่งยง. (สมุทรโฆษ).",
    "นวยนาด": "ก. เยื้องกราย, กรีดกราย; ชื่อเพลงไทยทํานองหนึ่ง. (เงาะป่า).",
    "นวรัตน์": "น. นพรัตน์, แก้ว ๙ อย่าง คือ เพชร ทับทิม มรกต บุษราคัม โกเมน นิล มุกดา เพทาย ไพฑูรย์, เนาวรัตน์ ก็ว่า. (ส.).",
    "นวล": "ว. สีขาวปนเหลืองเล็กน้อย; ผ่องเป็นยองใย, งามผุดผ่อง, เช่น ผิวนวล.<2t>น. ผงแป้งที่โรยบนก้อนแป้งเวลานวดหรือปั้นเพื่อไม่ให้ติดมือติดภาชนะเป็นต้น; ละอองสีขาวบนผิวผลไม้หรือใบไม้บางชนิดแสดงว่าแก่จัด เช่น นวลมะม่วง นวลแตง นวลใบตอง.",
    "นวลจันทร์": "น. ชื่อปลานํ้าจืดชนิด <f><i>Cirrhinu microlepis</i></f> ในวงศ์ <f>Cyprinidae</f> ลําตัวยาวเรียว แบนข้างเล็กน้อย ตาเล็ก ปากเล็กอยู่ตํ่าที่ปลายหัว ไม่มีหนวด เกล็ดเล็ก เฉพาะในแนวเส้นข้างตัวมีประมาณ ๖๐ เกล็ด ลําตัวด้านหลังสีนํ้าตาลเทา ข้างท้องสีขาว ปลายครีบหลังและครีบท้องสีชมพู อาศัยตามลํานํ้าในเขตที่ลุ่มภาคกลางไปจนถึงแม่นํ้าโขง ขนาดยาวได้ถึง ๖๕ เซนติเมตร.",
    "นวลจันทร์ทะเล": "น. ชื่อปลาทะเลหรือน้ำกร่อยชนิด <f><i>Chanos chanos</i></f> ในวงศ์ <f>Chanidae</f> ลำตัวยาวเพรียว แบนข้างเล็กน้อย หัวหลิม ตาโต ครีบหลังมีครีบเดียวตั้งอยู่ในแนวกลางตัว ครีบหางเป็นแฉกลึก เกล็ดทั่วตัวมีสีเงิน ขนาดยาวได้ถึง ๑.๕ เมตร อยู่ในน้ำจืดได้, ชะลิน หรือ ทูน้ำจืด ก็เรียก.",
    "นวลน้อย": "น. ชื่อหญ้าชนิด <f><i>Zoysia matrella </i>(L.) Merr.</f> ในวงศ์ <f>Gramineae</f> ใช้เป็นหญ้าสนาม.",
    "นวลระหง": "ว. มีรูปทรงงาม.",
    "นวลลออ": "ว. ผุดผ่อง, งามดี.",
    "นวลละออง": "ว. ผุดผ่องเป็นยองใย.",
    "นวลหง": "[นวนละหง] ว. มีสีเนื้อนวลงาม.",
    "นวโลหะ": "น. โลหะ ๙ ชนิด คือ เหล็ก ๑ ปรอท ๑ ทองแดง ๑ เงิน ๑ และทองคํา ๑ เพียงนี้เรียกว่า เบญจโลหะ, ถ้าเติมอีก ๒ ชนิด คือ เจ้า ๑ (เป็นคําตัดมาจาก &#147;เจ้านํ้าเงิน&#148; ว่า เป็นแร่ชนิดหนึ่ง สีเขียวเป็นสีนํ้าเงิน) และสังกะสี ๑ เรียกว่า สัตโลหะ, ถ้าเติมอีก ๒ ชนิด คือ ชิน ๑ และบริสุทธิ์ ๑ (คือทองแดงบริสุทธิ์) เรียกว่า นวโลหะ. (ตําราสร้างพระพุทธรูป).",
    "นววิธ": "[-วิด] ว. ๙ ประการ, ๙ อย่าง. (ป.).",
    "นวอรหาทิคุณ, นวารหาทิคุณ": "[นะวะอะระหาทิคุน, นะวาระหาทิคุน] น. คุณพระพุทธเจ้า ๙ ประการ มีบท อรหํ เป็นต้น. (พูดเลือนมาเป็น นวหรคุณ).",
    "นวังคสัตถุศาสน์": "[นะวังคะสัดถุสาด] น. คําสอนของพระศาสดา คือ พระพุทธเจ้า มีองค์ ๙ คือ สุตตะ เคยยะ เวยยากรณะ คาถา อุทาน อิติวุตตกะ ชาดก อัพภูตธรรม เวทัลละ. (ป.).",
    "นวัตกรรม": "น. สิ่งที่ทำขึ้นใหม่หรือแปลกจากเดิมซึ่งอาจจะเป็นความคิด วิธีการ หรืออุปกรณ์ เป็นต้น. (ป. นวต + ส. กรฺม; อ. <f>innovation</f>).",
    "นวาระ": "[นะวาระ] น. กุหลาบ. (ช.).",
    "นหาดก": "[นะหาดก] น. ผู้อาบแล้ว, ผู้ล้างแล้ว, คําบัญญัติในลัทธิพราหมณ์สําหรับเรียกผู้ใหญ่ในวรรณะ เช่น พราหมณ์ผู้ได้กระทําพิธีอาบนํ้า ซึ่งจําต้องกระทําเมื่อเสร็จกิจศึกษาจากสํานักอาจารย์ และตั้งต้นเป็นผู้ครองเรือน (คฤหัสถ์ คือ ผู้มีภรรยาและครอบครัว), ในพระพุทธศาสนา หมายเอาท่านที่ชําระกิเลสมลทินสิ้นแล้ว. (ป. นหาตก; ส. สฺนาตก).",
    "นหานะ": "น. การอาบนํ้า. (ป.; ส. สฺนาน).",
    "นหารุ": "[นะหารุ] (แบบ) น. เส้น, เอ็น. (ป.; ส. สฺนายุ).",
    "นหุต ๑": "[นะหุด] ว. หมื่น. (ป.).",
    "นหุต ๒": "[นะหุด] น. ชื่อสังขยา = ๑๐,๐๐๐,๐๐๐<sup>๔</sup> หรือ เลข ๑ มีเลข ๐ ตามหลัง ๒๘ ตัว. (ป.).",
    "นฬ-, นฬะ": "[นะละ-] น. ไม้อ้อ, ไม้รวก, ไม้ไผ่. (ป.).",
    "นฬการ": "น. ช่างจักสาน. (ป.).",
    "นฬป": "[นะลบ] (แบบ) น. ปลาช่อน. (ป.).",
    "นอ ๑": "น. สิ่งที่งอกขึ้นเหนือจมูกแรด ยาวประมาณ ๑๒-๑๕ เซนติเมตร แข็งเหมือนเขาสัตว์; ปมที่นูนขึ้นตามอวัยวะเช่นที่ข้อศอกที่ศีรษะ.<2t>(กลอน) ก. โน เช่น แม้นมีไม้ใกล้ตัวหัวจะนอ. (คาวี).",
    "นอ ๒": "น. เครื่องดุริยางค์ของชาวมูเซอ.",
    "นอก": "บ. ตรงข้ามกับใน, ไม่ใช่ใน.<2t>ว. พ้นออกไปจากภายในหรือร่วมใน เช่น นอกเรือน นอกประเทศ นอกกาย นอกตําแหน่ง, ต่างประเทศ เช่น ของนอก ไปนอก, เรียกเขตที่พ้นจากเมืองหลวงออกไปว่า บ้านนอก, เรียกประเทศในทวีปยุโรปและอเมริกาว่า เมืองนอก, เรียกผลไม้ที่เอามาจากนอกกรุง เช่น เงาะนอก ทุเรียนนอก, คู่กับ ผลไม้ในกรุง เช่น เงาะสวน ทุเรียนสวน.",
    "นอกกฎหมาย": "ว. ไม่ถูกกฎหมาย เช่น บุตรนอกกฎหมาย.",
    "นอกครู": "ก. ประพฤติไม่ตรงตามคําสั่งสอนของครูบาอาจารย์, ประพฤติไม่ตรงตามแบบฉบับที่นิยมกันมา.",
    "นอกคอก": "ว. ประพฤติไม่ตรงตามแบบตามธรรมเนียมประเพณีของบรรพบุรุษ.",
    "นอกคัมภีร์": "ว. นอกตำรา.",
    "นอกจาก": "บ. เว้นเสียแต่.",
    "นอกใจ": "ว. ไม่ซื่อตรงต่อสามีหรือภรรยาด้วยการคบชู้สู่สาว.",
    "นอกชาน": "น. พื้นเรือนที่ยื่นพ้นชายคาระเบียงออกมา.",
    "นอกตำรา": "ว. ผิดจากตํารา, ไม่มีในตํารา, นอกคัมภีร์ ก็ว่า.",
    "นอกถนน": "น. ที่ท้องถนน.",
    "นอกบาลี": "ก. พูดหรือทํานอกแบบฉบับ.",
    "นอกรีต, นอกรีตนอกรอย": "ว. ไม่ประพฤติตามจารีตประเพณี.",
    "นอกลู่นอกทาง": "ว. ไม่ประพฤติตามแนวทางที่พ่อแม่ครูอาจารย์ได้เคยดําเนินมา.",
    "นอกสังเวียน": "ว. นอกวงการ, นอกเวที, เช่น เขาก็ดีแต่เก่งนอกสังเวียน.",
    "นอกเหนือ": "ว. ยิ่งกว่านี้, มากกว่านี้, ใช่แต่เท่านี้.",
    "นอง": "ก. ค้างขังอยู่บนพื้น (ใช้แก่นํ้า) เช่น นํ้านองถนน นํ้านองบ้าน.",
    "น่อง ๑": "น. กล้ามเนื้อที่อยู่ด้านหลังหน้าแข้ง.",
    "น่อง ๒": "น. ชื่อไม้ต้นชนิด <f><i>Antiaris toxicaria</i> Leschen.</f> ในวงศ์ <f>Moraceae</f> ยางมีพิษ ใช้ทำยางน่อง.",
    "น้อง": "น. ผู้ร่วมบิดาหรือมารดาเดียวกันและเกิดทีหลัง, ลูกของอาหรือของน้า, เรียกคนที่มีอายุคราวน้อง เช่น น้องแดง น้องเขียว; ออกทีหลัง, มาทีหลัง, เช่น หมากทะลายน้อง มะพร้าวทะลายน้อง, คู่กับ ทะลายพี่; ลักษณนามใช้นับอายุไม้จําพวกไม้ไผ่ เช่น ไม้น้องเดียว คือ ไม้ที่มีอายุ ๒ ปี ไม้ ๒ น้อง คือ ไม้ที่มีอายุ ๓ ปี.",
    "น้อง ๆ": "ว. จวนจะเป็น, ใกล้จะเป็น, เกือบจะเป็น, เช่น น้อง&#160;ๆ อธิบดีเข้าไปแล้ว.",
    "นองเนือง": "ว. เนืองนอง.",
    "น่องแน่ง": "ว. ติดกันนุงนัง, เกี่ยวเนื่องกันยุ่ง.",
    "น้องเพล": "น. เรียกเวลาก่อนเพล ระหว่าง ๑๐ นาฬิกา ถึง ๑๑ นาฬิกา.",
    "นองเลือด": "ว. อย่างดุเดือดและต้องเสียเลือดเนื้อหรือล้มตายกันเป็นจํานวนมาก เช่น รบกันนองเลือด.",
    "น่องสิงห์": "น. ชื่อลายชนิดหนึ่งมักประดับที่ส่วนหลังของขาโต๊ะ ตั่ง หรือตู้แบบขาสิงห์<2t>หรือประดับริมหรือขอบ เช่นริมโต๊ะหรือกรอบรูป.",
    "นองหน้า": "ว. อาบหน้า (ใช้แก่นํ้าตา).",
    "นอต ๑": "น. หน่วยแสดงความเร็วของสิ่งใดสิ่งหนึ่งตามระบบการเดินเรือ มีค่าเท่ากับ ๑ ไมล์ทะเลต่อชั่วโมง หรือ ๑.๘๕๒ กิโลเมตรต่อชั่วโมง เช่น เรือแล่นได้เร็ว ๘ ไมล์ทะเลต่อชั่วโมง เรียกว่า เรือมีความเร็ว ๘ นอต ลมมีความเร็ว ๕๐ ไมล์ทะเลต่อชั่วโมง เรียกว่า ลมมีความเร็ว ๕๐ นอต. (อ. <f>knot</f>).",
    "นอน": "ก. เอนตัวลงกับพื้นหรือที่ใด&#160;ๆ, อาการที่สัตว์เอนตัวลงกับพื้นเพื่อพักผ่อนเป็นต้นหรือยืนหลับอยู่กับที่, อาการที่ทําให้ของสูง&#160;ๆ ทอดลง เช่น เอาเสานอนลง, อาการที่พรรณไม้บางชนิด เช่น จามจุรี ผักกระเฉด ไมยราบ หลุบใบในเวลาใกล้จะสิ้นแสงตะวัน.<2t>ว. ลักษณะที่ตรงข้ามกับ ยืน หรือ ตั้ง เช่น แนวนอน แปนอน.",
    "นอนก้น": "ก. อาการที่ผงหรือตะกอนเป็นต้นในของเหลวตกลงไปอยู่ก้นที่รองรับของเหลวนั้น เช่น ตะกอนนอนก้น.",
    "นอนกิน": "ก. ไม่ต้องทํางานก็มีกิน โดยมีผลประโยชน์เป็นรายได้ เช่น นอนกินดอกเบี้ย.",
    "นอนกินบ้านกินเมือง": "(สำ) ก. นอนตื่นสายด้วยความเกียจคร้าน (ใช้เป็นคำประชด).",
    "นอนใจ": "ก. มั่นใจ, วางใจ, ไม่รีบร้อน.",
    "นอนตาไม่หลับ": "ก. นอนหวาดต่อภัยหรือเป็นทุกข์หรือห่วงใย.",
    "นอนตีพุง": "(ปาก) ก. ได้ผลประโยชน์โดยไม่ต้องทําอะไร; สบายใจ, หมดกังวล.",
    "นอนนก": "ก. นั่งหลับ.",
    "นอนแบ็บ": "ก. นอนอย่างอ่อนเพลีย, นอนซม. <i>(ดู แบ็บ)</i>.",
    "นอนโรง": "ก. นอนค้างคืนล่วงหน้าที่โรงก่อนกําหนดงาน (ใช้แก่โขนเป็นต้น) เช่น โขนนอนโรง.",
    "นอนเล่น": "ก. นอนพักผ่อนโดยไม่คิดว่าจะหลับ.",
    "นอนวัน": "ก. หมุนเร็วเที่ยงตรง (ใช้เรียกลูกข่างเป็นต้นที่หมุนเรียบอยู่กับที่).",
    "นอนเวร": "ก. ผลัดเปลี่ยนกันมานอนรักษาการณ์นอกเวลาทํางาน.",
    "นอนหลับทับสิทธิ์": "ก. ไม่ใช้สิทธิ์ที่ตนมีอยู่เมื่อถึงคราวจะใช้, ทับสิทธิ์ ก็ว่า.",
    "นอนหลับไม่รู้ นอนคู้ไม่เห็น": "(สํา) ก. ไม่รู้เรื่องราวที่เกิดขึ้น, ไม่รู้อีโหน่อีเหน่.",
    "นอนเอือก": "ก. นอนอืดอย่างเกียจคร้าน.",
    "นอบ": "ก. น้อม, หมอบย่อลง, มักใช้ประกอบคําอื่น เช่น นบนอบ นอบน้อม.",
    "นอบนบ": "ก. น้อมกายลงไหว้, นบนอบ ก็ว่า.",
    "นอบน้อม": "ก. อาการแสดงความเคารพอย่างสูง เช่น นอบน้อมพระรัตนตรัย, อาการที่ยอบตัวลงแสดงความเคารพอยู่ในที.",
    "น้อม": "ก. โน้ม เช่น น้อมลาภมาเพื่อตน, ค้อม เช่น กิ่งไม้น้อมลง, โอนลงเป็นการแสดงความเคารพ เช่น น้อมกาย น้อมใจ, โอนอ่อนตาม เช่น น้อมใจเชื่อ.",
    "น้อมเกล้าน้อมกระหม่อมถวาย": "(ราชา) ก. ถวาย (ใช้แก่ของที่ยกไม่ได้หรือนับไม่ได้ที่ถวายแด่พระบาทสมเด็จพระเจ้าอยู่หัว สมเด็จพระบรมราชินีนาถ สมเด็จพระบรมราชินี สมเด็จพระบรมราชชนนี สมเด็จพระยุพราช สมเด็จพระบรมโอรสาธิราช และสมเด็จพระบรมราชกุมารี), ในการเขียนใช้ น้อมเกล้าน้อมกระหม่อมถวาย หรือ น้อมเกล้าฯ ถวาย ก็ได้.",
    "น้อมนำ": "ก. นําไปโดยกิริยาอ่อนน้อม.",
    "น้อย ๑": "ว. ตรงข้ามกับ มาก, ไม่มาก, เช่น ฝนน้อย น้ำน้อย มีเงินน้อย พูดน้อย, ตรงข้ามกับ ใหญ่, ไม่ใหญ่, เช่น ข้าราชการชั้นผู้น้อย; โดยปริยายหมายถึงลักษณะที่ไม่สําคัญ เช่น ครูน้อย ผู้น้อย เณรน้อย, เกี่ยวกับความรู้สึกเป็นไปในทางน่ารักน่าเอ็นดู เช่น เด็กน้อย น้องน้อย สาวน้อย หนูน้อย.",
    "น้อย ๒": "(ถิ่น-พายัพ) น. คําเติมหน้าชื่อแห่งผู้ที่ได้บวชเป็นสามเณรแล้ว, ถ้าได้บวชเป็นภิกษุเติมหน้าชื่อว่า หนาน. (พงศ. ร. ๒).",
    "น้อยแง่": "ก. น้อยหน้า; ไม่มีเล่ห์เหลี่ยม.",
    "น้อยใจ, น้อยเนื้อต่ำใจ, น้อยอกน้อยใจ": "ก. รู้สึกเสียใจที่ไม่ได้รับความเป็นธรรมเป็นต้น.",
    "น้อยหน่า": "น. ชื่อไม้พุ่มขนาดเล็กชนิด <f><i>Annona squamosa</i> L.</f> ในวงศ์ <f>Annonaceae</f> ดอกสีเหลืองแกมเขียว กลีบดอกหนา มี ๓ กลีบ ผลสีเขียว ผิวนูนเป็นตา&#160;ๆ เนื้อในผลหนาขาว รสหวาน มีเมล็ดมาก.",
    "น้อยหน้า": "ก. ไม่เทียมหน้าเขา.",
    "น้อยหรือ": "ว. คําแสดงความหมายว่า มาก; คําเปล่งแสดงความไม่พอใจ เช่น น้อยหรือทําได้, ตัดพ้อต่อว่าด้วยความเอ็นดู เช่น น้อยหรือช่างว่า.",
    "น้อยโหน่ง": "น. ชื่อไม้พุ่มขนาดเล็กถึงขนาดกลางชนิด <f><i>Annona reticulata</i> L.</f> ในวงศ์ <f>Annonaceae</f> ดอกคล้ายดอกน้อยหน่า แต่ผลโตกว่า เปลือกบางแต่เหนียว ค่อนข้างเรียบ ไม่นูนเป็นตา&#160;ๆ สีเขียวจาง&#160;ๆ ปนสีแดงเรื่อ&#160;ๆ เนื้อในผลหนาขาว รสหวานไม่สนิทเหมือนน้อยหน่า มีเมล็ดมาก.",
    "นะ ๑": "ว. คําประกอบท้ายคําอื่น บอกความเป็นเชิงอ้อนวอน บังคับตกลง หรือเน้นให้หนักแน่น เป็นต้น เช่น อยู่นะ ไปละนะ.",
    "นะ ๒": "น. ชื่อตัวตั้งธาตุน้ำของเวทมนตร์คาถาทางเมตตามหานิยม เช่น เขาคงมีนะดี ใคร&#160;ๆ เห็นก็เมตตา.",
    "นะแน่ง": "(กลอน) ว. แน่งน้อย, ร่างน้อยงามกะทัดรัด.",
    "นัก ๑": "น. ใช้ประกอบหน้าคําอื่นหมายความว่า ผู้ เช่น นักเรียน, ผู้ชอบ เช่น นักดื่ม นักท่องเที่ยว, ผู้ชํานาญ เช่น นักเทศน์ นักดนตรี นักคํานวณ นักสืบ, ผู้มีอาชีพในทางนั้น&#160;ๆ เช่น นักกฎหมาย นักแสดง นักเขียน. (ข.).",
    "นัก ๒": "ว. อย่างยิ่ง, มากหรือหนักไปในทางใดทางหนึ่ง, เช่น หนาวนัก ร้อนนัก.",
    "นักกะ": "(แบบ) น. จระเข้, เต่า. (ป.; ส. นกฺร).",
    "นักการ": "น. พนักงานชั้นผู้น้อยตํ่ากว่าเสมียน ทําหน้าที่เดินหนังสือ.",
    "นักการเมือง": "น. ผู้ฝักใฝ่ในทางการเมือง, ผู้ที่ทําหน้าที่ทางการเมือง เช่นรัฐมนตรี สมาชิกรัฐสภา.",
    "นักกีฬา": "น. ผู้ชอบเล่นกีฬา, ผู้เข้าแข่งขันกีฬา; โดยปริยายหมายความว่า ผู้มีนํ้าใจไม่เอาเปรียบผู้อื่น.",
    "นักขัต, นักขัต": "[นักขัด, นักขัดตะ-] น. ดาว, ดาวฤกษ์. <i>(ดู นักษัตร)</i>. (ป. นกฺขตฺต; ส. นกฺษตฺร).",
    "นักขัตฤกษ์": "น. ฤกษ์ที่ขึ้นกับการโคจรของดวงจันทร์ว่าผ่านดาวนักษัตรหมู่ใดหมู่หนึ่งใน ๒๗ หมู่ รวมถึงฤกษ์ที่ขึ้นกับการโคจรของดวงดาวในสุริยจักรวาลว่าผ่านดาวนักษัตรหมู่ใดหมู่หนึ่งใน ๒๗ หมู่, เรียกงานที่จัดขึ้นตามนักขัตฤกษ์ว่า งานนักขัตฤกษ์, เรียกวันที่มีงานนักขัตฤกษ์ว่า วันนักขัตฤกษ์.",
    "นักข่าว": "น. ผู้สื่อข่าว, ผู้รายงานข่าว, ผู้เขียนข่าว, ผู้บอกข่าว, (ใช้เฉพาะทางสื่อสารมวลชน), ผู้ส่งข่าว ก็เรียก.",
    "นักงาน": "(กลอน; ตัดมาจาก พนักงาน) น. หน้าที่ เช่น อันการสงครามครั้งนี้ ไว้นักงานพี่จะช่วยหัก. (รามเกียรติ์ ร. ๑).",
    "นักตะ": "(แบบ) น. กลางคืน. (ส.).",
    "นักท่องเที่ยว": "(กฎ) น. บุคคลที่เดินทางจากท้องที่อันเป็นถิ่นที่อยู่โดยปรกติของตนไปยังท้องที่อื่นเป็นการชั่วคราวด้วยความสมัครใจ และด้วยวัตถุประสงค์อันมิใช่เพื่อไปประกอบอาชีพหรือหารายได้.",
    "นักเทศ": "น. คนต่างประเทศที่สําหรับใช้ในราชสํานัก เช่น นักเทศจงไปสั่งการ พนักงานของใครให้ขวายขวน. (สังข์ทอง).",
    "นักเทศน์": "น. ผู้ชํานาญในการเทศน์.",
    "นักโทษ": "น. บุคคลซึ่งถูกลงโทษจําคุก.",
    "นักโทษเด็ดขาด": "(กฎ) น. บุคคลซึ่งถูกขังไว้ตามหมายจําคุกภายหลังคําพิพากษาถึงที่สุด และหมายความรวมถึงบุคคลซึ่งถูกขังไว้ตามคําสั่งที่ชอบด้วยกฎหมายให้ลงโทษด้วย.",
    "นักธรรม": "น. ผู้รู้ธรรม, ผู้สอบความรู้ธรรมได้ตามหลักสูตรที่กําหนดไว้ มี ๓ ชั้น คือ ชั้นตรี ชั้นโท ชั้นเอก; ฤษี.",
    "นักนิ่น": "ว. นิ่ม, อ่อน, โดยปริยายหมายถึงผู้หญิง เช่น จากมานักนิ่นเนื้อ นอนหนาว. (กำสรวล).",
    "นักบวช": "น. ผู้ถือบวช.",
    "นักบิน": "น. ผู้ขับขี่เครื่องบิน.",
    "นักบุญ": "น. ผู้อ้างตัวว่าเป็นผู้วิเศษ, ผู้ที่ทําความดีไว้มากเมื่อตายแล้วได้รับยกย่องว่าเป็นผู้สําเร็จในทางศาสนาคริสต์นิกายโรมันคาทอลิก, ผู้ยินดีในการบุญ.",
    "นักปราชญ์": "น. ผู้รู้, ผู้มีปัญญา.",
    "นักพรต": "น. ผู้ประพฤติพรต, ลักษณนามว่า รูป.",
    "นักรบ": "น. ผู้ชํานาญในการรบ, ทหาร.",
    "นักระ": "[นักกฺระ] (แบบ) น. จระเข้. (ส.; ป. นกฺก).",
    "นักเรียน": "น. ผู้ศึกษาเล่าเรียน; ผู้รับการศึกษาจากโรงเรียน.",
    "นักเรียนนอก": "น. ผู้ที่ไปศึกษามาจากต่างประเทศ โดยเฉพาะหมายถึงประเทศในยุโรปและสหรัฐอเมริกา.",
    "นักเลง": "น. ผู้ฝักใฝ่ในสิ่งนั้น&#160;ๆ เช่น นักเลงหนังสือ นักเลงการพนัน; ผู้เกะกะระราน เช่น เป็นนักเลง, นักเลงโต ก็ว่า.<2t>ว. มีใจกว้าง กล้าได้กล้าเสีย เช่น ใจนักเลง.",
    "นักเลงโต": "น. ผู้เกะกะระราน เช่น น้องชายเขาเป็นนักเลงโต ทำให้เพื่อนบ้านเดือดร้อนเสมอ&#160;ๆ, นักเลง ก็ว่า.",
    "นักวิชาการ": "น. ผู้เชี่ยวชาญในวิชาความรู้สาขาใดสาขาหนึ่งหรือหลายสาขา.",
    "นักศึกษา": "น. ผู้มีความรู้สอบไล่ได้ไม่ตํ่ากว่ามัธยมศึกษาตอนปลายตามหลักสูตรของกระทรวงศึกษาธิการหรือมีความรู้ตามที่กระทรวงศึกษาธิการเทียบเท่า ซึ่งเข้ารับการศึกษาในสถาบันอุดมศึกษา.",
    "นักษัตร ๑, นักษัตร-": "[นักสัด, นักสัดตฺระ-] น. ดาว, ดาวฤกษ์, มี ๒๗ หมู่ คือ<2t>๑. อัศวินี, อัสสนี (ดาวม้า ดาวคู่ม้า หรือ ดาวอัศวยุช) มี ๗ ดวง<2t>๒. ภรณี (ดาวก้อนเส้า) มี ๓ ดวง<2t>๓. กฤติกา, กฤตติกา, กัตติกา (ดาวธงสามเหลี่ยม หรือ ดาวลูกไก่) มี ๘ ดวง<2t>๔. โรหิณี (ดาวพราหมี ดาวปลาตะเพียน หรือ ดาวคางหมู) มี ๗ ดวง<2t>๕. มฤคศิร, มฤคเศียร, มิคสิระ (ดาวหัวเต่า ดาวหัวเนื้อ ดาวศีรษะเนื้อ ดาวศีรษะโค ดาวมฤคศิรัส หรือ ดาวอาครหายณี) มี ๓ ดวง<2t>๖. อารทรา, อทระ (ดาวอัททา ดาวตัวโค หรือ ดาวตาสําเภา) มี ๑ ดวง<2t>๗. ปุนัพสุ, ปุนัพพสู (ดาวหัวสําเภา ดาวสําเภาทอง ดาวสะเภา ดาวยามเกา หรือ ดาวตาเรือชัย) มี ๓ ดวง<2t>๘. บุษยะ, บุษย์, ปุษยะ, ปุสสะ (ดาวปุยฝ้าย ดาวพวงดอกไม้ ดาวดอกบัว ดาวโลง ดาวปู ดาวสมอสําเภา หรือ ดาวสิธยะ) มี ๕ ดวง<2t>๙. อาศเลษา, อสิเลสะ (ดาวเรือน หรือ ดาวนกอยู่ในปล่อง) มี ๕ ดวง<2t>๑๐. มฆ, มฆา, มาฆะ (ดาวโคมูตร ดาววานร ดาวงอนไถ หรือ ดาวงูผู้) มี ๕ ดวง<2t>๑๑. บุรพผลคุนี, ปุรพผลคุนี, ปุพพผลคุนี (ดาววัวตัวผู้ หรือ ดาวงูเมีย) มี ๒ ดวง<2t>๑๒. อุตรผลคุนี, อุตตรผลคุนี (ดาวเพดาน หรือ ดาววัวตัวเมีย) มี ๒ ดวง<2t>๑๓. หัสต, หัสตะ, หัฏฐะ (ดาวศอกคู้ หรือ ดาวศีรษะช้าง) มี ๕ ดวง<2t>๑๔. จิตระ, จิตรา (ดาวต่อมนํ้า ดาวไต้ไฟ ดาวตาจระเข้ หรือ ดาวเสือ) มี ๑ ดวง<2t>๑๕. สวาดิ, สวาตี, สวัสติ (ดาวช้างพัง หรือ ดาวงูเหลือม) มี ๕ ดวง<2t>๑๖. วิศาขา, วิสาขะ (ดาวคันฉัตร หรือ ดาวศีรษะกระบือ) มี ๕ ดวง<2t>๑๗. อนุราธ, อนุราธะ, อนุราธา (ดาวประจําฉัตร หรือ ดาวนกยูง) มี ๔ ดวง<2t>๑๘. เชฏฐะ, เชษฐา (ดาวงาช้าง ดาวช้างใหญ่ ดาวคอนาค หรือ ดาวแพะ) มี ๑๔ ดวง<2t>๑๙. มูล, มูละ, มูลา (ดาวช้างน้อย หรือ ดาวแมว) มี ๙ ดวง<2t>๒๐. ปุรพษาฒ, บุรพอาษาฒ, บุพพาสาฬหะ (ดาวสัปคับช้าง หรือ ดาวราชสีห์ตัวผู้) มี ๓ ดวง<2t>๒๑. อุตราษาฒ, อุตตรอาษาฒ, อุตตราสาฬหะ (ดาวแตรงอน หรือ ดาวราชสีห์ตัวเมีย) มี ๕ ดวง<2t>๒๒. ศรวณะ, ศระวณ, สาวนะ (ดาวหลักชัย หรือ ดาวพระฤๅษี) มี ๓ ดวง<2t>๒๓. ธนิษฐะ, ธนิษฐา (ดาวศรวิษฐา ดาวเศรษฐี หรือ ดาวไซ) มี ๔ ดวง<2t>๒๔. ศตภิษัช, สตภิสชะ (ดาวพิมพ์ทอง หรือ ดาวยักษ์) มี ๔ ดวง<2t>๒๕. บุรพภัทรบท, ปุพพภัททะ (ดาวโปฐบท ดาวแรดตัวผู้ หรือ ดาวหัวเนื้อทราย) มี ๒ ดวง<2t>๒๖. อุตรภัทรบท, อุตตรภัทรบท, อุตตรภัททะ (ดาวแรดตัวเมีย หรือ ดาวไม้เท้า) มี ๒ ดวง<2t>๒๗. เรวดี (ดาวปลาตะเพียน หรือ ดาวนาง) มี ๑๖ ดวง. (ส.; ป. นกฺขตฺต).",
    "นักษัตร ๒": "[นักสัด] น. ชื่อรอบเวลา กําหนด ๑๒ ปี เป็น ๑ รอบ เรียกว่า ๑๒ นักษัตร โดยกําหนดให้สัตว์เป็นเครื่องหมายในปีนั้น&#160;ๆ คือ ชวด-หนู<2t>ฉลู-วัว<2t>ขาล-เสือ<2t>เถาะ-กระต่าย<2t>มะโรง-งูใหญ่<2t>มะเส็ง-งูเล็ก<2t>มะเมีย-ม้า<2t>มะแม-แพะ<2t>วอก-ลิง<2t>ระกา-ไก่<2t>จอ-หมา<2t>กุน-หมู.",
    "นักษัตรจักร": "น. แผนที่หมู่ดาวที่ไม่เคลื่อนฐาน. (ส.).",
    "นักษัตรเนมี": "น. ดาวเหนือ. (ส.).",
    "นักษัตรบดี": "น. ดาวพระพุธ. (ส.).",
    "นักษัตรบถ": "น. ฟากฟ้า. (ส.).",
    "นักษัตรปาฐก": "น. นักดาราศาสตร์. (ส.).",
    "นักษัตรมณฑล": "น. ดาวหมู่หนึ่ง&#160;ๆ เช่น ดาวจระเข้ ดาวลูกไก่. (ส.).",
    "นักษัตรมาลา": "น. จักรราศีที่ดาวเวียน. (ส.).",
    "นักษัตรโยค": "น. การประจวบแห่ง (พระจันทร์กับ) ดาว. (ส.).",
    "นักษัตรวิทยา": "น. วิชาดาว, โหราศาสตร์. (ส.).",
    "นักสนม": "น. หญิงคนใช้ในพระราชวัง.",
    "นักสราช": "[นักสะราด] น. ตําแหน่งคนถือธงท้ายเรือพระที่นั่งพาย. (วชิรญาณ).",
    "นักสวด": "น. ผู้ชํานาญในการสวด.",
    "นักสิทธิ์": "น. ผู้สําเร็จ, ฤษี, ลักษณนามว่า ตน.",
    "นักสืบ": "น. ผู้ชํานาญในการสืบสวน.",
    "นักหนา": "ว. มากยิ่ง, ยิ่งนัก, หนักหนา ก็ใช้.",
    "นัข": "(กลอน) น. เล็บ, นิ้วมือ เช่น ทศนัข. (ป., ส. นข).",
    "นัค ๑": "(แบบ) น. ภูเขา. (ป., ส. นค).",
    "นัค- ๒, นัคคะ": "[นักคะ-] (แบบ) ว. เปลือยกาย เช่น นัคสมณะ ว่า ชีเปลือย. (ป. นคฺค).",
    "นั่ง": "ก. อาการที่หย่อนก้นให้ติดกับพื้นหรือที่รองเช่นเก้าอี้.",
    "นั่งกินนอนกิน": "ว. มีความสุขสบายมากโดยไม่ต้องทํามาหากินอะไร.",
    "นั่งขัดตะหมาด": "(ปาก) ก. นั่งขัดสมาธิ.",
    "นั่งขัดสมาธิ": "[-สะหฺมาด] ก. นั่งคู้เข่าทั้ง ๒ ข้างให้แบะลงที่พื้น แล้วเอาขาไขว้กันทับฝ่าเท้า, (ปาก) นั่งขัดตะหมาด.",
    "นังคัล": "(แบบ) น. ไถ. (ป.).",
    "นั่งคุกเข่า": "ก. นั่งโดยวิธีย่อเข่าลงให้ติดพื้น แล้วหย่อนก้นลงบนส้นเท้า.",
    "นั่งซัง": "ก. เข้าอยู่ในที่ซึ่งไม่มีใครจะทําอันตรายได้แล้ว, ขึ้นซัง ก็ว่า.",
    "นั่งทาง": "ก. ดักคอยทําร้ายกลางทาง, นั่งคอยระวังเหตุ.",
    "นั่งทางใน": "ก. นั่งเข้าสมาธิเพื่อหยั่งรู้ด้วยพลังจิต.",
    "นั่งเทียน": "น. เรียกวิธีทํานายอย่างหนึ่งโดยจุดเทียนติดไว้ที่ขอบปากบาตรเป็นต้นแล้วนั่งเพ่งดูนํ้าในบาตร แล้วทํานายไปตามลักษณะของรูปที่ปรากฏในนํ้านั้น.",
    "นั่งแท่น": "ก. ดำรงตำแหน่งที่มีอำนาจวาสนา.",
    "นั่งในหัวใจ": "(สํา) ก. รู้ใจ, ทําถูกต้องตรงตามที่ผู้อื่นคิดไว้.",
    "นั่งปรก": "[-ปฺรก] ก. นั่งทําใจให้เป็นสมาธิกํากับพระสงฆ์ด้วยกันอีก ๔ รูปซึ่งสวดในพิธีที่มีสวดภาณวาร, นั่งเข้าสมาธิส่งกระแสจิตเข้าไปยังวัตถุมงคลในพิธีต่าง&#160;ๆ.",
    "นั่งโป่ง": "ก. นั่งบนห้างที่ผูกขึ้นบนต้นไม้คอยยิงสัตว์ที่มากินดินโป่ง.",
    "นั่งพับเพียบ": "ก. นั่งพับขาทั้ง ๒ ข้าง ให้ปลายเท้าไปทางเดียวกัน.",
    "นั่งเมือง": "ก. ครองเมือง.",
    "นั่งยอง ๆ": "ก. นั่งโดยวิธีชันเข่าทั้ง ๒ ข้าง ไม่ให้ก้นถึงพื้น.",
    "นั่งร้าน": "น. โครงร่างที่ทําด้วยไม้หรือโลหะ สําหรับนั่งหรือปีนป่ายในการก่อสร้างสิ่งสูง&#160;ๆ เช่นพระเจดีย์หรือตึก, ร่างร้าน ก็เรียก.",
    "นั่งราว": "ว. เรียกอาการที่ตัวโขนแสดงบทของตนแล้วไปนั่งประจําที่บนราวที่พาดไปตามส่วนยาวของโรงตรงหน้าฉากแทนนั่งเตียงว่า โขนนั่งราว หรือ โขนโรงนอก.",
    "นั่งเล่น": "ก. นั่งพักผ่อน.",
    "นั่งห้าง": "ก. นั่งบนห้างที่ผูกขึ้นบนต้นไม้คอยยิงสัตว์.",
    "นัจ": "(แบบ) น. การฟ้อนรํา. (ป. นจฺจ).",
    "นัฏ, นัฏกะ": "[นัด, นัดตะกะ] (แบบ) น. ผู้ฟ้อนรํา. (ป., ส. นฏฺฏ, นฏฺฏก).",
    "นัฑ": "(แบบ) น. ไม้อ้อ. (ส.; ป. นฬ).",
    "นัด ๑": "ก. ตกลงกันเพื่อการอย่างใดอย่างหนึ่งตามแต่จะกําหนด.<2t>น. การกําหนดตกลงว่าจะพบปะกันเป็นต้น เช่น มีนัด ผิดนัด; ลักษณนามเรียกการกําหนดประชุมครั้งหนึ่ง&#160;ๆ เช่น ขาดประชุม ๓ นัด.",
    "นัด ๒": "ก. เป่าหรือสูดให้วัตถุที่เป็นผงอย่างยานัตถุ์เข้าในจมูก เช่น นัดยานัตถุ์.",
    "นัด ๓": "ลักษณนามเรียกกระสุนปืนทั้งที่ยังมิได้ยิงและที่ได้ยิงออกไปแล้ว เช่น กระสุน ๓ นัด ยิงสลุต ๒๑ นัด.",
    "นัดดา": "น. หลานปู่, หลานตา. (ป. นตฺตุ).",
    "นัดแนะ": "ก. นัดและชี้แจงให้กันทราบ.",
    "นัดหมาย": "ก. กําหนดและกะกันไว้.",
    "นัตถุ์": "[นัด] น. จมูก. (ป.; ส. นสฺตุ).",
    "นั่น": "ส. คําใช้แทนนามที่อยู่ไกลกว่า นี่ เช่น นั่นอะไร, คําใช้แทนนามที่หมายถึงบุคคล สิ่งของ หรือเรื่องที่อ้างถึง เช่น เอานี่ผสมนั่น.<2t>ว. ที่อยู่ไกลกว่า นี่ เช่น โต๊ะนั่น ที่นั่น.",
    "นั้น": "ว. ใช้ประกอบนามหรือข้อความที่กล่าวอ้างมาแล้ว เช่น ในจดหมายฉบับนั้น ตามที่ได้กล่าวมาแล้วข้างต้นนั้น, ใช้ประกอบนามที่อยู่ไกลกว่า นี้ เช่น คนนั้น สิ่งนั้น, ใช้ประกอบคําอื่นคู่กับคํา ใด แสดงความแน่นอน เช่น คนใด...คนนั้น เมื่อใด...เมื่อนั้น.",
    "นั่นซี, นั่นนะซี": "คําแสดงการเห็นพ้องด้วย.",
    "นันท-": "[นันทะ-] น. ความสนุก, ความยินดี, ความรื่นเริง. (ป.).",
    "นันททายี": "[นันทะ-] น. ชื่อโคลงโบราณอย่างหนึ่ง, คู่กับ มหานันททายี.",
    "นันทนาการ": "[นันทะ-] น. กิจกรรมที่ทําตามสมัครใจในยามว่าง เพื่อให้เกิดความสนุกสนานเพลิดเพลินและผ่อนคลายความตึงเครียด, การสราญใจ. (อ. <f>recreation</f>).",
    "นันทปักษี": "น. ชื่อโรคเด็กอย่างหนึ่ง.",
    "นันทวัน": "[นันทะ-] น. ชื่อสวนของพระอินทร์ ๑ ใน ๔ แห่ง ได้แก่ นันทวัน ปารุสกวัน จิตรลดาวัน และมิสกวัน. (ป. นนฺทวน).",
    "นันทิ": "น. ผู้มีความยินดี. (ส.).",
    "นั่นแน่": "คําแสดงการยืนยันการพบเห็นเป็นต้น เช่น นั่นแน่มาอยู่ที่นี่เอง นั่นแน่ ว่าแล้วอย่างไรล่ะ.",
    "นั่นปะไร, นั่นเป็นไร": "คํากล่าวแสดงว่าเหตุการณ์เป็นอย่างที่พูดไว้, (ปาก) คำแสดงการซ้ำเติม เช่น นั่นปะไร ว่าแล้วไม่เชื่อ.",
    "นั้นแล": "คําลงท้ายบอกว่าจบเรื่อง.",
    "นั่นแหละ": "[-แหฺละ] คําแสดงการเน้นให้หนักแน่นยิ่งขึ้น เช่น นั่นแหละ ใช่แล้ว คุณนั่นแหละ.",
    "นั่นเอง": "คําประกอบคําอื่นแสดงการเน้นให้หนักแน่นยิ่งขึ้น เช่น เขานั่นเอง.",
    "นับ": "ก. ตรวจหรือบอกให้รู้จํานวน; ถือเอาว่า เช่น มีเงินนับเป็นน้อง มีทองนับเป็นพี่.",
    "นับถือ": "ก. เชื่อถือยึดมั่น เช่น นับถือศาสนา, เคารพ เช่น นับถือผู้หลักผู้ใหญ่, ยกย่อง เช่น นับถือว่าเป็นครูบาอาจารย์, ใช้เป็นคําลงท้ายจดหมายแสดงความสุภาพว่า ด้วยความนับถือ หรือ ขอแสดงความนับถือ.",
    "นับประสา": "ว. สํามะหา, จะเสียเวลาพูดไปทําไม, มักใช้ว่า นับประสาอะไร.",
    "นับหน้าถือตา": "ว. เป็นที่เคารพยกย่อง เช่น เขาเป็นที่นับหน้าถือตาของคนทั่วไป.",
    "นัย": "[ไน, ไนยะ] น. ข้อสําคัญ เช่น นัยแห่งเรื่องนี้; ความ, ความหมาย, เช่น หลายนัย; แนว, ทาง, เช่น ตีความได้หลายนัย; แง่ เช่น อีกนัยหนึ่ง. (ป. นย).",
    "นัยน์": "น. ดวงตา. (ป., ส. นยน).",
    "นัยน์ตา, นัยน์เนตร": "น. ดวงตา.",
    "นัยนา": "[ไนยะ-] (กลอน) น. ดวงตา. (ป., ส. นยน).",
    "นัยนามพุ": "[ไนยะนามพุ] น. นํ้าตา. (ป. นยน + อมฺพุ).",
    "นัยว่า": "[ไน-] ว. มีเค้าว่า.",
    "นัว": "ว. ยุ่ง, นุง; (ถิ่น-อีสาน) อร่อย.",
    "นัวเนีย": "ว. ปัวเปีย, พัลวัน, เกี่ยวพันกันยุ่ง.",
    "นา ๑": "น. พื้นที่ราบทําเป็นคันกั้นนํ้าเป็นแปลง&#160;ๆ สําหรับปลูกข้าวเป็นต้น, พื้นที่มีลักษณะคล้ายนาสําหรับทําประโยชน์อื่น&#160;ๆ เรียกตามสิ่งที่ทํา เช่น นาเกลือ นากุ้ง นาผักกระเฉด, ใช้ประกอบกับคําอื่นที่เกิดหรือเกี่ยวข้องกับนา เช่น เต่านา ปูนา.",
    "นา ๒": "(แบบ) คําบทบูรณ์ มักใช้ประกอบท้ายคําบทร้อยกรองให้มีความกระชับหรือสละสลวยขึ้น เช่น แลนา.",
    "นา ๓": "(โบ; เลิก) น. ตำแหน่งเจ้ากระทรวงปกครองครั้งโบราณ มีหน้าที่ดูแลรักษานาหลวง จัดหาและรักษาเสบียงอาหารสำหรับพระนคร ดูแลทุกข์สุขของชาวไร่ชาวนา.",
    "น่า ๑": "ว. คําประกอบหน้ากริยา หมายความว่า ควร เช่น น่าจะทําอย่างนั้น น่าจะเป็นอย่างนี้; ชวนให้, ทําให้อยากจะ, เช่น น่ากิน น่ารัก.",
    "น่า ๒": "ว. คําประกอบท้ายความ หมายความไปในทางชักชวนหรือให้ทําตาม เช่น กินเถิดน่า ไปเถิดน่า.",
    "น้า": "น. น้องของแม่, เรียกผู้ที่มีวัยอ่อนกว่าแม่.",
    "นาก ๑": "น. ชื่อสัตว์เลี้ยงลูกด้วยนมในวงศ์ <f>Mustelidae</f> ขนลําตัวสีนํ้าตาลอมเทา มี ๒ ชั้น ชั้นในละเอียด ชั้นนอกหยาบ หัวกว้างและแบน ระหว่างนิ้วมีแผ่นพังผืดขึงอยู่คล้ายตีนเป็ด หางแบน ขาหลังใหญ่และแข็งแรงกว่าขาหน้า ใช้ว่ายนํ้าร่วมกับหาง ไล่จับปลาและสัตว์นํ้าเล็ก&#160;ๆ ในประเทศไทยมี ๔ ชนิด ที่มีจํานวนมากและรู้จักกันทั่วไป คือ นากใหญ่ขนเรียบ <f><i>(Lutra perspicillata)</i></f> และนากเล็กเล็บสั้น <f><i>(Aonyx cinerea)</i></f>.",
    "นาก ๒": "น. โลหะผสมชนิดหนึ่ง โดยเอาทองคํา เงิน กับทองแดงผสมเข้าด้วยกัน นิยมใช้ทํารูปพรรณต่าง&#160;ๆ.<2t>ว. เรียกสีอย่างสีทองปนแดง เช่น ชมพู่สีนาก.",
    "นากบุด": "(ถิ่น-ปักษ์ใต้) น. ชื่อไม้ต้นขนาดใหญ่ชนิด <f><i>Mesua nervosa</i> Planch. et Triana</f> ในวงศ์ <f>Guttiferae</f> กลีบดอกสีขาว มีเกสรเพศผู้สีเหลืองจำนวนมาก.",
    "นากสวาด": "[-สะหวาด] ว. เรียกสีสวาดชนิดที่มีสีนากเจือ, เรียกสีเนื้อโลหะพระพุทธรูปที่มีสีแดงอมส้ม.",
    "นากาสาหรี": "[-หฺรี] น. ดอกสารภี. (ช.).",
    "น่าเกลียดน่าชัง": "(สํา) ว. น่ารักน่าเอ็นดู (ใช้แก่เด็กเล็ก&#160;ๆ).",
    "นาขอบเหล็ก": "น. นาชนิดที่ไม่มีทางจะบุกเบิกออกไปได้อีก, นาเชิงทรง ก็ว่า.",
    "นาค ๑, นาค-": "[นาก, นากคะ-] น. งูใหญ่มีหงอน เป็นสัตว์ในนิยาย. (ป., ส.).",
    "นาค ๒, นาคา ๑": "[นาก] น. ชื่อชนเผ่าหนึ่งอยู่ในบริเวณเทือกเขานาค ทางตะวันออกเฉียงเหนือของประเทศอินเดีย และทางตะวันตกเฉียงเหนือของประเทศพม่า มีหลายสาขา เช่น อาโอนาค กูกินาค.",
    "นาค ๓, นาค-": "[นาก, นากคะ-] (แบบ) น. ช้าง. (ป.).",
    "นาค ๔": "[นาก] (แบบ) น. ไม้กากะทิง. (ป.).",
    "นาค ๕": "[นาก] (แบบ) น. ผู้ประเสริฐ, ผู้ไม่ทําบาป; เรียกคนที่ไปอยู่วัดเตรียมตัวจะบวชหรือกําลังจะบวช. (ป., ส.).",
    "นาคเกี่ยว, นาคเกี้ยว, นาคเกี่ยวพระสุเมรุ": "น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "นาคเกี้ยวกระหวัด, นาคบริพันธ์": "[นากคะบอริพัน] น. ชื่อกลบทชนิดหนึ่ง.",
    "นาคทนต์": "[นากคะ-] น. งาช้าง. (ป., ส.).",
    "นาคบาศ": "[นากคะบาด] น. บ่วงที่เป็นงู เป็นชื่อศรของอินทรชิตที่แผลงไปเป็นงู. (ส.).",
    "นาคปรก": "[นากปฺรก] น. ชื่อพระพุทธรูปปางหนึ่ง อยู่ในพระอิริยาบถนั่งขัดสมาธิ หงายพระหัตถ์ทั้ง ๒ วางซ้อนกันบนพระเพลา มีพญานาคแผ่พังพานปกคลุมเบื้องบนพระเศียร ที่สร้างเป็นแบบขัดสมาธิเพชรก็มี มี ๒ แบบ แบบหนึ่งประทับนั่งสมาธิบนขนดพญานาค อีกแบบหนึ่งประทับนั่งสมาธิภายในวงขนดพญานาค คือพญานาคขดตัวล้อมพระกายไว้ถึงพระอังสา เพื่อป้องกันลมฝน.",
    "นาคปัก": "[นากปัก] น. รูปหัวนาคที่ปักกับบันแถลงที่หลังคาปราสาทหรือบุษบก.",
    "นาคพันธ์": "[นากคะ-] น. ชื่อโคลงโบราณชนิดหนึ่ง, สนธิอลงกต ก็ว่า.",
    "นาคร": "[นาคอน] น. ชาวนคร, ชาวกรุง. (ป., ส.).",
    "นาครวย": "[นาก-รวย] น. ตัวไม้ที่ทำอย่างตัวนาค ทอดตรงลงมาจากอกไก่ถึงแปหาญ ทั้ง ๒ ข้างของหน้าบัน.",
    "นาคราช ๑": "[นากคะ-] น. พญางู; ชื่อเพลงไทยทํานองหนึ่ง.",
    "นาคราช ๒": "น. ชื่อเฟินหลายชนิดในสกุล <f><i>Davallia</i></f> วงศ์ <f>Davalliaceae</f> ลําต้นสีนํ้าตาลแซมดําเป็นเกล็ดคล้ายเกล็ดงู ใช้ทํายาได้ เช่น ชนิด <f><i>D. denticulata</i> Mett</f>.",
    "นาคราชแผลงฤทธิ์": "น. ชื่อกลบทชนิดหนึ่ง.",
    "นาคลดา": "[นากคะ-] น. เถาวัลย์งู, เถาพลู.",
    "นาคเล่นน้ำ": "น. นํ้าที่พุ่งเป็นลําขึ้นไปในอากาศเนื่องจากลมงวง, พวยนํ้า ก็ว่า.",
    "นาควิถี": "[นากคะ-] น. ทางที่พระจันทร์เดินไปในระหว่างดาวสวาดิ (หรือ อัศวินี) ภรณี และกฤติกา. (ส.).",
    "นาคสะดุ้ง": "น. ตัวไม้ที่ทำอย่างตัวนาค ทอดต่อลงมาจากแปหาญถึงหางหงส์ ทั้ง ๒ ข้างของหน้าบัน โบราณเรียกว่า เครื่องสะดุ้ง.",
    "นาคสังวัจฉระ": "[นากคะสังวัดฉะระ] น. ปีมะโรง. (ป.).",
    "นาคา ๒": "(กลอน) น. งู.",
    "นาคาวโลก": "[-คาวะ-] น. ชื่อพระพุทธรูปปางหนึ่ง อยู่ในพระอิริยาบถยืน พระหัตถ์ซ้ายห้อยเยื้องมาข้างหน้าประทับไว้ที่พระเพลาข้างซ้าย พระหัตถ์ขวาห้อยลงข้างพระองค์ตามปรกติ เอี้ยวพระกายผินพระพักตร์เหลียวไปข้างหลัง เป็นกิริยาทอดพระเนตรพระนครไพศาลีผิดปรกติคล้ายดูอย่างไว้อาลัย ด้วยจะเป็นการเห็นครั้งสุดท้าย จะไม่ได้เสด็จมาเห็นอีกต่อไป.",
    "นาคินทร์, นาเคนทร์, นาเคศ, นาเคศวร": "[นาคิน, -เคน, -เคด, -เคสวน] น. พญาช้าง, พญางู.",
    "นาคี ๑": "(กลอน) น. งู เช่น นาคีมีพิษเพี้ยง สุริโย. (โลกนิติ).",
    "นาคี ๒": "(กลอน) น. ช้าง เช่น ขี่ยาตรานาคี. (ตะเลงพ่าย).",
    "นาคู่โค": "น. นาที่ได้ทํามาแล้วนาน เป็นนาดี ทําแล้วไม่ใคร่เสีย.",
    "นาโครคินทระ": "[นาโคระคินทฺระ] (แบบ) น. พญานาค เช่น อันว่าพระญานาโครคินทรกคํานึง. (นันโท). (ส. นาค + อุรค + อินฺทฺร).",
    "นาง ๑": "น. คําประกอบหน้าคําเพื่อแสดงว่าเป็นเพศหญิง เช่น นางฟ้า นางบําเรอ นางละคร นางพระกํานัล; คําแทนชื่อหญิง เช่น นางก็ร้อยพวงมาลัย; (กฎ) คํานําหน้าชื่อหญิงผู้มีสามีแล้ว, คํานําหน้าชื่อภรรยาที่เรียกตามราชทินนามของสามีที่มีบรรดาศักดิ์ตํ่ากว่าพระยาลงมา; คำเรียกสัตว์ตัวเมียโดยสุภาพ เช่น นางช้าง นางม้า; ชื่อหนึ่งของดาวฤกษ์เรวดี มี ๑๖ ดวง, ดาวปลาตะเพียน ก็เรียก.",
    "นาง ๒": "ใช้แทนคําว่า อี ที่เป็นพยางค์ต้นของบางคําเพื่อความสุภาพ เช่น นางรม นางแอ่น. <i>(ดู อี)</i>.<2t>น. คําเรียกหญิง มักกล่าวเป็นเชิงเหยียดหยามเป็นต้น, พูดเป็นเสียงสั้นว่า นัง ก็มี.",
    "นาง ๓": "น. ชื่อเพลงไทยทํานองต่าง&#160;ๆ ที่มีคําว่า นาง ขึ้นต้น เช่น นางครวญ นางนาค นางนก. (รามเกียรติ์ ร. ๒).",
    "นาง ๔": "<i>ดู ชะโอน และ เนื้ออ่อน</i>.",
    "นางกราย": "น. ท่ารําชนิดหนึ่งที่หมอช้างรําเมื่อนําช้างบํารูงาเสร็จครั้งแรกแล้ว.",
    "นางกวัก ๑": "น. ชื่อรูปศักดิ์สิทธิ์ที่ทําด้วยจะงอยงวงช้างหรือสิ่งอื่น โดยเชื่อว่าเป็นเครื่องเรียกเอาโชคลาภมาให้.",
    "นางกวัก ๒": "น. ชื่อไม้ล้มลุกมีหัวใต้ดินชนิด <f><i>Eucharis grandiflora</i> Planch. et Link.</f> ในวงศ์ <f>Amaryllidaceae</f> ดอกสีขาว กลิ่นหอมในตอนเย็น นิยมปลูกไว้ในบ้านโดยเชื่อว่านําโชคลาภมาให้, ว่านนางกวัก ก็เรียก.",
    "นางกำนัล": "น. นางอยู่งานที่ทรงใช้สอยในพระราชมนเทียร และได้รับพระราชทานหีบหมากกาไหล่ แต่ยังไม่นับว่าเป็นเจ้าจอม.",
    "นางเกล็ด": "น. ชื่อปลานํ้าจืดชนิด <f><i>Thynnichthys thynnoides</i></f> ในวงศ์ <f>Cyprinidae</f> ลําตัวเพรียว แบนข้างเล็กน้อย ปากเล็กอยู่ปลายสุดของหัว ไม่มีหนวด เกล็ดเล็ก เฉพาะบนเส้นข้างตัวมี ๕๘-๖๕ เกล็ด พื้นลําตัวสีเงินเป็นประกาย พบทั่วไป แต่มีชุกชุมในเขตภาคกลางของประเทศไทย ขนาดยาวได้ถึง ๒๕ เซนติเมตร, เกล็ดถี่ พรม หรือ ลิง ก็เรียก.",
    "นางงาม": "น. หญิงสาวที่ชนะการประกวดความงาม.",
    "นางจรัล": "น. เสาที่ปักรายเป็นแถว ไว้ระยะแต่ละต้นห่างกันพอสมควร สำหรับแสดงแนวถนนหรือกั้นเขต, นางเรียง ก็ว่า.",
    "นางจุม, นางชม": "<i>ดู กะทกรก (๑)</i>.",
    "นางดำ": "(ถิ่น-อีสาน) น. ต้นหยี. <i>(ดู หยี ๒)</i>.",
    "นางตานี": "น. ผีผู้หญิงที่เชื่อว่าสิงอยู่ที่ต้นกล้วยตานี.",
    "นางแต่งตัวสะ": "น. หญิงสาววัยรุ่นแต่งตัวใส่เกี้ยว นุ่งผ้าลายพื้นเขียว ห่มผ้าแพรพื้นแดง เดินประนมมือตามกระบวนแห่เต็มยศขนาบพระราชยานในพระราชพิธีโสกันต์, นางสะ หรือ สาวสะ ก็เรียก.",
    "นางท้าว": "น. หญิงซึ่งรับบรรดาศักดิ์และมีหน้าที่ระวังรักษาราชการฝ่ายในในพระบรมมหาราชวัง; นางพญา.",
    "นางนวล": "น. ชื่อนกนํ้าในวงศ์ <f>Laridae</f> มี ๒ วงศ์ย่อย คือ นางนวลใหญ่ ในวงศ์ย่อย <f>Larinae</f> ตัวใหญ่ แข็งแรง ปากงองุ้มเล็กน้อย ปีกกว้าง ปลายหางกลม กินปลาโดยโฉบกินตามผิวนํ้าหรือรวมฝูงกันจับปลาขณะว่ายนํ้า ในประเทศไทยมีหลายชนิด เช่น นางนวลธรรมดา <f><i>(Larus brunnicephalus)</i></f> นางนวลขอบปีกขาว <f><i>(L. ridibundus)</i></f>, และนางนวลแกลบ ในวงศ์ย่อย <f>Sterninae</f> ตัวเล็กเพรียวลม ปลายปากแหลม ปลายหางมี ๒ แฉก กินปลาและสัตว์นํ้าขนาดเล็กโดยดําลงไปจับเหยื่อหรือโฉบกินตามผิวนํ้า แต่มักไม่ชอบว่ายนํ้าเหมือนนางนวลใหญ่ มีหลายชนิด เช่น นางนวลแกลบธรรมดา <f><i>(Sterna hirundo)</i></f> นางนวลแกลบท้ายทอยดํา <f><i>(S. sumatrana)</i></f> นางนวลแกลบเล็ก <f><i> (S. albifrons)</i></f>.",
    "นางนูน": "<i>ดู อีนูน</i>.",
    "นางแนบ": "น. เสาหินคู่หนึ่ง สลักลวดลายตั้งแนบกรอบเช็ดหน้า สำหรับประดับตกแต่ง ๒ ข้างประตูปราสาทหินให้ดูงดงาม และมีส่วนช่วยค้ำจุนทับหลังด้วย, บังอวด ก็ว่า.",
    "นางใน": "น. นางพนักงานฝ่ายใน.",
    "นางบำเรอ": "น. หญิงที่ปรนเปรอเฉพาะชายคนใดคนหนึ่งในทางกามารมณ์โดยมิได้อยู่ในฐานะภรรยา.",
    "นางแบบ": "น. ผู้หญิงที่แสดงแบบเสื้อหรือเครื่องประดับเป็นต้น.",
    "นางพญา": "น. พระราชินี, นางผู้เป็นใหญ่.",
    "นางพระกำนัล": "น. คุณพนักงานหญิงที่ยังมิได้แต่งงาน มีหน้าที่ปฏิบัติรับใช้พระราชินีในการเสด็จไปในพระราชพิธีต่าง&#160;ๆ.",
    "นางฟ้า": "น. นางในเทพนิยายที่ถือว่าอยู่บนสวรรค์.",
    "นางเมือง": "(โบ) น. มเหสี, พระชายา.",
    "นางไม้": "น. ผีผู้หญิงที่เชื่อว่าสิงอยู่ตามต้นไม้ใหญ่มีต้นตะเคียนเป็นต้น.",
    "นางแย้ม": "น. ชื่อไม้พุ่มขนาดเล็กชนิด <f><i>Clerodendrum chinense </i>(Osbeck) Mabb.</f> ในวงศ์ <f>Labiatae</f> ใบออกตรงข้ามกัน โคนใบเว้าแบบหัวใจ ขอบใบหยัก มีขนเล็กน้อย ดอกเป็นช่อสั้น&#160;ๆ เบียดกันแน่น กลีบดอกมักซ้อน สีขาวหรือแดงเรื่อ&#160;ๆ กลิ่นหอม.",
    "นางรม ๑": "น. ชื่อหอยทะเลกาบคู่หลายชนิดในวงศ์ <f>Ostreidae</f> รูปร่างค่อนข้างกลมหรือยาวรี มีสีต่าง&#160;ๆ กัน ส่วนใหญ่เป็นสีเทา เปลือกด้านล่างโค้งเล็กน้อยยึดติดกับวัสดุที่เกาะ นิยมใช้เป็นอาหาร เช่น ชนิด <f><i>Saccostrea forskali</i></f>, อีรม ก็เรียก.",
    "นางรม ๒": "น. ชื่อเห็ดชนิด <f><i>Pleurotus ostreatus</i> (Fr.) Qu&#233;l.</f> ในวงศ์ <f>Polyporaceae</f> ขึ้นเป็นกลุ่มบนขอนไม้ โคนก้านดอกติดกัน มีหลายพันธุ์ ดอกเห็ดสีขาวหรือขาวอมเทา เนื้อนุ่ม กินได้, ชื่อที่ถูกต้องคือ เห็ดหอยนางรม.",
    "นางรมใหญ่": "<i>ดู ตะโกรม</i>.",
    "นางรอง": "น. ตัวรองฝ่ายหญิงในการแสดงละครหรือภาพยนตร์เป็นต้น.",
    "นางร้องไห้": "น. หญิงที่ทําหน้าที่หรือรับจ้างร้องไห้ครํ่าครวญถึงคุณความดีของผู้ตาย.",
    "นางรำ": "<i>ดู กระช้อยนางรํา</i>.",
    "นางเรียง": "น. เสาที่ปักรายเป็นแถว ไว้ระยะแต่ละต้นห่างกันพอสมควร สำหรับแสดงแนวถนนหรือกั้นเขต, นางจรัล ก็ว่า.",
    "นางล้อม": "น. (๑) ชื่อไม้ล้มลุกมีหัวใต้ดินชนิด <f><i>Proiphys amboiensis</i> (L.) Hebert</f> ในวงศ์ <f>Amaryllidaceae</f> เชื่อว่าป้องกันขโมยได้, ว่านนางล้อม ก็เรียก.<2t>(๒) ชื่อกกชนิดหนึ่ง. (พจน. ๒๔๙๓).",
    "นางเล็ด": "น. ชื่อขนมชนิดหนึ่ง ทําด้วยข้าวเหนียวนึ่งแผ่เป็นแผ่นกลม ตากแห้ง ทอดนํ้ามันให้พองแล้วโรยนํ้าตาลเคี่ยว.",
    "นางเลิ้ง": "น. หม้อขนาดใหญ่สําหรับใส่นํ้า. (ปรัดเล), ตุ่ม.",
    "นางโลม": "(ปาก) น. หญิงโสเภณี.",
    "นางสนองพระโอษฐ์": "น. คุณพนักงานหญิงที่แต่งงานแล้ว มีหน้าที่รับพระราชเสาวนีย์ไปปฏิบัติหรือเชิญพระราชเสาวนีย์ไปติดต่อข้อราชการตามพระราชประสงค์ของพระราชินี.",
    "นางสะ": "น. หญิงสาววัยรุ่นแต่งตัวใส่เกี้ยว นุ่งผ้าลายพื้นเขียว ห่มผ้าแพรพื้นแดง เดินประนมมือตามกระบวนแห่เต็มยศขนาบพระราชยานในพระราชพิธีโสกันต์, นางแต่งตัวสะ หรือ สาวสะ ก็เรียก.",
    "นางสาว": "(กฎ) น. คํานําหน้าชื่อหญิงที่มีอายุตั้งแต่ ๑๕ ปีบริบูรณ์ขึ้นไป และยังไม่มีสามี.",
    "นางหงส์": "น. ชื่อวงปี่พาทย์ไทยที่ผสมวงอีกแบบหนึ่ง ซึ่งประกอบด้วยปี่ชวาและกลองมลายู สําหรับบรรเลงในงานศพ; ชื่อเพลงไทยชุดหนึ่ง ใช้ประโคมศพ.",
    "นางห้าม": "น. หญิงสามัญที่เป็นภรรยาของเจ้านายที่ไม่ใช่สะใภ้หลวง.",
    "นางอ้อม": "น. คร่าวเสาเพนียด.",
    "นางอาย": "<i>ดู ลิงลม</i>.",
    "นางเอก": "น. ตัวเอกฝ่ายหญิงในการแสดงละครหรือภาพยนตร์เป็นต้น.",
    "นางแอ่น": "น. นกอีแอ่น. <i>(ดู อีแอ่น)</i>.",
    "นาเชิงทรง": "น. นาชนิดที่ไม่มีทางจะบุกเบิกออกไปได้อีก, นาขอบเหล็ก ก็ว่า.",
    "นาฏ, นาฏ-": "[นาด, นาตะ-, นาดตะ-] น. นางละคร, นางฟ้อนรํา, ใช้ประกอบกับคําอื่น หมายความว่า หญิงสาวสวย เช่น นางนาฏ นุชนาฏ. (ป., ส.).",
    "นาฏกรรม": "[นาดตะกํา] น. การละครหรือการฟ้อนรํา; (กฎ) งานเกี่ยวกับการรํา การเต้น การทําท่า หรือการแสดงที่ประกอบขึ้นเป็นเรื่องราว และหมายความรวมถึงการแสดงโดยวิธีใบ้ด้วย. (ส.).",
    "นาฏกะ": "[นาตะกะ, นาดตะกะ] (แบบ) น. ผู้ฟ้อนรํา. (ป., ส.).",
    "นาฏดนตรี": "[นาตะดนตฺรี] น. ลิเก.",
    "นาฏย-": "[นาดตะยะ-] (แบบ) ว. เกี่ยวกับการฟ้อนรํา, เกี่ยวกับการแสดงละคร, เช่น นาฏยศาลา. (ส. นาฏฺย).",
    "นาฏศิลป์": "[นาดตะสิน] น. ศิลปะแห่งการละครหรือการฟ้อนรํา. (ส.).",
    "นาด": "ก. ทอดแขนให้อ่อนงาม.",
    "นาดำ": "น. นาชนิดที่ใช้ถอนต้นกล้ามาปลูก.",
    "นาถ": "[นาด, นาถะ] (แบบ) น. ที่พึ่ง, ผู้เป็นที่พึ่ง. (ป., ส.).",
    "นาท": "น. ความบันลือ; เสียงบันลือ, เสียงร้อง. (ป., ส.).",
    "นาที": "น. ชื่อหน่วยเวลา เท่ากับ ๑ ใน ๖๐ ของชั่วโมง. (เทียบ ส. นาฑี).",
    "นาน": "ว. ยาว, ช้า, (ใช้แก่เวลา) เช่น กินเวลานาน.",
    "น่าน": "น. ย่าน, เขต, เช่น น่านนํ้า.",
    "นานนม": "ว. นานมาก, นมนาน ก็ว่า.",
    "น่านน้ำ": "น. พื้นที่ทางนํ้า, เขตทางนํ้า.",
    "น่านน้ำอาณาเขต": "น. น่านนํ้าต่าง&#160;ๆ รวมทั้งทะเลอาณาเขตและน่านนํ้าที่อยู่ภายในแผ่นดิน ซึ่งอยู่ภายใต้อธิปไตยของรัฐใดรัฐหนึ่ง.",
    "น่านฟ้า": "น. พื้นที่ทางอากาศ, เขตทางอากาศ.",
    "นานสองนาน": "ว. นานมาก.",
    "นานแสนนาน": "ว. นานเหลือเกิน.",
    "นานัครส": "[นานักคะรด] น. รสเลิศต่าง&#160;ๆ เช่น นานัครสโภชชาหาร. (ม. ร่ายยาว วนปเวสน์). (ป. นานา + อคฺค + รส).",
    "นานัตว": "[นานัด] (แบบ) น. ความเป็นต่าง&#160;ๆ. (ส.).",
    "นานัปการ": "[นานับปะกาน] ว. มีหลายอย่าง, นานาประการ ก็ว่า. (ป. นานปฺปการ).",
    "นานา": "ว. ต่าง&#160;ๆ. (ป.).",
    "นานาจิตตัง": "ว. ต่างจิตต่างใจ, ต่างคนก็ต่างความคิดเช่นคนหนึ่งถูกกับอากาศเย็น แต่อีกคนหนึ่งถูกกับอากาศร้อน.",
    "นานาเนก": "ว. ต่าง&#160;ๆ กันมากมาย, ใช้ย่อว่า นาเนก ก็มี. (ป. นานา + อเนก).",
    "นานาประการ": "ว. มีหลายอย่าง, นานัปการ ก็ว่า. (ส.).",
    "นานาสังวาส": "น. การอยู่ร่วมต่างกัน (ใช้แก่พระสงฆ์ที่มีศีลไม่เสมอกัน ทำอุโบสถหรือสังฆกรรมร่วมกันไม่ได้).",
    "นาเนก": "ว. ต่าง&#160;ๆ กันมากมาย. (ย่อมาจาก นานาเนก).",
    "นาบ": "ก. เอาสิ่งที่มีความร้อนรีดหรือกดลงไป เช่น นาบพลู นาบใบตอง เอาเหล็กร้อนนาบเท้า, เรียกพลูที่นาบแล้วว่า พลูนาบ.",
    "นาบข้าว": "ก. เอาไม้ยาวกดต้นข้าวให้ราบลงเพื่อเกี่ยว.",
    "นาปรัง": "น. นาที่ทำในฤดูแล้งนอกฤดูทํานา.",
    "นาปี": "น. นาที่ทำในฤดูฝนซึ่งเป็นฤดูทํานา.",
    "นาฟางลอย": "น. นาที่ปลูกข้าวชนิดหนึ่ง ซึ่งเรียกว่า &#147;ข้าวขึ้นน้ำ&#148; เนื่องจากมีรากยาว สามารถหนีน้ำที่บ่ามาท่วมได้รวดเร็ว สามารถแตกแขนงตามข้อและที่ข้อจะมีรากงอกออกมาสำหรับดูดหาอาหาร นิยมปลูกในท้องที่ซึ่งมีระดับน้ำสูงตั้งแต่ ๑-๔ เมตร, นาเมือง ก็เรียก.",
    "นาภิ, นาภี ๑": "น. สะดือ, ราชาศัพท์ใช้ว่า พระนาภี, เช่น พระพุทธรูปส่วนสูงวัดจากพระบาทถึงพระนาภี, ท้อง เช่น ประชวรพระนาภี; ดุมเกวียน, ดุมรถ; ศูนย์กลาง. (ป., ส.).",
    "นาภี ๒": "น. ชะมด เช่น มฤคนาภี ว่า ตัวชะมด. (ป., ส.).",
    "นาม, นาม-": "[นามมะ-] น. ชื่อ, ราชาศัพท์ใช้ว่า พระนาม; คําชนิดหนึ่งในไวยากรณ์ สําหรับเรียกคน สัตว์ และสิ่งของต่าง&#160;ๆ; สิ่งที่ไม่ใช่รูป คือ จิตใจ, คู่กับ รูป. (ป.).",
    "นามกร": "[นามมะกอน] (แบบ) น. ชื่อ, นาม.",
    "นามธรรม": "[นามมะทํา] น. สิ่งที่ไม่มีรูป คือ รู้ไม่ได้ทางตา หู จมูก ลิ้น กาย รู้ได้เฉพาะทางใจเท่านั้น, คู่กับ รูปธรรม. (ส.; ป. นามธมฺม).",
    "นามไธย": "[นามมะไท] น. ชื่อตั้ง, ทินนาม (เช่นนามบรรดาศักดิ์). (ป. นามเธยฺย).",
    "นามบัตร": "[นามบัด] น. แผ่นกระดาษค่อนข้างแข็งและเล็กเป็นต้นที่พิมพ์บอกชื่อตัว นามสกุล หรือที่อยู่ที่ทํางานไว้เพื่อแนะนําตัวเป็นต้น.",
    "นามปากกา": "น. ชื่อแฝงที่นักเขียนหรือนักประพันธ์ใช้แทนชื่อจริงของตน.",
    "นามแฝง": "น. ชื่อที่ตั้งขึ้นเพื่อพรางหรือแทนชื่อจริง.",
    "นามสกุล": "น. ชื่อสกุล.",
    "นามสงเคราะห์": "[นามมะสง-] น. หนังสือที่รวบรวมคําพูดไว้, อภิธาน; สมุดรายชื่อพร้อมทั้งที่อยู่หรือที่ทํางานของบุคคล. (ส.).",
    "นามสมญา": "[นามสมยา] น. สมญา.",
    "นามานุกรม": "[-นุกฺรม] น. พจนานุกรมคําวิสามานยนาม.",
    "นามานุศาสตร์": "น. อภิธานคําชื่อ. (ส.).",
    "นามาภิไธย": "น. ชื่อ (ใช้เฉพาะสมเด็จพระบรมราชินีนาถ สมเด็จพระบรมราชินี สมเด็จพระบรมราชชนนี สมเด็จพระยุพราช สมเด็จพระบรมโอรสาธิราช และสมเด็จพระบรมราชกุมารี), ราชาศัพท์ใช้ว่า พระนามาภิไธย เช่น ทรงลงพระนามาภิไธย.",
    "นาเมือง": "น. นาฟางลอย; เรียกข้าวเปลือกที่มีเมล็ดสั้นเนื้อฟ่ามว่า ข้าวนาเมือง.",
    "นาย": "น. (กฎ) คํานําหน้าชื่อชายที่มีอายุตั้งแต่ ๑๕ ปีบริบูรณ์ขึ้นไป; ผู้เป็นใหญ่, ผู้เป็นหัวหน้า, ผู้จ้าง, เช่น เขาเป็นนาย นายไม่อยู่; ผู้เป็นใหญ่เป็นหัวหน้าในกิจการนั้น&#160;ๆ เช่น นายตรวจ นายทะเบียน, ผู้ควบคุม เช่น นายหมู่ นายหมวด, ผู้ชํานาญในกิจการนั้น&#160;ๆ เช่น นายไปรษณีย์ นายช่าง; (ปาก) ใช้นําหน้ายศทหารตํารวจ เช่น นายพล นายพัน นายร้อย นายสิบ, คำนำหน้าตำแหน่ง เช่น นายม้าต้น; เมื่อใช้เป็นคํานําราชทินนาม เป็นบรรดาศักดิ์ของข้าราชการในราชสํานักในสมัยก่อนเลิกบรรดาศักดิ์ เช่น นายนรินทร์ธิเบศ นายมหานุภาพ นายสุจินดา นายวรการบัญชา. (ปาก) ส. คําใช้แทนผู้ที่เราพูดด้วย ใช้สําหรับเพื่อนฝูงในลักษณะที่เป็นกันเอง เช่น เย็นนี้นายจะไปด้วยไหม, เป็นสรรพนามบุรุษที่ ๒.",
    "น่าย": "ว. อาการที่ของเหนียวของแข็งหรือของแห้งที่แช่นํ้าไว้แล้วเปื่อยหรืออ่อนตัว เช่น แช่ข้าวไว้ให้น่ายแล้วจึงโม่.",
    "นายก": "[นา-ยก] น. ผู้นํา, ผู้เป็นหัวหน้า, เช่น นายกราชบัณฑิตยสถาน นายกสมาคม นายกสโมสร. (ป., ส.).",
    "นายกเทศมนตรี": "(กฎ) น. ตําแหน่งหัวหน้าคณะเทศมนตรี.",
    "นายกรัฐมนตรี": "(กฎ) น. ตําแหน่งหัวหน้าคณะรัฐมนตรี.",
    "นายคลังสินค้า": "(กฎ) น. บุคคลผู้รับทำการเก็บรักษาสินค้าเพื่อบำเหน็จเป็นทางค้าปรกติของตน.",
    "นายงาน": "น. หัวหน้างาน.",
    "นายเงิน": "(โบ) น. ผู้เป็นเจ้าของเงินไปช่วยไถ่ทาสเอามาใช้.",
    "นายจ้าง": "น. ผู้จ้างทําการงาน, คู่กับ ลูกจ้าง; (กฎ) บุคคลซึ่งตกลงว่าจ้างบุคคลอีกคนหนึ่งซึ่งเรียกว่า ลูกจ้าง ให้ทำงานให้และจะให้สินจ้างตลอดเวลาที่ทำงานให้นั้น.",
    "นายตรวจ": "น. ชื่อตําแหน่งในราชการ เช่น นายตรวจสรรพสามิต นายตรวจสรรพากร; ผู้ตรวจตั๋วบนรถเมล์หรือรถไฟเป็นต้น.",
    "นายทะเบียน": "น. พนักงานซึ่งมีหน้าที่จัดทำและรักษาทะเบียน.",
    "นายท่า": "น. ผู้มีหน้าที่ควบคุมดูแลกิจการที่ท่าเรือท่ารถ เช่นในการปล่อยเรือปล่อยรถตามกําหนดเวลาเป็นต้น.",
    "นายท้าย": "น. ผู้ถือท้ายเรือ มีหน้าที่ควบคุมเรือให้แล่นไปตามทิศทาง โดยเฉพาะตามแม่นํ้าลําคลอง.",
    "นายทุน": "น. ผู้ที่เป็นเจ้าของทุนที่ใช้ในการผลิตสินค้า, ผู้ลงทุนประกอบกิจการหรือออกทุนให้ผู้อื่นประกอบกิจการ.",
    "นายธง": "น. นายทหารเรือคนสนิทของผู้บัญชาการทหารเรือหรือแม่ทัพเรือเป็นต้น.",
    "นายประกัน": "น. ผู้รับประกันหรือคํ้าประกัน, ผู้รับผิดชอบชดใช้ค่าเสียหายแทน.",
    "นายประเพณี": "(โบ) น. หัวหน้ารักษาประโยชน์ของวัดและบํารุงวัดได้บังคับว่ากล่าวทั่วไป (ทํานองมรรคนายก). (ประชุมพงศ.).",
    "นายโรง": "น. พระเอกลิเก, เจ้าของคณะลิเก; หัวหน้าคณะหนังตะลุงหรือมโนราห์.",
    "นายว่าขี้ข้าพลอย": "(สํา) ก. พลอยพูดผสมโรงติเตียนผู้อื่นตามนายไปด้วย.",
    "นายเวร": "น. นายตํารวจชั้นสัญญาบัตร มีหน้าที่เป็นเลขานุการของผู้ที่มีตําแหน่งสูงกว่าตน เช่น นายเวรผู้บังคับการ นายเวรผู้บัญชาการ นายเวรอธิบดี หรือเป็นหัวหน้าปกครองเจ้าหน้าที่เสมียนพนักงานในบังคับบัญชาเป็นต้น; เจ้าหน้าที่การทูตชั้นผู้น้อยในสถานกงสุล.",
    "นายหน้า": "(กฎ) น. บุคคลผู้ชี้ช่องหรือจัดการให้บุคคล ๒ ฝ่ายได้เข้าทําสัญญากัน.",
    "นายอากร": "น. ผู้รับผูกขาดภาษีอากร.",
    "นายอำเภอ": "(กฎ) น. ตําแหน่งเจ้าพนักงานผู้ปกครองท้องที่ ซึ่งเป็นหัวหน้าปกครองบังคับบัญชาข้าราชการในอําเภอ และรับผิดชอบในการบริหารราชการของอําเภอ.",
    "นายิกา": "น. หญิงผู้เป็นหัวหน้า. (ป.).",
    "นารา": "(แบบ) น. รัศมี. (ป.).",
    "นารายณ์": "น. ชื่อหนึ่งของพระวิษณุซึ่งเป็นพระเจ้าองค์หนึ่งของศาสนาพราหมณ์. (ส.).",
    "นารายณ์ทรงเครื่อง, นารายณ์ประลองศิลป์": "น. ชื่อกลบทชนิดหนึ่ง.",
    "นารายณ์หัตถ์": "(ราชา) น. ไม้เกาหลัง.",
    "นารี": "(แบบ) น. ผู้หญิง, นาง. (ป., ส.).",
    "นารีบูร": "(แบบ) น. เกสรเพศเมีย. (ส.).",
    "นารีผล": "น. ต้นมักกะลีผล.",
    "นารีสูร": "(กลอน) น. นางพญา.",
    "นาเรศ": "(กลอน) น. นาง, ผู้หญิง.",
    "นาลิวัน": "น. พราหมณ์พวกหนึ่งผู้โล้ชิงช้าและรําเขนงในพระราชพิธีตรียัมปวาย.",
    "นาลี": "(แบบ) น. หลอด, ก้าน, ลํา, ช่อง; ทะนาน, เป็นชื่อมาตราตวง. (ป. นาฬี, นาลี).",
    "นาว": "(โบ) น. มะนาว.",
    "น้าว": "ก. เหนี่ยวลง เช่น น้าวกิ่ง, ดึงจนโค้ง เช่น น้าวศร.",
    "นาวา ๑": "น. ยศทหารเรือหรือทหารอากาศชั้นสัญญาบัตร สูงกว่าเรือเอกหรือเรืออากาศเอก ตํ่ากว่าพลเรือตรีหรือพลอากาศตรี.",
    "นาวา ๒": "(แบบ) น. เรือ. (ป.).",
    "นาวิก, นาวิก-": "[นาวิก, นาวิกกะ-] น. คนเรือ.<2t>ว. เกี่ยวกับเรือ. (ป., ส.).",
    "นาวิกโยธิน": "[นาวิกกะ-] น. ทหารเรือฝ่ายบก.",
    "นาวิน": "น. คนเรือ, ทหารเรือที่ประจําการพลรบในกองทัพเรือ. (ส.).",
    "นาวี": "น. เรือ, กองทัพเรือ.",
    "นาเวศ": "(กลอน) น. เรือ.",
    "นาศ": "(แบบ) น. ความเสื่อม, การทําลาย, ความป่นปี้, เช่น บุญแห่งเจ้าจักนาศ จากอาวาศเวียงอินทร์. (ม. คําหลวง ทศพร). (ส.; ป. นาส).",
    "นาสวน": "น. นาข้าวที่ปลูกในพื้นที่ซึ่งมีระดับน้ำลึกตั้งแต่ ๑ เมตรลงมา; เรียกข้าวเปลือกที่มีเมล็ดแข็งเป็นมันว่า ข้าวนาสวน.",
    "นาสา": "(แบบ) น. จมูก. (ป., ส.).",
    "นาสิก": "(แบบ) น. จมูก. (ป., ส. นาสิกา).",
    "นาหว่าน": "น. นาชนิดที่หว่านเมล็ดข้าวลงในนา.",
    "นาฬิกา": "น. เครื่องบอกเวลา มีหลายชนิด เช่น นาฬิกาปลุก นาฬิกาพก นาฬิกาข้อมือ, ลักษณนามว่า เรือน; ช่วงเวลาคิดตามชั่วโมง เช่น ๑ ชั่วนาฬิกา = ๑ ชั่วโมง, ใช้เป็นมาตราบอกเวลา เช่น ๑ นาฬิกา ๒ นาฬิกา ... ๒๔ นาฬิกา, เขียนย่อเป็น น. (เทียบ ส. นาฑิกา ว่า เครื่องกําหนดเวลา).",
    "นาฬิกาแดด": "น. นาฬิกาชนิดหนึ่ง อาศัยเงาไม้หรือเงาแผ่นโลหะเป็นต้นที่ปรากฏบนหน้าปัด.",
    "นาฬิกาทราย": "น. อุปกรณ์ที่ใช้สําหรับวัดเวลา ประกอบด้วย กระเปาะแก้ว ๒ กระเปาะที่มีรูเล็ก&#160;ๆ ทะลุถึงกัน ข้างในบรรจุทรายที่จะไหลจากกระเปาะหนึ่งไปยังอีกกระเปาะหนึ่งได้หมดพอดีในเวลาที่กําหนดไว้.",
    "นาฬิกาน้ำ": "น. อุปกรณ์ที่ใช้สําหรับวัดเวลาโดยอาศัยการหยดหรือการไหลของนํ้าที่มีปริมาณตามที่กําหนดไว้.",
    "นาฬิเก": "น. ชื่อมะพร้าวพันธุ์หนึ่ง ผลเล็ก สีเหลืองหรือส้ม นํ้าหอมหวาน. (ป. นาฬิเกร; ส. นาริเกร, นาริเกล, นาลิเกล, ว่า มะพร้าวทั่วไป).",
    "นาฬี": "(แบบ) น. นาลี, หลอด, ก้าน, ลํา, ช่อง; ทะนาน, เป็นชื่อมาตราตวง. (ป.).",
    "นำ": "ก. ไปข้างหน้า เช่น นําขบวน นําเสด็จ, ออกหน้า เช่น วิ่งนํา, เริ่มต้นโดยมีผู้อื่นหรือสิ่งอื่นตามหรือทําตาม เช่น นําสวด นําวิ่ง, พา เช่น นําเที่ยว นําไป นํามา.<2t>ว. อาการที่ซักหรือถามเป็นเชิงแนะไปในตัว ในคําว่า ซักนํา ถามนํา.",
    "น้ำ": "น. สารประกอบซึ่งมีองค์ประกอบเป็นธาตุไฮโดรเจนและออกซิเจนในอัตราส่วน ๑ : ๘ โดยนํ้าหนัก เมื่อบริสุทธิ์มีลักษณะเป็นของเหลว ใส ไม่มีสี กลิ่น รส มีประโยชน์มาก เช่นใช้ดื่ม ชําระล้างสิ่งสกปรก, โบราณถือว่าเป็น ธาตุ ๑ ในธาตุ ๔ คือ ดิน นํ้า ไฟ ลม, ใช้เรียกสิ่งอื่นที่มีลักษณะเป็นนํ้าหรือเหลวเหมือนนํ้า เช่น นํ้าตา นํ้าปลา นํ้าพริก นํ้าส้ม; โดยปริยายหมายถึงคุณสมบัติที่ถือว่าเป็นสาระของสิ่งที่กล่าวถึง เช่น นํ้าคํา นํ้าใจ นํ้าพักนํ้าแรง นํ้ามือ; ความแวววาว (ใช้แก่รัตนชาติ); ลักษณนามเรียกเรือที่ใช้มาแล้ว ๒ ปี ๓ ปี ว่า เรือ ๒ นํ้า เรือ ๓ นํ้า, และที่ใช้เกี่ยวกับนํ้าหมายความว่า ครั้ง เช่น ล้าง ๓ นํ้า ต้ม ๓ นํ้า.<2t>ว. มีแสงแวววาว (ใช้แก่รัตนชาติ) เช่น เพชรนํ้าหนึ่ง ทับทิมนํ้างาม.",
    "น้ำกรด": "น. สารละลายของกรดซึ่งใช้นํ้าเป็นตัวทําละลาย.",
    "น้ำกระด้าง": "น. นํ้าซึ่งเมื่อฟอกกับสบู่แล้วเกิดตะกอนขึ้น ซึ่งเรียกว่า ไคลสบู่ และไม่มีฟองสบู่เกิดขึ้นหรือเกิดขึ้นน้อย ทั้งนี้เพราะมีเกลือของแคลเซียมและแมกนีเซียมละลายอยู่.",
    "น้ำกระสาย": "น. นํ้าใช้เป็นเครื่องแทรกยาไทย เช่น นํ้าเหล้า นํ้าซาวข้าว.",
    "น้ำกะทิ": "น. นํ้าที่คั้นออกจากมะพร้าวขูด, นํ้าที่คั้นจากมะพร้าวขูดที่ผสมนํ้าตาลปึกกินกับข้าวเหนียวหรือลอดช่องเป็นต้น เช่น ข้าวเหนียวนํ้ากะทิ ลอดช่องนํ้ากะทิ.",
    "น้ำกาม": "น. นํ้าเชื้อที่เกิดจากความกําหนัด แล้วเคลื่อนออกมาจากอวัยวะสืบพันธุ์ของเพศชาย.",
    "น้ำเกลือ": "น. นํ้าที่มีเกลือโซเดียมคลอไรด์ละลายอยู่ สําหรับฉีดเข้าหลอดเลือดดํา.",
    "น้ำเกิด": "น. นํ้าในทะเลและแม่นํ้าลําคลองที่มีทางติดต่อโดยตรงกับทะเลหรือได้รับอิทธิพลจากนํ้าทะเลเป็นต้น มีระดับนํ้าขึ้นสูงมากและลงตํ่ามากเนื่องจากอิทธิพลของดวงจันทร์และดวงอาทิตย์ ในช่วงเวลาที่ดวงจันทร์และดวงอาทิตย์อยู่ในวงโคจรเกือบเป็นแนวเดียวกันกับโลก นํ้าเกิดจะมี ๒ ช่วง คือ ช่วงวันเดือนเพ็ญ ตั้งแต่วันขึ้น ๑๓ คํ่า ถึงวันแรม ๒ คํ่า และช่วงวันเดือนดับ ตั้งแต่วันแรม ๑๓ คํ่า ถึงวันขึ้น ๒ คํ่า.",
    "น้ำขาว": "น. นํ้าเมาชนิดหนึ่งทําด้วยข้าวเหนียวนึ่งคลุกกับแป้งเหล้าซึ่งเป็นเชื้อหมักไว้จนมีนํ้าขุ่นขาว.",
    "น้ำข้าว ๑": "น. นํ้าที่ได้จากข้าวเมื่อหุงแล้วเช็ดนํ้าหรือตักนํ้าออก.",
    "น้ำข้าว ๒": "<i>ดู เขยตาย</i>.",
    "น้ำขึ้น": "น. นํ้าในทะเลและแม่นํ้าลําคลองที่มีทางติดต่อโดยตรงกับทะเลหรือได้รับอิทธิพลจากนํ้าทะเลเป็นต้น ที่มีระดับนํ้าสูงขึ้น ในวันหนึ่ง&#160;ๆ ตามปรกตินํ้าจะขึ้น ๒ ครั้ง และนํ้าขึ้นครั้งแรกจะมีระดับสูงกว่าขึ้นครั้งที่ ๒.",
    "น้ำขึ้นให้รีบตัก": "(สํา) มีโอกาสดีควรรีบทํา.",
    "น้ำขุ่นไว้ใน น้ำใสไว้นอก": "(สํา) แม้จะไม่พอใจก็ยังแสดงสีหน้ายิ้มแย้ม.",
    "น้ำแข็ง": "น. นํ้าที่ถูกความเย็นจัดจนแข็งตัวเป็นก้อน.",
    "น้ำแข็งกด": "น. น้ำแข็งไสที่ใส่กระบอกหรือแก้วอย่างหนา กดให้เป็นแท่ง.",
    "น้ำแข็งเปล่า": "น. น้ำแข็งก้อนเล็ก&#160;ๆ ใส่แก้วเป็นต้น ใส่น้ำหรือน้ำชา.",
    "น้ำแข็งไส": "น. น้ำแข็งที่ได้จากการไสก้อนน้ำแข็งไปบนเครื่องไส มีลักษณะเป็นเกล็ดฝอย.",
    "น้ำแข็งแห้ง": "น. คาร์บอนไดออกไซด์ซึ่งอยู่ในสภาพเป็นของแข็ง เย็นจัด ลักษณะคล้ายนํ้าแข็ง ใช้ประโยชน์เป็นตัวทําความเย็น; น้ำแข็งก้อนเล็ก&#160;ๆ ใส่แก้วเป็นต้น ไม่ใส่น้ำ.",
    "น้ำครำ": "น. นํ้าเสียที่ขังอยู่ในพื้นดินที่เป็นแอ่งเช่นใต้ถุนครัว ในท่อระบายน้ำเสีย, ไขเสนียด ก็เรียก.",
    "น้ำคร่ำ": "น. ของเหลวในถุงเยื่อหุ้มลูกในมดลูกของสัตว์เลี้ยงลูกด้วยนม ทำหน้าที่ลดผลการกระทบกระแทก และช่วยหล่อลื่นในตอนคลอดเป็นต้น เรียกถุงเยื่อหุ้มที่บรรจุน้ำคร่ำว่า ถุงน้ำคร่ำ.",
    "น้ำคัน": "น. นํ้าที่ถูกเข้าแล้วเป็นโรคที่ง่ามเท้า.",
    "น้ำค้าง": "น. ไอนํ้าในอากาศที่ถูกความเย็นแล้วหยาดลงมาค้างบนใบไม้ใบหญ้าเป็นต้นในเวลากลางคืนหรือเช้ามืด; ชื่อเพลงไทยทํานองหนึ่ง.",
    "น้ำค้างแข็ง": "น. นํ้าค้างที่แข็งตัวอยู่ตามต้นไม้ซึ่งอยู่ใกล้พื้นดิน เมื่ออุณหภูมิผิวหน้าของพื้นดินตํ่ากว่า ๐ &#x00b0;ซ.",
    "น้ำคาวปลา": "น. นํ้าล้างปลาที่มีเมือกและเลือดติด ใช้รดต้นไม้ให้งาม, นํ้าล้างปลา ก็เรียก; นํ้าที่ขับถ่ายจากช่องคลอดภายหลังคลอดลูกแล้วประมาณ ๓-๔ วัน ปรกติมีกลิ่นคาวเล็กน้อย.",
    "น้ำคำ": "น. ถ้อยคําสํานวน.",
    "น้ำเค็ม": "น. นํ้าทะเล เช่น สัตว์นํ้าเค็ม, นํ้าที่มีรสเค็ม.<2t>ว. ที่เกิดหรือโตอยู่ในแถบชายทะเล เช่น ลูกนํ้าเค็ม.",
    "น้ำเคย": "น. นํ้าที่ได้จากเยื่อเคย (กะปิ) มีรสเค็ม ใช้ปรุงอาหาร.",
    "น้ำเงิน ๑": "ว. สีอย่างสีคราม; (โบ) น. ค่าป่วยการที่ชักออกจากจํานวนเงินที่ส่งไป เรียกว่า ค่านํ้าเงิน, เรียกทาสที่ขายตัวแก่นายเงิน หรือที่นายเงินไถ่ค่าตัวมาว่า ทาสนํ้าเงิน.",
    "น้ำเงิน ๒": "<i>ดู ชะโอน</i>.",
    "น้ำเงี้ยว": "(ถิ่น-พายัพ) น. ชื่อแกงชนิดหนึ่ง ใช้หมูสับผัดกับเครื่องแกงมีหอม กระเทียม ตะไคร้ พริกแห้ง ถั่วเน่า เป็นต้น ต้มกับน้ำต้มกระดูกหมู ใส่ดอกงิ้ว มะเขือเทศ เลือดหมู น้ำแกงมีรสเค็ม เผ็ดน้อย กินกับขนมจีน.",
    "น้ำจัณฑ์": "(ราชา) น. เหล้า.",
    "นำจับ": "(กฎ) ก. นําความมาแจ้งต่อพนักงานเจ้าหน้าที่ให้ทําการจับกุมผู้กระทําความผิด.",
    "น้ำจิ้ม": "น. นํ้าผสมเครื่องเทศบางอย่าง โดยมากมีรสเปรี้ยวเค็มหวาน เช่น นํ้าจิ้มทอดมัน.",
    "น้ำใจ": "น. ใจแท้&#160;ๆ, ใจจริง, ความจริงใจ, เช่น เห็นนํ้าใจ, นิสัยใจคอ เช่น นํ้าใจพ่อ นํ้าใจแม่ นํ้าใจชาย นํ้าใจหญิง, ความเอื้อเฟื้อ เช่น เขาไม่มีนํ้าใจ แล้งนํ้าใจ.",
    "น้ำใจใคร่": "<i>ดู กะทกรก (๑)</i>.",
    "น้ำชน": "น. ลักษณะที่กระแสนํ้าขึ้นกับนํ้าลงหรือนํ้าจืดกับนํ้าเค็มมาบรรจบกัน.",
    "น้ำชุบ": "น. นํ้าที่เจือด้วยธาตุเงิน ธาตุทองแดง หรือธาตุทองคํา สําหรับชุบของต่าง&#160;ๆ มีทองเหลืองเป็นต้นให้เป็นสีเงินหรือสีทอง, นํ้าที่เอาเหล็กเผาไฟให้แดงแล้วชุบลงเพื่อให้เหล็กกล้า; (ถิ่น-ปักษ์ใต้) นํ้าพริก.",
    "น้ำเชี่ยวอย่าขวางเรือ": "(สํา) อย่าขัดขวางผู้ที่มีอํานาจ, เป็นคําพูดเชิงเตือนสติ.",
    "น้ำเชื้อ": "น. นํ้าที่ต้มเคี่ยวกระดูกหมูหรือไก่เป็นต้น เพื่อใช้เป็นนํ้าแกงจืดให้มีรสอร่อย; หัวนํ้าหอมหรือนํ้าหวานเป็นต้น.",
    "น้ำเชื่อม": "น. นํ้าตาลทรายผสมนํ้าตั้งไฟจนละลาย ใช้ใส่ขนม เช่นวุ้นนํ้าเชื่อม หรือใช้ผสมกับแป้งทําขนมชั้นหรือขนมนํ้าดอกไม้เป็นต้น.",
    "น้ำซับ": "น. เรียกที่ซึ่งมีนํ้าซึมซาบอยู่ภายใต้ว่า ที่นํ้าซับ, ทางภาคอีสานเรียกว่า ซํา.",
    "น้ำซาวข้าว": "น. นํ้าที่ล้างข้าวสารให้สะอาดเมื่อก่อนหุง.",
    "น้ำซึม": "น. เรียกที่ซึ่งมีนํ้าไหลซึมอยู่เรื่อยว่า ที่นํ้าซึม, บางถิ่นเรียกว่า นํ้างึม.",
    "น้ำซึมบ่อทราย": "(สํา) หาได้มาเรื่อย&#160;ๆ.",
    "น้ำดอกไม้ ๑": "น. ชื่อขนมชนิดหนึ่ง ทําด้วยแป้งข้าวเจ้าผสมแป้งมัน ละลายกับนํ้าเชื่อมใส่ถ้วยตะไลนึ่ง เมื่อสุกหน้าจะบุ๋ม, ขนมชักหน้า ก็เรียก.",
    "น้ำดอกไม้ ๒": "น. (๑) ชื่อชมพู่ชนิด <f><i>Syzygium jambos</i> (L.) Alston</f> ในวงศ์ <f>Myrtaceae</f> ผลสุกสีเขียวอ่อนหรือเขียวอมเหลือง เนื้อบาง กลิ่นหอมเหมือนกุหลาบ.<2t>(๒) ชื่อมะม่วงพันธุ์หนึ่งของชนิด <f><i>Mangifera indica</i> L.</f> ผลยาว ดิบรสเปรี้ยวจัด สุกรสหวานหอม เมล็ดแบนมาก.",
    "น้ำดอกไม้ ๓": "น. ชื่อปลาทะเลทุกชนิดในสกุล <f><i>Sphyraena</i></f> วงศ์ <f>Sphyraenidae</f> ลําตัวค่อนข้างกลมยาว หัวแหลม คางล่างยื่น ปากกว้าง มีฟันคมแข็งแรง ตาโต เกล็ดเล็กบาง ขอบเรียบ มีครีบหลัง ๒ ตอน พื้นลําตัวมีสีแตกต่างกันแล้วแต่ชนิด แต่มักเป็นสีฟ้าเทา เช่น ชนิด <f><i>S. forsteri</i></f> หรือนํ้าตาลอมเหลือง เช่น ชนิด <f><i>S. obtusata</i></f> บ้างมีบั้งทอดขวางลําตัวเป็นระยะ&#160;ๆ เช่น ชนิด <f><i>S. jello</i></f> และ <f><i>S. putnamiae</i></f> บ้างก็มีจุดหรือแต้มดํา เช่น ชนิด <f><i>S. barracuda</i></f> ขนาดแตกต่างกันตั้งแต่ ๓๐-๑๕๐ เซนติเมตร, สาก ก็เรียก.",
    "น้ำดอกไม้เทศ": "น. หัวนํ้าหอมทําจากดอกกุหลาบชนิดหนึ่ง.",
    "น้ำดอกไม้สด": "น. นํ้าที่ลอยดอกมะลิ มีกลิ่นหอม.",
    "น้ำดับไฟ": "น. ชื่อไม้เถา ๒ ชนิดในสกุล <f><i>Gouania</i></f> วงศ์ <f>Rhamnaceae</f> คือ ชนิด <f><i>G. javanica</i> Miq.</f> ใบมีขนสีน้ำตาลแดง ดอกสีเขียวอ่อน และชนิด <f><i>G. leptostachya</i> DC.</f> ใบเกลี้ยง ดอกสีขาวอมเขียว.",
    "น้ำดิบ": "น. นํ้าที่ยังไม่ได้ต้ม.",
    "น้ำดี": "น. นํ้าย่อยชนิดหนึ่งเกิดในตับแล้วไหลไปอยู่ในถุงนํ้าดี.",
    "น้ำตก": "น. นํ้าที่ขังอยู่บนเขาตกลงมาที่หน้าผา, เรียกนํ้าที่ทําให้ตกลงมาในลักษณะคล้ายคลึงเช่นนั้น; อาหารอย่างหนึ่งใช้เนื้อสัตว์เช่นเนื้อหมู หรือเนื้อวัว ย่างพอสุกเล็กน้อย หั่นเป็นชิ้นบาง&#160;ๆ แล้วปรุงด้วย พริกป่น หอมแดงซอย ข้าวคั่ว น้ำมะนาว น้ำปลา เป็นต้น; ก๋วยเตี๋ยวเนื้อสดที่ใส่เลือดวัวสด.",
    "น้ำต้อย": "น. นํ้าหวานที่หล่ออยู่ในดอกไม้ เกิดจากต่อมนํ้าหวานซึ่งมักปรากฏอยู่ที่โคนของกลีบดอก.",
    "น้ำตะกู, น้ำตะโก": "น. กระดาษที่มีสีเหลืองอย่างสีทองคํา นิยมนํามาใช้สลักปรุเป็นลวดลาย หรือใช้ทั้งแผ่นปิดตกแต่งสิ่งปลูกสร้างหรือครุภัณฑ์บางอย่างเป็นการชั่วคราว เรียกว่า กระดาษนํ้าตะกู หรือ กระดาษนํ้าตะโก.",
    "น้ำตะไคร้": "น. นํ้าหอมชนิดหนึ่งมีลักษณะใสสีเหลืองอ่อนหรือสีนํ้าตาลแกมแดง สกัดจากต้นและใบตะไคร้.",
    "น้ำตับ": "(ถิ่น-อีสาน) น. ชื่ออาหารชนิดหนึ่ง ใช้ตับวัวหรือควายสับให้ละเอียด คลุกข้าวสุก เกลือ และเครื่องปรุง ขยําให้เข้ากันแล้วยัดในไส้หมู, หมํ้า หรือ หมํ้าตับ ก็เรียก.",
    "น้ำตา": "น. นํ้าที่ไหลออกจากนัยน์ตา, โดยปริยายหมายถึงสิ่งที่ไหลเยิ้มอย่างนํ้าตาลที่ไหลซึมจากหม้อตาล.",
    "น้ำตาเช็ดหัวเข่า": "(สํา) เสียใจเพราะชํ้าใจหรือต้องผิดหวังอย่างหนัก.",
    "น้ำตาตกใน": "(สํา) เศร้าโศกเสียใจอย่างมาก แต่ไม่แสดงให้ปรากฏ.",
    "น้ำตาเทียน": "น. ขี้ผึ้งซึ่งไหลออกจากเทียนเวลาจุด.",
    "น้ำตาย": "น. นํ้าในทะเลและแม่นํ้าลําคลองที่มีทางติดต่อโดยตรงกับทะเล หรือได้รับอิทธิพลจากนํ้าทะเลเป็นต้น มีระดับนํ้าขึ้นและลงน้อย เนื่องจากอิทธิพลของดวงจันทร์และดวงอาทิตย์ในช่วงเวลาที่ดวงจันทร์และดวงอาทิตย์อยู่ในวงโคจรเกือบเป็นมุมฉากซึ่งกันและกันสัมพันธ์กับโลก นํ้าตายมี ๒ ช่วง คือ ช่วงกึ่งปักษ์แรก ระหว่างวันขึ้น ๕-๙ คํ่า และช่วงกึ่งปักษ์หลัง ระหว่างวันแรม ๕-๙ คํ่า.",
    "น้ำตาล": "น. สารประกอบคาร์โบไฮเดรตประเภทโมโนแซ็กคาไรด์และไดแซ็กคาไรด์ ซึ่งมีรสหวาน โดยมากได้จากตาล มะพร้าว อ้อย, ถ้าเป็นความหมายเฉพาะอย่างและทําด้วยอะไร ก็เติมคํานั้น&#160;ๆ ลงไป เช่น ทําจากตาล เรียกว่า นํ้าตาลโตนด, ทําจากมะพร้าว เรียกว่า นํ้าตาลมะพร้าว, ทําเป็นงบ เรียกว่า นํ้าตาลงบ, ทําจากอ้อย แต่ยังไม่ได้ทําให้เป็นนํ้าตาลทราย เรียกว่า นํ้าตาลทรายดิบ, ทําเป็นเม็ด&#160;ๆ เหมือนทราย เรียกว่า นํ้าตาลทราย, ทําเป็นก้อนแข็งเหมือนกรวด เรียกว่า นํ้าตาลกรวด, เคี่ยวให้ข้น&#160;ๆ เรียกว่า นํ้าตาลตงุ่น, หยอดใส่ใบตาลหรือใบตองแห้งทําเป็นรูปปี่ เรียกว่า นํ้าตาลปี่, หลอมเป็นปึก เรียกว่า นํ้าตาลปึก, หยอดใส่หม้อ เรียกว่า นํ้าตาลหม้อ, บรรจุใส่ปีบ เรียกว่า น้ำตาลปีบ หรือ น้ำตาลปี๊บ, รองมาใหม่&#160;ๆ ยังไม่ได้เคี่ยว เรียกว่า นํ้าตาลสด, ถ้าต้มให้เดือด เรียกว่า น้ำตาลลวก, ถ้าใส่เปลือกตะเคียน มะเกลือ หรือเคี่ยม เป็นต้น หมักไว้ระยะหนึ่งจนมีแอลกอฮอล์ กินแล้วเมา เรียกว่า นํ้าตาลเมา.<2t>ว. สีคล้ายสีนํ้าตาลหม้อที่เคี่ยวแก่ไฟ, ถ้าแก่ไฟจนไหม้ เรียกว่า สีนํ้าตาลไหม้.",
    "น้ำตาลใกล้มด ใครจะอดได้": "(สํา) น. ชายหญิงที่ใกล้ชิดกันมากย่อมห้ามใจไม่ให้รักกันได้ยาก.",
    "น้ำตาลจีน": "น. ชื่อมะม่วงพันธุ์หนึ่งของชนิด <f><i Mangifera indica</i> L.</f> เดิมเรียก นํ้าตาลทรายจีน.",
    "น้ำเต้า": "น. (๑) ชื่อไม้เถาล้มลุกชนิด <f><i>Lagenaria siceraria</i> Standl.</f> ในวงศ์ <f>Cucurbitaceae</f> อยู่ในจําพวกฟักแฟง ดอกสีขาว ผลกินได้ เมื่อแก่แห้งใช้เป็นภาชนะได้; อวัยวะส่วนที่อยู่โคนงวงช้าง มีรูปโป่งคล้ายลูกนํ้าเต้า; ชื่อการพนันชนิดหนึ่ง เล่นโดยเจ้ามือจะเป็นผู้ซัดหรือฝัดลูกบาศก์ซึ่งมี ๖ หน้า เขียนเป็นรูป นํ้าเต้า ปู ปลา เสือ ไก่ และกุ้ง ให้ลูกค้าแทง.<2t>(๒) โกฐนํ้าเต้า. <i>(ดู โกฐนํ้าเต้า)</i>.",
    "น้ำใต้ดิน": "น. นํ้าฝนที่ตกลงมาสู่พื้นดินแล้วไหลซึมไปรวมอยู่ใต้ดิน.",
    "น้ำทรง": "น. นํ้าที่หยุดไหลชั่วขณะ, นํ้าที่คั่งค้างอยู่ในพื้นที่ที่เป็นแหล่งรับนํ้า, นํ้ากําลังจะเปลี่ยนระดับจากนํ้าขึ้นเต็มที่มาเป็นนํ้าลง หรือจากนํ้าลงเต็มที่มาเป็นนํ้าขึ้น, ช่วงนํ้าหยุดไหลในทะเลและแม่นํ้าลําคลองอาจมีระยะเวลาตั้งแต่ ๕ นาที หรือ นานถึง ๒ ชั่วโมง ก็ได้ แล้วแต่ลักษณะภูมิประเทศของพื้นที่ ความลาดชันของขอบฝั่งและลํานํ้า.",
    "น้ำท่วมทุ่ง ผักบุ้งโหรงเหรง": "(สํา) ก. พูดมากแต่ได้เนื้อหาสาระน้อย.",
    "น้ำท่วมปาก": "(สํา) ก. พูดไม่ออกเพราะเกรงจะมีภัยแก่ตนหรือผู้อื่น.",
    "น้ำท่า": "น. นํ้าในแม่นํ้าลําคลอง.",
    "นำทาง": "ก. พาไปสู่ที่หมาย, นําไปให้ถูกทาง.",
    "น้ำทูนหัว": "น. นํ้าที่อยู่ในถุงนํ้าครํ่าซึ่งอยู่รอบลูกในท้อง ช่วยหล่อลื่นในการคลอด.",
    "นำเที่ยว": "ก. พาเที่ยวชมบ้านชมเมือง.",
    "น้ำไทย": "น. ชื่อกล้วยพันธุ์หนึ่งของชนิด <f><i>Musa acuminata</i> Colla</f> ผลรูปรี เนื้อสีเหลืองส้ม รสหวาน.",
    "น้ำนม": "น. ของเหลวสีขาวออกมาจากนมคนและสัตว์ สําหรับเลี้ยงลูก.",
    "น้ำนมแมว": "น. ของเหลวชนิดหนึ่งประกอบด้วยเอทิลแอซีเทต <f>(ethyl acetate)</f> มีกลิ่นหอมคล้ายดอกนมแมว ใช้ประโยชน์เป็นตัวปรุงกลิ่นขนมเป็นต้น.",
    "น้ำนมราชสีห์": "น. (๑) กล้วยชนิดหนึ่ง ผลคล้ายกล้วยกรัน สุกรสหวานเย็น มีกลิ่นหอม. (พจน. ๒๔๙๓).<2t>(๒) ชื่อไม้ล้มลุกขนาดเล็กหลายชนิดในสกุล <f><i>Euphorbia</i></f> วงศ์ <f>Euphorbiaceae</f> ใบออกตรงข้ามกัน ทุกส่วนมียางขาวคล้ายนํ้านม ใช้ทํายาได้ เช่น ชนิด <f><i>E. hirta</i> L.</f> ต้นและใบมีขน.",
    "น้ำนวล": "ว. ผ่องใส, ผุดผ่อง, (มักใช้แก่ผิวพรรณและนิยมใช้คําอื่นแทรก) เช่น เป็นนํ้าเป็นนวล มีนํ้ามีนวล.",
    "น้ำนอง ๑": "น. ชื่อปลวกหลายชนิดในหลายวงศ์ สีดําหรือนํ้าตาลแก่ อาศัยอยู่ใต้ดิน เมื่อมีนํ้านองเกิดตะไคร่ขึ้น พอนํ้าลดจะเดินแถวมาเก็บตะไคร่ไปเลี้ยงลูกซึ่งบางครั้งอาจจะทํางานกันทั้งคืน จึงเห็นตัวเฉพาะในเวลานํ้านอง เช่น ชนิด <f><i>Hospitalitermes monoceros, H. asahinai, H. birmanicus</i></f> ในวงศ์ <f>Termitidae</f>.",
    "น้ำนอง ๒": "(๑)<i> ดู กลึงกล่อม</i>.<2t>(๒) <i>ดู กําแพงเจ็ดชั้น ๒ (๒)</i>.",
    "น้ำนอนคลอง": "น. นํ้าในคลองซึ่งไหลลงไม่หมด เหลือนํ้าอยู่มาก เพราะมีนํ้าหนุนขึ้นมา.",
    "น้ำน้อยแพ้ไฟ": "(สํา) น. ฝ่ายข้างน้อยย่อมแพ้ฝ่ายข้างมาก.",
    "น้ำนิ่งไหลลึก": "(สํา) น. คนที่มีท่าหงิม&#160;ๆ มักจะมีความคิดลึกซึ้ง.",
    "น้ำบ่อน้อย": "(สํา) น. นํ้าลาย.",
    "น้ำบาดาล": "น. น้ำที่สูบจากใต้ดินที่ลึกไม่ต่ำกว่า ๑๐ เมตร.",
    "น้ำโบย": "(ถิ่น-พายัพ) น. กระบวย. <i>(ดู กระบวย ๑)</i>.",
    "น้ำประปา": "น. น้ำที่เกรอะกรองให้สะอาดปราศจากเชื้อโรค แล้วจ่ายไปให้ประชาชนบริโภคใช้สอย.",
    "น้ำประสานทอง": "น. เกลือเคมีชนิดหนึ่งใช้เป็นตัวประสานในการเชื่อมหรือบัดกรีโลหะเป็นต้น.",
    "น้ำปลา": "น. นํ้าสําหรับปรุงอาหารให้มีรสเค็ม ทําจากปลาหรือสิ่งอื่นหมักกับเกลือ.",
    "น้ำป่า": "น. นํ้าที่เกิดท่วมในที่ตํ่าโดยฉับพลันทันทีและไหลลดลงอย่างรวดเร็ว.",
    "น้ำผลึก": "น. โมเลกุลของนํ้าที่ประกอบอยู่กับโมเลกุลของสารประกอบบางชนิดเมื่ออยู่ในภาวะเป็นรูปผลึก.",
    "น้ำผึ้ง ๑": "น. นํ้าหวานมีลักษณะข้นที่แมลงผึ้งเก็บสะสมเอามาจากดอกไม้ต่าง&#160;ๆ.",
    "น้ำผึ้ง ๒": "<i>ดู รวงผึ้ง ๒</i>.",
    "น้ำผึ้ง ๓": "<i>ดู รากกล้วย</i>.",
    "น้ำฝาด": "น. น้ำที่มีรสฝาด เกิดจากการเอาเปลือกไม้แก่นไม้เป็นต้นของไม้บางชนิดเช่นขนุนมาต้ม ใช้ย้อมสบงจีวร, ฝาด ก็ว่า เช่น ผ้าย้อมฝาด.",
    "น้ำพระพิพัฒน์สัตยา": "น. นํ้าที่ดื่มในเวลาถวายสัตย์ต่อพระเจ้าแผ่นดิน.",
    "น้ำพริก": "น. อาหารชนิดหนึ่ง ปรุงด้วย กะปิ กระเทียม พริกขี้หนู มะนาว เป็นต้นใช้เป็นเครื่องจิ้มหรือคลุกข้าวกิน ใช้นํ้าปลาหรือนํ้าปลาร้าแทนกะปิก็มี ใช้ของเปรี้ยวอื่น&#160;ๆ เช่น มะขาม มะดัน มะม่วง แทนมะนาวก็มี เรียกชื่อต่างกันไปตามเครื่องปรุง เช่น นํ้าพริกปลาร้า นํ้าพริกปลาย่าง นํ้าพริกมะขาม นํ้าพริกมะดัน น้ำพริกมะม่วง, เครื่องปรุงแกงเผ็ด แกงคั่ว หรือ แกงส้ม, อาหารคาวอย่างหนึ่ง ลักษณะอย่างแกง มี ๓ รส แต่ค่อนข้างหวานทําด้วยถั่วเขียวโขลกกับเครื่องปรุง กินกับผักบางอย่างเป็นเหมือด ใช้คลุกกินกับขนมจีน, คู่กับ นํ้ายา.",
    "น้ำพริกเผา": "น. นํ้าพริกชนิดหนึ่ง ใช้พริกแห้ง หอม กระเทียม กุ้งแห้ง เป็นต้น เผาหรือทอด แล้วตําให้ละเอียด ปรุงด้วยนํ้าปลา นํ้าตาล ส้มมะขาม ใช้คลุกข้าวหรือทาขนมปัง.",
    "น้ำพักน้ำแรง": "น. แรงที่เกิดจากความมานะพยายามของตนเอง.",
    "นำพา": "ก. เอาใจใส่, เอื้อเฟื้อ, ช่วยธุระ, ใช้ในประโยคปฏิเสธว่า ไม่นําพา.",
    "น้ำพี้": "น. ธาตุเหล็กที่ได้จากตำบลน้ำพี้ในจังหวัดอุตรดิตถ์ ถือกันว่าเป็นเหล็กที่มีคุณภาพดี มักใช้ทำอาวุธเป็นต้น.",
    "น้ำพึ่งเรือเสือพึ่งป่า": "(สํา) น. การพึ่งพาอาศัยกัน.",
    "น้ำพุ": "น. นํ้าใต้ดินที่ผุดพุ่งขึ้นมาเหนือพื้น มีอุณหภูมิตํ่ากว่าอุณหภูมิของร่างกายมนุษย์, ถ้ามีอุณหภูมิสูงกว่า ซึ่งมีตั้งแต่อุ่น&#160;ๆ จนถึงเดือดพล่าน เรียกว่า นํ้าพุร้อน, นํ้าที่ผุดขึ้นมาในลักษณะที่คล้ายคลึงเช่นนั้น.",
    "น้ำมนต์, น้ำมนตร์": "น. นํ้าที่เสกเพื่ออาบ กิน หรือ ประพรมเป็นต้น ถือกันว่าเป็นมงคล.",
    "น้ำมัน": "น. ของเหลวที่มีลักษณะเป็นมันลื่น ไม่ละลายน้ำ สกัดจากพืช สัตว์ แร่บางชนิด เช่น ถ่านหิน, หรือที่สูบขึ้นมาจากแหล่งกำเนิด, โดยปริยายหมายถึงสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น น้ำมันใส่ผม. (อ. <f>oil</f>).",
    "น้ำมันก๊าด": "น. นํ้ามันชนิดหนึ่งที่ใช้ตามตะเกียง.",
    "น้ำมันขี้โล้": "น. น้ำมันที่เป็นขี้ตะกอน.",
    "น้ำมันเขียว": "น. นํ้ามันชนิดหนึ่ง สีเขียวแกมนํ้าเงิน มีกลิ่นหอมฉุนคล้ายการบูร กลั่นได้จากใบของต้นเสม็ด ใช้สําหรับทา นวด แก้เคล็ดบวมได้.",
    "น้ำมันเครื่อง": "น. นํ้ามันประเภทหนึ่ง มีลักษณะค่อนข้างข้น ใช้สําหรับหล่อลื่นเพื่อลดความเสียดทานระหว่างผิวโลหะ, ใช้ผสมกับนํ้ามันเบนซินเป็นนํ้ามันเชื้อเพลิงสําหรับเครื่องยนต์เบนซินชนิด ๒ จังหวะก็ได้, นํ้ามันหล่อลื่น ก็เรียก.",
    "น้ำมันจันทน์": "น. นํ้ามันที่กลั่นจากไม้จันทน์ มีกลิ่นหอม.",
    "น้ำมันโซลา": "น. นํ้ามันดีเซล.",
    "น้ำมันดิน": "น. ของเหลวลักษณะข้น สีเข้มจนดํา ได้จากการกลั่นทําลายไม้หรือถ่านหิน ใช้ทารักษาเนื้อไม้หรือกันปลวกและแมลงเป็นต้น เมื่อนําไปกลั่นโดยใช้อุณหภูมิให้เหมาะสม จะได้สารอื่น&#160;ๆ ที่มีประโยชน์อีกมาก.",
    "น้ำมันดิบ": "น. นํ้ามันที่สกัดหรือสูบขึ้นมาจากแหล่งกําเนิด และยังมิได้ทําให้บริสุทธิ์หรือยังมิได้นําไปกลั่นแยกออกเป็นส่วน&#160;ๆ.",
    "น้ำมันดีเซล": "น. นํ้ามันที่ใช้เป็นเชื้อเพลิงในเครื่องยนต์ดีเซลชนิดหมุนเร็ว, นํ้ามันโซลา ก็เรียก.",
    "น้ำมันตานี": "น. นํ้ามันชนิดหนึ่ง ข้น&#160;ๆ ใช้ใส่ผม.",
    "น้ำมันเตา": "น. นํ้ามันเชื้อเพลิงชนิดหนึ่ง ใช้พ่นเข้าไปจุดเผาในเตาเพื่อให้ความร้อนแก่หม้อนํ้าเครื่องจักร.",
    "น้ำมันเบนซิน": "น. นํ้ามันเชื้อเพลิงชนิดหนึ่ง นําไปใช้โดยทําให้ไอของนํ้ามันผสมกับอากาศเข้าไปจุดระเบิดด้วยประกายไฟฟ้าจากหัวเทียนในเครื่องจักรกลชนิดเผาไหม้ภายใน.",
    "น้ำมันพราย": "น. นํ้ามันที่ได้จากการลนปลายคางศพหญิงที่ตายทั้งกลม เชื่อว่าดีดใส่ผู้หญิง ทําให้ผู้หญิงหลงรัก.",
    "น้ำมันมนตร์": "น. นํ้ามันมะพร้าวที่เสกเป่าด้วยเวทมนตร์คาถา เชื่อกันว่าทาแก้เมื่อยขบเป็นต้น.",
    "น้ำมันยาง": "น. นํ้ามันที่ได้จากต้นยาง ใช้ทาเรือ ทาบ้าน หรือผสมกับชันใช้ยาเรือได้.",
    "น้ำมันระกำ": "น. นํ้ามันระเหยง่ายชนิดหนึ่ง กลิ่นหอมฉุน กลั่นได้จากไม้ล้มลุกชนิด <f><i>Gaultheria procumbens</i> L.</f> ในวงศ์ <f>Ericaceae</f> ใช้ทานวดแก้เคล็ดบวม และใช้เป็นสารแต่งกลิ่นได้.",
    "น้ำมันลินสีด": "น. น้ำมันที่ได้จากเมล็ดของต้นแฟลกซ์.",
    "น้ำมันสน": "น. นํ้ามันระเหยง่ายที่ได้จากการกลั่นยางสนเขา.",
    "น้ำมันสลัด": "น. นํ้ามันที่ได้จากพืชบางชนิดเช่นมะกอก ใช้คลุกกับส่วนผสมอื่น&#160;ๆ เพื่อปรุงรสและกลิ่นในการทำสลัด.",
    "น้ำมันหม่อง": "น. ยาที่ใช้ทาบรรเทาอาการขัดยอก หรือความเจ็บปวดเนื่องจากแมลงกัดต่อยเป็นต้น, ยาหม่อง ก็เรียก.",
    "น้ำมันหล่อลื่น": "น. นํ้ามันเครื่อง.",
    "น้ำมาปลากินมด น้ำลดมดกินปลา": "(สํา) ทีใครทีมัน.",
    "น้ำมือ": "น. มือของตัวแท้&#160;ๆ; รสมือ; ความสามารถในการทํา เช่น บํารุงสินค้าให้เกิดมีขึ้นในประเทศโดยนํ้ามือของคนไทยเรา.",
    "น้ำมูก": "น. นํ้าเมือกที่ออกจากจมูก.",
    "น้ำเมา": "น. นํ้าที่ดื่มแล้วทําให้มึนเมา ได้แก่สุราและเมรัยเป็นต้น.",
    "น้ำย่อย": "น. ของเหลวที่มีสารอินทรีย์บางชนิดสําหรับย่อยอาหาร เกิดในปาก กระเพาะ ลําไส้ ตับ และตับอ่อน.",
    "น้ำยา ๑": "น. อาหารคาวอย่างหนึ่ง ลักษณะอย่างแกง ทําด้วยปลาโขลกกับเครื่องปรุง กินกับผักบางอย่าง เช่น ถั่วงอก ใบแมงลัก ใช้คลุกกินกับขนมจีน, คู่กับ นํ้าพริก; สิ่งที่ประสมเป็นนํ้าสําหรับจิตรกรรมหรือระบายภาพ; นํ้าที่ผสมสารเคมีเพื่อใช้ในกิจการบางอย่าง เช่น นํ้ายาล้างรูป.",
    "น้ำยา ๒": "(ปาก) น. ความสามารถในทางใดทางหนึ่ง (มักใช้ในทางตําหนิ) เช่น ไม่มีนํ้ายา หรือ หมดนํ้ายา หมายความว่า ไม่มีสติปัญญาความสามารถ หรือ หมดความสามารถ.",
    "น้ำยาเคมี": "น. ของเหลวซึ่งมีสารเคมีละลายอยู่.",
    "น้ำเย็นปลาตาย": "(สํา) น. คําพูดที่ไพเราะอ่อนหวานทำให้ตายใจ อาจเป็นโทษเป็นภัยได้, มักพูดเข้าคู่กับ นํ้าร้อนปลาเป็น.",
    "นำร่อง": "ก. นําเรือกําปั่นหรือเรือใหญ่และกินนํ้าลึก เช่นเรือสินค้า เข้าหรือออกจากท่าเรือตามร่องน้ำในระยะซึ่งอาจมีอันตรายแก่การเดินเรือ, เรียกเจ้าพนักงานผู้ทําหน้าที่เช่นนั้นว่า พนักงานนําร่อง หรือเรียกสั้น&#160;ๆ ว่า นําร่อง, เรียกเรือเล็กที่ใช้ในการนําร่องว่า เรือนําร่อง; โดยปริยายหมายถึงการริเริ่มหรือทดลองทำไปก่อน เช่น โครงการนำร่อง.",
    "น้ำร้อนปลาเป็น": "(สํา) น. คําพูดที่ตรงไปตรงมาฟังไม่ไพเราะ เป็นการเตือนให้ระวังตัว แต่ไม่เป็นพิษเป็นภัย, มักพูดเข้าคู่กับ นํ้าเย็นปลาตาย.",
    "น้ำรัก": "น. ยางที่ได้จากไม้ต้นในสกุล <f><i>Melanorrhoea</i></f> และไม้พุ่มในสกุล <f><i>Rhus</i></f> วงศ์ <f>Anacardiaceae</f> ทําให้มีสีดําแล้วใช้ทาลงพื้นให้เหนียวเพื่อปิดทอง.",
    "น้ำแร่": "น. นํ้าที่มีสารบางอย่างละลายอยู่เป็นพิเศษ บางอย่างมีสมบัติทางยารักษาโรค.",
    "น้ำลง": "น. นํ้าในทะเลและแม่นํ้าลําคลองที่มีทางติดต่อโดยตรงกับทะเลหรือได้รับอิทธิพลจากนํ้าทะเลเป็นต้นที่มีระดับนํ้าตํ่าลง ในวันหนึ่ง&#160;ๆ ตามปรกตินํ้าจะลง ๒ ครั้ง และนํ้าลงครั้งแรกจะมีระดับตํ่ากว่าลงครั้งที่ ๒.",
    "น้ำลดตอผุด": "(สํา) เมื่อหมดอํานาจความชั่วที่ทําไว้ก็ปรากฏ.",
    "น้ำละว้า": "<i>ดู นํ้าว้า</i>.",
    "น้ำลาย": "น. นํ้าที่หลั่งออกมาจากต่อมนํ้าลายและต่อมเมือกในปากช่วยย่อยอาหารจําพวกแป้ง.",
    "น้ำลายสอ": "(ปาก) ว. อาการที่อยากมาก ในความเช่น อยากกินจนนํ้าลายสอ.",
    "น้ำลายหก, น้ำลายไหล": "(ปาก) ว. อาการที่อยากมาก ในความเช่น อยากได้จนนํ้าลายหก.",
    "น้ำเลี้ยง": "น. ของเหลวที่หล่อเลี้ยงส่วนต่าง&#160;ๆ ของสิ่งมีชีวิต เช่น นํ้าเลี้ยงลูกตา นํ้าเลี้ยงลําต้น.",
    "น้ำวน": "(ภูมิ) น. กระแสนํ้าไหลวนเป็นวงในทะเลหรือแม่นํ้า เกิดจากรูปร่างลักษณะของร่องนํ้าหรือเนื่องจากกระแสนํ้า ๒ สายไหลมาปะทะกัน.",
    "น้ำว้า": "น. ชื่อกล้วยพันธุ์หนึ่งซึ่งพัฒนามาจากลูกผสมระหว่างกล้วยป่ากับกล้วยตานี, นํ้าละว้า ก็เรียก, พายัพเรียก กะลิอ่อง หรือ มะลิอ่อง, เชียงใหม่เรียก กล้วยใต้.",
    "น้ำไว": "น. แสงของเพชรหรือพลอยที่พุ่งออกมาเร็วเมื่อเวลาถูกแสงไฟหรือแสงอาทิตย์.",
    "น้ำสต๊อก": "น. น้ำต้มกระดูกไก่ กระดูกหมู หรือเนื้อสัตว์ เป็นต้น ใส่เกลือเล็กน้อย เคี่ยวไฟอ่อน&#160;ๆ จนได้ที่ เคี่ยวครั้งหนึ่งเก็บไว้ได้หลายวัน ใช้ผสมในการปรุงอาหาร เช่น แกงจืด ซุป สตู หรืออาหารประเภทผัดผักต่าง&#160;ๆ เพื่อเพิ่มรสชาติให้ดียิ่งขึ้น.",
    "น้ำส้ม": "น. นํ้าคั้นจากผลส้ม ใช้เป็นเครื่องดื่ม; นํ้าส้มสายชู.",
    "น้ำส้มสายชู": "น. ของเหลวซึ่งมีกรดแอซีติกละลายอยู่ไม่เกินร้อยละ ๖ มีรสเปรี้ยว ใช้ปรุงอาหาร, นํ้าส้ม ก็เรียก.",
    "นำสมัย": "ว. มีความคิดริเริ่มในการแต่งกายเป็นต้นก่อนสมัยนิยม.",
    "น้ำสังข์": "น. นํ้าพระพุทธมนต์ที่หลั่งจากสังข์ในงานพิธีมงคล เช่นงานแต่งงาน.",
    "น้ำสั่งฟ้า ปลาสั่งฝน": "(สํา) สั่งเสียเป็นครั้งสุดท้าย, ทําการอันใดที่เป็นสิ่งสําคัญเพื่อไว้อาลัยก่อนจากไป, ฝนสั่งฟ้า ปลาสั่งหนอง ก็ว่า.",
    "น้ำสาบาน": "น. น้ำศักดิ์สิทธิ์ เช่นน้ำพระพุทธมนต์ น้ำเทพมนตร์ หรือสุราผสมเลือดที่ผู้ร่วมสาบานกรีดให้หยดลงแล้วดื่มประกอบกับคำปฏิญาณ เช่น พี่น้องร่วมน้ำสาบาน เพื่อนร่วมน้ำสาบาน.",
    "นำสืบ": "(กฎ) ก. นําพยานหลักฐานมาแสดงต่อศาลเพื่อพิสูจน์ข้อเท็จจริงที่กล่าวอ้าง.",
    "น้ำสุก": "น. นํ้าที่ต้มแล้ว.",
    "น้ำเสียง": "น. กระแสเสียง, คําพูด; โดยปริยายหมายถึงคําพูดที่ส่อให้รู้อารมณ์ที่มีอยู่ในใจ.",
    "นำแสดง": "ก. แสดงบทบาทสําคัญในภาพยนตร์หรือละคร, มีบทบาทนําในการแสดงภาพยนตร์หรือละคร.",
    "น้ำใสใจคอ": "น. น้ำใจที่แท้จริง (มักใช้ในทางดี) เช่น เขาเป็นคนมีน้ำใสใจคอโอบอ้อมอารี.",
    "น้ำหนวก": "น. นํ้าที่อยู่ในช่องหูซึ่งมีอาการอักเสบ มีกลิ่นเหม็น อาจมีลักษณะใส เป็นมูกข้นหรือเป็นหนอง.",
    "น้ำหนอง": "น. น้ำเลือดเสียกลายเป็นสีขาวข้นที่กลัดอยู่ตามแผลและฝี, หนอง ก็ว่า.",
    "น้ำหนัก": "น. ความหนักของสิ่งต่าง&#160;ๆ, ความสําคัญ เหตุผล หรือพยานหลักฐาน เป็นต้น ที่ควรแก่การเชื่อถือ หรือที่จูงใจให้เชื่อถือ.",
    "น้ำหน้า": "น. หน้า (ใช้ในความแดกดัน รังเกียจ หรือดูหมิ่น เป็นต้น) เช่น นํ้าหน้าอย่างนี้ทําไม่สําเร็จดอก เกลียดนํ้าหน้า ชังนํ้าหน้า; (โบ; กลอน) นํ้าตา เช่น นํ้าหน้าไล้กําลูน. (ม. คําหลวง ทานกัณฑ์).",
    "น้ำหนึ่ง": "ว. มีคุณสมบัติสูงสุดและมีแสงแวววาวบริสุทธิ์ (ใช้แก่เพชร) เรียกว่า เพชรนํ้าหนึ่ง.",
    "น้ำหนึ่งใจเดียวกัน": "(สํา) ว. มีความคิดเห็นเป็นอันหนึ่งอันเดียวกัน.",
    "น้ำหมาก": "น. นํ้าลายของผู้ที่กําลังเคี้ยวหมาก มีสีแดง.",
    "น้ำหมึก": "น. น้ำที่ใช้ในการขีดเขียน ตามปรกติมีสีดำจัด จึงใช้เปรียบกับของดำว่า ดำเป็นน้ำหมึก, หมึก ก็ว่า.",
    "น้ำหอม": "น. นํ้าที่กลั่นจากเครื่องหอม, นํ้าอบฝรั่ง ก็เรียก.",
    "น้ำเหลือง": "น. ของเหลวที่ไหลมาจากเนื้อเยื่อของร่างกาย เข้าสู่หลอดนํ้าเหลือง, ของเหลวสีเหลืองใสที่ไหลออกมาทางแผล.",
    "น้ำเหลืองน้ำตาล": "น. กากนํ้าตาล.",
    "น้ำไหลไฟดับ": "(ปาก) ว. เร็วและคล่อง (ใช้แก่กริยาพูด).",
    "น้ำอดน้ำทน": "น. ความอดทน.",
    "น้ำอบ": "น. นํ้าที่อบด้วยควันกํายานหรือเทียนอบ และปรุงด้วยเครื่องหอม.",
    "น้ำอบฝรั่ง": "น. นํ้าหอม.",
    "น้ำอ่อน": "น. นํ้าที่ละลายสบู่ได้ดี ให้ฟองได้ง่าย และไม่มีไคลสบู่เกิดขึ้น.",
    "น้ำอ้อย": "น. นํ้าหวานที่ได้จากต้นอ้อย, ถ้าทําเป็นแผ่นกลม&#160;ๆ เรียกว่า นํ้าอ้อยงบ, ถ้าทําเป็นผงละเอียดหรือจับกันเป็นก้อน&#160;ๆ สีนํ้าตาล เรียกว่า นํ้าตาลทรายแดง, หางนํ้าอ้อยที่ใช้เป็นเครื่องผสมสําหรับต้มกลั่นสุราหรือใช้ผสมปูนสอสําหรับการก่อสร้าง.",
    "น้ำอัดลม": "น. น้ำที่มีแก๊สคาร์บอนไดออกไซด์ละลายอยู่โดยใช้ความดัน อาจผสมนํ้าตาลหรือนํ้าผลไม้ ใช้เป็นเครื่องดื่ม.",
    "น้ำอาบงัว": "น. นํ้าฝนที่ตกชะดินไหลลงมา มีสีเหลืองเข้ม.",
    "นิ": "(โบ) ใช้เสริมคําให้พยางค์สละสลวยขึ้น เช่น สนุกนิ สํานักนิ.",
    "นิกเกิล": "น. ธาตุลําดับที่ ๒๘ สัญลักษณ์ <f>Ni</f> เป็นโลหะ ลักษณะเป็นของแข็ง สีเงิน หลอมละลายที่ ๑๔๕๓ &#x00b0;ซ. ใช้ประโยชน์นําไปผสมกับโลหะอื่นให้เป็นโลหะเจือ ชุบฉาบผิวโลหะอื่นเป็นต้น. (อ. <f>nickel</f>).",
    "นิกขะ": "(แบบ) น. ลิ่ม, แท่ง; ชื่อมาตรานํ้าหนักของเงินอินเดีย ๕ สุวัณณะ เป็น ๑ นิกขะ. (ป.).",
    "นิกขันต์": "(แบบ) ก. ออกไป, พ้นไป, จากไป. (ป.).",
    "นิกร": "[-กอน] น. หมู่, พวก. (ป.).",
    "นิกรอยด์": "[-กฺรอย] น. ชนชาติผิวดํา มีลักษณะผิวดํา ผมหยิก ปากหนา. (อ. <f>Negroid</f>).",
    "นิกาย": "น. หมู่, พวก, หมวด, ใช้เกี่ยวกับศาสนา ในกรณีเช่นคณะนักบวชในศาสนาเดียวกัน ที่แยกออกไปเป็นพวก&#160;ๆ เช่น มหานิกาย ธรรมยุติกนิกาย นิกายโรมันคาทอลิก นิกายโปรเตสแตนต์; เรียกคัมภีร์พระสุตตันตปิฎกที่แยกออกเป็น ๕ หมวดใหญ่ คือ ทีฆนิกาย มัชฌิมนิกาย สังยุตนิกาย อังคุตรนิกาย ขุทกนิกาย. (ป., ส.).",
    "นิคม ๑": "น. หมู่บ้านขนาดใหญ่, ถิ่นฐานหรือชุมชนที่เกิดขึ้นจากการตั้งหลักแหล่ง, หมู่บ้านใหญ่หรือตำบลที่ประชาชนเข้าไปตั้งถิ่นฐานอยู่เพื่อประกอบอาชีพเป็นหลักฐาน เช่น นิคมสร้างตนเอง นิคมอุตสาหกรรม. (ป.; อ. <f>settlement</f>).",
    "นิคม ๒": "น. คําประพันธ์ที่กล่าวย่อและซํ้าความเดิมเพื่อให้ผู้ฟังจําง่าย.",
    "นิคมที่ดิน": "น. ที่ดินที่รัฐจัดสรรให้ประชากรอพยพครอบครัวเข้าไปตั้งถิ่นฐานเพื่อประกอบอาชีพและอยู่อาศัยอย่างเป็นระเบียบ โดยมีการวางแผนเพื่อพัฒนาพื้นฐานทางเศรษฐกิจ สังคม และวิชาชีพ รวมทั้งบริการสาธารณูปโภคต่าง&#160;ๆ ไว้ล่วงหน้า.",
    "นิคมสร้างตนเอง": "(กฎ) น. บริเวณที่ดินของรัฐที่มีพระราชกฤษฎีกาจัดตั้งเป็นนิคมสร้างตนเอง เพื่อให้ราษฎรได้มีที่ตั้งเคหสถานและประกอบอาชีพเป็นหลักแหล่งในที่ดินนั้น.",
    "นิคมสหกรณ์": "(กฎ) น. บริเวณที่ดินที่รัฐนํามาจัดสรรให้ราษฎรที่ประกอบอาชีพทางการเกษตร แต่ขาดแคลนที่ดินทํากิน ได้มีที่ดินทํากินในขนาดที่เหมาะสม โดยให้ราษฎรเหล่านั้นรวมตัวกันจัดตั้งสหกรณ์ขึ้น.",
    "นิคมอุตสาหกรรม": "(กฎ) น. เขตอุตสาหกรรมทั่วไปหรือเขตอุตสาหกรรมส่งออก.",
    "นิครนถ์": "[-คฺรน] น. นักบวชนอกพระพุทธศาสนา. (ส. นิรฺคฺรนฺถ; ป. นิคณฺ&#xf700; ว่า ผู้ปราศจากเครื่องผูกหรือเครื่องร้อยรัดทั้งมวล).",
    "นิคห-, นิคหะ": "[นิกคะหะ-, นิกคะหะ] (แบบ) น. การข่ม, การปราบปราม. (ป. นิคฺคห).",
    "นิคหกรรม": "น. ชื่อกรรมที่สงฆ์ทําแก่ภิกษุที่ควรปราบเพื่อให้เข็ดหลาบ. (ป. นิคฺคหกมฺม).",
    "นิคหิต": "[นิกคะหิด] (โบ) น. ชื่อเครื่องหมายรูปดังนี้<2t>&#160;&#x0e4d; ในภาษาบาลีและสันสกฤตมีเสียงอ่านเหมือนตัว ง และ ม สะกด ในภาษาไทยก็อนุโลมใช้ตาม เช่น จํหัน อ่านว่า จังหัน <fig0102.gif,ชํนํ> อ่านว่า ชุมนุม, นฤคหิต หรือ หยาดนํ้าค้าง ก็เรียก. (ป. นิคฺคหีต; ส. นิคฺฤหีต).",
    "นิคาลัย": "(กลอน) ก. ตาย เช่น ทราบว่าพี่กับบิดานิคาลัย. (อภัย).",
    "นิคาหก, นิคาหก-": "[-หก, -หะกะ-] ว. ผู้ใช้วาจาหยาบ เช่น ผู้เป็นยาจกทลิทเชษฐชาติเชื้อนิคาหกพราหมณ์. (ม. ร่ายยาว ชูชก). (ป. นิคฺคาหก ว่า ผู้ข่มขู่).",
    "นิเคราะห์": "น. นิคหะ, การข่ม, การปราบปราม. (ส. นิคฺรห; ป. นิคฺคห).",
    "นิโคติน": "น. สารประกอบอินทรีย์ประเภทแอลคาลอยด์ มีสูตร <f>C<sub>10</sub>H<sub>14</sub>N<sub>2</sub></f> ลักษณะเป็นของเหลวข้น มีขีดเดือด ๒๔๗ &#x00b0;ซ. เป็นพิษอย่างแรง มีปรากฏอยู่ในใบยาสูบ. (อ. <f>nicotine</f>).",
    "นิโครธ": "[-โคฺรด] น. ต้นไทร. (ป.).",
    "นิโครม": "[-โคฺรม] น. โลหะเจือชนิดหนึ่งซึ่งประกอบด้วยโครเมียมและนิกเกิล ใช้ประโยชน์นําไปทําเป็นเส้นลวดในอุปกรณ์ไฟฟ้าเพราะมีความต้านทานสูง และทนทานต่อความร้อนได้ดีมาก. (อ. <f>nichrome</f>).",
    "นิง": "(โบ) น. ลูกชายคนที่ ๑๑, นึง ก็ว่า.",
    "นิ่ง, นิ่ง ๆ": "ก. เฉย, ไม่กระดุกกระดิก, ไม่เคลื่อนไหว, เช่น นอนนิ่ง นํ้านิ่ง นั่งนิ่ง&#160;ๆ, เงียบ, ไม่ส่งเสียง, เช่น นิ่งเสีย อย่าร้อง, ไม่พูดจา เช่น ถามแล้วนิ่ง, ไม่แพร่งพราย เช่น รู้แล้วนิ่งเสีย.",
    "นิ่งเงียบ": "ว. นิ่งอยู่ไม่พูดอะไร.",
    "นิ่งเฉย": "ว. เฉยอยู่ไม่พูดไม่ทําอะไร.",
    "นิ่งแน่": "ว. อาการที่ไม่ไหวติงไปชั่วระยะหนึ่งเพราะเป็นลมเป็นต้น, แน่นิ่ง ก็ว่า.",
    "นิจ ๑, นิจ-": "[นิด, นิดจะ-] ว. เสมอไป, สมํ่าเสมอ, มักใช้ว่า เป็นนิจ. (ป. นิจฺจ; ส. นิตฺย).",
    "นิจ ๒": "ว. ตํ่า (คู่กับ อุจ ว่า สูง) ใช้แก่ดาวนพเคราะห์ เช่นว่า พระอาทิตย์ขึ้นอุจในเดือนเมษายน และตกนิจในเดือนตุลาคม. (ป. นีจ).",
    "นิจศีล": "[นิดจะสีน] น. ศีลที่ควรรักษาเป็นนิจ ได้แก่ ศีล ๕.<2t>ว. เป็นปรกติเสมอไป, มักใช้ว่า เป็นนิจศีล. (ป. นิจฺจสีล).",
    "นิด": "ว. เล็ก, น้อย.",
    "นิดเดียว": "ว. เล็กเหลือเกิน, น้อยเหลือเกิน.",
    "นิดหน่อย": "ว. ไม่มาก, เล็กน้อย.",
    "นิดหนึ่ง": "ว. หน่อยหนึ่ง.",
    "นิตย- ๑, นิตย์": "[นิดตะยะ-, นิด] ว. เสมอไป, สมํ่าเสมอ, มักใช้ว่า เป็นนิตย์. (ส.; ป. นิจฺจ).",
    "นิตย- ๒": "[นิดตะยะ-] น. นิติ เช่น ผู้ชํานินิตยสาตรไสย. (ตะเลงพ่าย). (แผลงมาจาก นิติ).",
    "นิตยทาน": "น. การให้ทานทุกวัน. (ส.).",
    "นิตยภัต": "น. อาหารหรือค่าอาหารที่ถวายภิกษุสามเณรเป็นนิตย์. (ส. นิตฺย + ป. ภตฺต).",
    "นิตยสาร": "น. หนังสือพิมพ์ที่ออกเป็นรายคาบ เช่น นิตยสารรายสัปดาห์ นิตยสารรายเดือน. (ส.).",
    "นิติ": "[นิ-ติ, นิด] น. นีติ, กฎหมาย, กฎปฏิบัติ, แบบแผน, เยี่ยงอย่าง, ขนบธรรมเนียม, ประเพณี, วิธีปกครอง, เครื่องแนะนํา, อุบายอันดี. (ป., ส. นีติ).",
    "นิติกร": "น. ชื่อตําแหน่งผู้มีหน้าที่ปฏิบัติงานเกี่ยวกับกฎหมาย.",
    "นิติกรณ์": "(กฎ) น. การรับรองของเจ้าพนักงานว่าเป็นตราสารที่ถูกต้องตามกฎหมาย. (อ. <f>legalization</f>).",
    "นิติกรรม": "(กฎ) น. การใด&#160;ๆ อันทําลงโดยชอบด้วยกฎหมายและด้วยใจสมัคร มุ่งโดยตรงต่อการผูกนิติสัมพันธ์ขึ้นระหว่างบุคคล เพื่อจะก่อ เปลี่ยนแปลง โอน สงวน หรือระงับซึ่งสิทธิ.",
    "นิติกรรมอำพราง": "(กฎ) น. นิติกรรมอันหนึ่งที่ทำขึ้นด้วยเจตนาลวง เพื่อปิดบังนิติกรรมอีกอันหนึ่งที่ทำขึ้นด้วยเจตนาอันแท้จริง ซึ่งกฎหมายให้บังคับตามกฎหมายเกี่ยวกับนิติกรรมที่ถูกอำพรางนั้น.",
    "นิติการ": "น. สายงานที่มีหน้าที่ปฏิบัติงานทางกฎหมาย.",
    "นิติการณ์": "(กฎ; โบ) น. เหตุการณ์หรือการเป็นไป ซึ่งมีผลตามกฎหมาย, ปัจจุบันใช้ว่า นิติเหตุ.",
    "นิติธรรม": "น. หลักพื้นฐานแห่งกฎหมาย.",
    "นิตินัย": "(กฎ) น. ความหมายตามกฎหมาย (ล. <f>de jure</f>), ต่างกับ พฤตินัย คือ ความหมายตามข้อเท็จจริง (ล. <f>de facto</f>).",
    "นิติบัญญัติ": "(กฎ) น. การบัญญัติกฎหมาย.",
    "นิติบุคคล": "(กฎ) น. กลุ่มบุคคล องค์กร หรือทรัพย์สินที่จัดสรรไว้เป็นกองทุนเพื่อดําเนินกิจการอันใดอันหนึ่ง ซึ่งกฎหมายบัญญัติให้เป็นบุคคลอีกประเภทหนึ่งที่มิใช่บุคคลธรรมดา นิติบุคคลจะมีขึ้นได้ก็แต่ด้วยอาศัยอำนาจแห่งประมวลกฎหมายแพ่งและพาณิชย์หรือกฎหมายอื่น นิติบุคคลย่อมมีสิทธิและหน้าที่ ตามบทบัญญัติแห่งประมวลกฎหมายแพ่งและพาณิชย์หรือกฎหมายอื่น ภายในขอบแห่งอำนาจหน้าที่หรือวัตถุประสงค์ดังได้บัญญัติหรือกำหนดไว้ในกฎหมาย ข้อบังคับ หรือตราสารจัดตั้ง นอกจากนั้น นิติบุคคลย่อมมีสิทธิและหน้าที่เช่นเดียวกับบุคคลธรรมดา เว้นแต่สิทธิและหน้าที่ซึ่งโดยสภาพจะพึงมีพึงเป็นได้เฉพาะแก่บุคคลธรรมดาเท่านั้น เช่น กระทรวง ทบวง กรม องค์การบริหารส่วนจังหวัด เทศบาล องค์การบริหารส่วนตำบล กรุงเทพมหานคร เมืองพัทยา บริษัทจํากัด สมาคม มูลนิธิ.",
    "นิติภาวะ": "(กฎ) น. ความเป็นผู้มีความสามารถที่จะใช้สิทธิตามกฎหมายได้ด้วยตนเอง.",
    "นิติวิทยาศาสตร์": "น. วิชาที่ว่าด้วยการนําหลักวิทยาศาสตร์สาขาต่าง&#160;ๆ มาประยุกต์เพื่อแก้ปัญหาทางกฎหมาย และการพิสูจน์ข้อเท็จจริงเกี่ยวกับคดีความ. (อ. <f>forensic science</f>).",
    "นิติเวชศาสตร์": "น. วิชาที่ว่าด้วยการใช้หลักทางการแพทย์ช่วยแก้ปัญหาทางกฎหมาย และการพิสูจน์ข้อเท็จจริงเกี่ยวกับคดีความ. (อ. <f>forensic medicine</f>).",
    "นิติศาสตร์": "น. วิชากฎหมาย. (ส.).",
    "นิติสมมติ": "(กฎ) น. ความที่สมมุติขึ้นในกฎหมาย.",
    "นิติสัมพันธ์": "(กฎ) น. ความเกี่ยวพันตามกฎหมาย.",
    "นิติเหตุ": "(กฎ) น. เหตุการณ์หรือการเป็นไป ซึ่งมีผลตามกฎหมาย เช่น การละเมิด, โบราณใช้ว่า นิติการณ์.",
    "นิทร": "[นิด] (กลอน) ก. นิทรา, นอน.",
    "นิทรรศการ": "[นิทัดสะกาน] น. การแสดงผลงาน สินค้า ผลิตภัณฑ์ หรือกิจกรรม ให้คนทั่วไปชม. (อ. <f>exhibition</f>).",
    "นิทรา": "[นิดทฺรา] น. การหลับ, การนอนหลับ.<2t>ก. หลับ, นอน, เช่น ให้หาวนิทราเป็นพ้นไป. (อิเหนา). (ส.; ป. นิทฺทา).",
    "นิทรารมณ์": "น. การหลับ.",
    "นิทัศน์": "น. ตัวอย่างที่นํามาแสดงให้เห็น, อุทาหรณ์. (ส. นิทรฺศน; ป. นิทสฺสน).",
    "นิทาฆะ": "(แบบ) น. ความร้อน, ความอบอ้าว; หน้าร้อน (ระหว่างเดือนพฤษภาคมถึงมิถุนายน). (ป.).",
    "นิทาน": "น. เรื่องที่เล่ากันมา เช่น นิทานชาดก นิทานอีสป; เหตุ เช่น โรคนิทาน; เรื่องเดิม เช่น วัตถุนิทาน. (ป.).",
    "นิทานวจนะ": "[นิทานนะวะจะนะ] น. คําแถลงเรื่องเดิม, ข้อความเบื้องต้น. (ป.).",
    "นิเทศ": "(แบบ) น. คําแสดง, คําจําแนกออก.<2t>ก. ชี้แจง, แสดง, จําแนก. (ป. นิทฺเทส; ส. นิรฺเทศ).",
    "นิเทศศาสตร์": "[นิเทดสาด] น. วิชาว่าด้วยการสื่อสารมวลชน และการประชาสัมพันธ์.",
    "นิธาน": "(แบบ) น. การฝังไว้, การบรรจุไว้; ที่ฝัง, ที่บรรจุ. (ป.).",
    "นิธิ": "(แบบ) น. ขุมทรัพย์. (ป., ส.).",
    "นินทา": "น. คําติเตียนลับหลัง.<2t>ก. ติเตียนลับหลัง. (ป., ส. นินฺทา ว่า การติเตียน).",
    "นินนะ": "[นิน-] น. ที่ลุ่ม. (ป.; ส. นิมฺน).",
    "นินนาท, นินาท": "[นินนาด, นินาด] (แบบ) น. ความกึกก้อง, การบันลือ. (ป. นินฺนาท; ส. นินาท).",
    "นินหุต": "[นินนะหุด] (แบบ) น. ชื่อสังขยา คือ ๑ มี ๐ ตามหลัง ๓๕ ตัว. (ป. นินฺนหุต).",
    "นิบาต": "[-บาด] น. เรียกคัมภีร์ในพระพุทธศาสนาประเภทหนึ่งที่รวบรวมพระสูตรเบ็ดเตล็ดหรือชาดกต่าง&#160;ๆ ไว้ด้วยกัน เช่น สุตตนิบาต = คัมภีร์ที่รวบรวมพระสูตรเบ็ดเตล็ดต่าง&#160;ๆ ไว้ด้วยกัน นิบาตชาดก = คัมภีร์ที่รวบรวมชาดกต่าง&#160;ๆ ในพระไตรปิฎกไว้ด้วยกัน โดยแบ่งย่อยเป็นหมวดต่าง&#160;ๆ; หมวดธรรม, ชุมนุมหลักธรรม, เช่น เอกนิบาต = หมวดหรือชุมนุมหลักธรรมที่มี ๑ ข้อ ทุกนิบาต = หมวดหรือชุมนุมหลักธรรมที่มี ๒ ข้อ; (ไว) ศัพท์ประเภทหนึ่ง สำหรับใช้เติมลงข้างหน้าหรือข้างหลังคำหรือข้อความเพื่อเน้นความ ไขความ ยอมความอย่างไม่เต็มใจเป็นต้น เช่น ก็ดี ก็ตาม หรือใช้เป็นคำขึ้นต้นข้อความใหม่ต่อจากข้อความเดิม เช่น ก็แหละ. (ป., ส. นิปาต).",
    "นิบาตชาดก": "น. คัมภีร์ที่รวบรวมชาดกต่าง&#160;ๆ ในพระไตรปิฎกไว้ด้วยกัน โดยแบ่งย่อยเป็นหมวดต่าง&#160;ๆ เช่น เอกกนิบาตชาดก ทุกนิบาตชาดก.",
    "นิปริยาย": "[นิปะริยาย] (แบบ) น. ความไม่อ้อมค้อม, ความตรง. (ตรงกันข้ามกับ ปริยาย = อย่างอ้อม).<2t>ว. สิ้นเชิง. (ป. นิปฺปริยาย).",
    "นิปัจการ": "[นิปัดจะกาน] น. การเคารพ. (ป. นิปจฺจการ).",
    "นิพจน์": "(คณิต) น. สัญลักษณ์ที่แทนหลาย&#160;ๆ พจน์บวกหรือลบกัน. (อ. <f>expression</f>).",
    "นิพนธ์": "น. เรื่องที่แต่งขึ้น, (ราชา) พระนิพนธ์, พระราชนิพนธ์.<2t>ก. ร้อยกรองถ้อยคํา, แต่งหนังสือ, (ราชา) ทรงนิพนธ์, ทรงพระนิพนธ์, ทรงพระราชนิพนธ์. (ป., ส. นิพนฺธ).",
    "นิพพาน": "[นิบพาน] น. ความดับสนิทแห่งกิเลสและกองทุกข์.<2t>ก. ดับกิเลสและกองทุกข์, ตาย (ใช้แก่พระอรหันต์). (ป.; ส. นิรฺวาณ), โบราณใช้ว่า นิรพาณ ก็มี. (จารึกสยาม).",
    "นิพพิทา": "[นิบพิทา] น. ความเบื่อหน่ายในกองทุกข์. (ป.).",
    "นิพพิทาญาณ": "น. ความรู้ที่ทําให้เบื่อหน่ายในกองทุกข์. (ป.).",
    "นิพัทธ-, นิพัทธ์": "[นิพัดทะ-, นิพัด] (แบบ) ว. เนือง&#160;ๆ, เสมอ, เนื่องกัน. (ป.).",
    "นิพัทธกุศล": "[นิพัดทะ-] น. กุศลที่ทําเป็นนิจ.",
    "นิพันธ์": "น. นิพนธ์, เรื่องที่แต่งขึ้น.<2t>ก. ร้อยกรองถ้อยคํา, แต่งหนังสือ. (ป., ส.).",
    "นิพิท, นิเพท": "[นิพิด, นิเพด] (แบบ) ก. ให้รู้ชัด, บอก. (ป. นิ + วิท).",
    "นิภา": "น. แสง, แสงสว่าง. (ป., ส.).<2t>(แบบ) ก. เทียม, เสมอ, เทียบ. (ป., ส. นิภ).",
    "นิ่ม ๑": "ว. อ่อนนุ่ม เช่น เนื้อนิ่ม มะตูมนิ่ม, ละเอียดอ่อน เช่น ผ้านี้เนื้อนิ่ม.",
    "นิ่ม ๒": "<i>ดู ลิ่น</i>.",
    "นิ่ม ๓": "<i>ดู มิ้ม ๒</i>.",
    "นิ้ม": "<i>ดู มิ้ม ๒</i>.",
    "นิมนต์": "ก. เชิญ, เชื้อเชิญ, (ใช้แก่พระภิกษุและสามเณร). (ป. นิมนฺต; ส. นิมนฺตฺร).",
    "นิ่มนวล": "ว. อ่อนโยน, ละมุนละม่อม, ไม่กระด้าง.",
    "นิมมาน": "น. การสร้าง, การแปลง, การทํา, การวัดส่วน. (ป.; ส. นิรฺมาณ).",
    "นิมมานรดี": "[นิมมานะระดี, นิมมานอระดี] น. ชื่อสวรรค์ชั้นที่ ๕ แห่งสวรรค์ ๖ ชั้น ได้แก่ จาตุมหาราชหรือจาตุมหาราชิกหรือจาตุมหาราชิกา ดาวดึงส์ ยามา ดุสิต นิมมานรดี และปรนิมมิตวสวัตดี, มีท้าวสุนิมมิตเป็นผู้ครอง, ในบทกลอนใช้ว่า นิมมานรดีต ก็มี เช่น ช่อชั้นนิมมานรดีต. (อิเหนา). (ป.; ส. นิรฺมาณ + รติ).",
    "นิมิต ๑": "ก. นิรมิต, สร้าง, แปลง, ทํา. (ป. นิมฺมิต; ส. นิรฺมิต).",
    "นิมิต ๒": "น. เครื่องหมาย, ลาง, เหตุ, เค้ามูล; (แบบ) อวัยวะสืบพันธุ์. (ป., ส. นิมิตฺต).",
    "นิยต, นิยต-": "[-ยด, -ยะตะ-] (แบบ) ก. กําหนด เช่น พระพเนจรจรหลํ่า ได้หลายคํ่าหลายวัน ถึงแดนอันจะนิยต. (ลอ).<2t>(แบบ) ว. เที่ยง, แท้, แน่. (ป., ส.); (การศึกษา) ตระหนักแน่, เป็นที่ยอมรับ, เชิงสร้างสรรค์, ทางบวก. (อ. <f>positive</f>).",
    "นิยม": "(แบบ) น. การกําหนด. (ป., ส.).<2t>ก. ชมชอบ, ยอมรับนับถือ, ชื่นชมยินดี, ถ้าใช้ประกอบท้ายคําสมาสบางคํามีความหมายว่า ลัทธิ เช่น ชาตินิยม สังคมนิยม.",
    "นิยมนิยาย": "(ปาก) น. ความแน่นอน, ใช้ในความปฏิเสธว่า เอานิยมนิยายไม่ได้ หมายความว่า หาความแน่นอนจริงจังอะไรไม่ได้.",
    "นิยยานะ": "[นิยะ-] (แบบ) น. การนําออกไป, การออกไป. (ป.; ส. นิรฺยาณ).",
    "นิยยานิก-": "[นิยะยานิกะ-] (แบบ) ว. ที่นําออกไปจากทุกข์ เช่น นิยยานิกธรรม คือ ธรรมที่นําสัตว์ออกจากทุกข์. (ป., ส. นิรฺยาณิก).",
    "นิยัตินิยม": "[นิยัดติ-] น. ลัทธิความเชื่อที่ว่า การกระทําทุกอย่างของมนุษย์หรือเหตุการณ์ทั้งหลายได้ถูกกําหนดไว้ล่วงหน้าแล้ว. (อ. <f>determinism</f>).",
    "นิยาม": "[-ยาม] (แบบ) น. การกําหนด, ทาง, อย่าง, วิธี.<2t>ก. กําหนดหรือจํากัดความหมายที่แน่นอน. (ป., ส.).",
    "นิยาย": "น. เรื่องที่เล่ากันมา.",
    "นิยุต ๑": "(แบบ) น. สังขยาจํานวนสูงเท่ากับล้าน. (ป.).",
    "นิยุต ๒": "(แบบ) ก. ประกอบ, เทียม, ทําให้แน่น. (ป. นิยุตฺต).",
    "นิร-": "[-ระ-] ว. คําประกอบหน้าคําอื่น แปลว่า ไม่, ไม่มี, ออก.",
    "นิรคุณ": "[-ระ-] ว. ไม่มีลักษณะดี, ไม่มีคุณ, เลว, ชั่วร้าย; เนรคุณ, ไม่รู้คุณ. (ส.).",
    "นิรโฆษ": "[-ระโคด] (แบบ) น. เสียงดัง, เสียงกึกก้อง.<2t>ว. ไม่มีเสียง, เงียบ, สงบ, สงัด. (ส.).",
    "นิรชร": "[-ระชอน] (แบบ) น. เทวดา. (ส.).",
    "นิรชรา": "[-ระชะรา] (แบบ) น. นางอัปสร. (ส.).",
    "นิรทุกข์": "[-ระ-] ว. ไม่มีทุกข์.",
    "นิรเทศ": "[-ระ-] (กลอน) ก. เนรเทศ, ขับไล่ออกจากที่เดิม. (ส. นิรฺ + เทศ).",
    "นิรโทษ": "[-ระโทด] ว. ไม่มีโทษ.",
    "นิรโทษกรรม": "[นิระโทดสะกํา] (กฎ) น. ตามกฎหมายแพ่ง หมายถึง การกระทําที่ก่อให้เกิดความเสียหายแก่ผู้อื่น ซึ่งกฎหมายบัญญัติว่า ไม่ต้องชดใช้ค่าสินไหมทดแทน เช่น การกระทำการป้องกันโดยชอบด้วยกฎหมาย การกระทำตามคำสั่งอันชอบด้วยกฎหมาย; ตามกฎหมายอาญา หมายถึง การลบล้างการกระทําความผิดอาญาที่บุคคลได้กระทํามาแล้ว โดยมีกฎหมายที่ออกภายหลังการกระทำผิดกำหนดให้การกระทำนั้นไม่เป็นความผิด และให้ผู้ที่ได้กระทําการนั้นพ้นจากการเป็นผู้กระทำความผิด.",
    "นิรนัย": "[-ระไน] น. วิธีการใช้เหตุผลที่ดําเนินจากส่วนรวมไปหาส่วนย่อย, คู่กับ อุปนัย. (อ. <f>deduction</f>).",
    "นิรนาม": "[-ระนาม] ว. ไม่รู้ว่าชื่ออะไร.",
    "นิรภัย": "[-ระไพ] ว. ไม่มีภัย, แคล้วคลาดจากภัยอันตราย. (ส.).",
    "นิรมล": "[-ระมน] ว. ไม่มีมลทิน, ไม่มัวหมอง, ผ่องใส; โดยปริยายหมายความว่า หญิงสวย, หญิงงาม. (ส.).",
    "นิรมาณ": "[-ระมาน] (แบบ) น. การสร้าง, การแปลง, การทํา, การวัดส่วน. (ส.).",
    "นิรมาณกาย": "[-ระมานนะกาย] น. กายที่ประกอบด้วยขันธ์ ๕ ของพระพุทธเจ้า ซึ่งมีอันเปลี่ยนแปลงไปเหมือนสิ่งที่ประกอบด้วยขันธ์ ๕ อื่น&#160;ๆ, ตามคติมหายานเชื่อว่า เป็นรูปปรากฏของพระวิญญาณบริสุทธิ์ของพระพุทธเจ้า คือ ธรรมกาย.",
    "นิรมาน": "[-ระมาน] (แบบ) ว. ปราศจากการถือรั้น, ไม่มีความดื้อดึง, ไม่ถือตัว.",
    "นิรมิต": "[-ระมิด] ก. นิมิต, เนรมิต, สร้าง, แปลง, ทํา, บันดาลให้เป็นขึ้นมีขึ้น. (ส. นิรฺมิต; ป. นิมฺมิต).",
    "นิรย-": "[-ระยะ-] (แบบ) น. นรก. (ป.).",
    "นิรยบาล": "น. ผู้คุมนรก. (ป.).",
    "นิระ": "(แบบ) น. นํ้า. (ป., ส. นีร).",
    "นิรัติศัย": "[-รัดติไส] (แบบ) ว. พิเศษยิ่ง, ประเสริฐยิ่ง. (ส. นิรฺ + อติศย).",
    "นิรันดร, นิรันตร-": "[-รันดอน, -รันตะระ-] ว. ตลอดไปไม่เว้นว่าง, ติดต่อกันตลอดไป. (ป.).",
    "นิรันตราย": "[-รันตะราย] (แบบ) ว. ปราศจากอันตราย. (ป.).",
    "นิรัพพุท": "[-รับพุด] น. สังขยาจํานวนสูง เท่ากับ ๑ มี ๐ ตามหลัง ๖๓ ตัว บ้างว่า ๑๐๐ ล้าน. (ป.).",
    "นิรา": "(กลอน) ก. ไปจาก.<2t>ว. ไม่มี. (ส. นิรฺ).",
    "นิราพาธ": "[-พาด] (แบบ) ว. ไม่มีความเจ็บไข้. (ป., ส.).",
    "นิรามัย": "[-ไม] (แบบ) ว. ไม่มีโรค, สบาย, เป็นสุข. (ป., ส.).",
    "นิรามิษ": "[-มิด] (แบบ) ว. ไม่มีเหยื่อ, ไม่มีเครื่องล่อใจ, ไม่รับสินบน; ปราศจากความยินดีอันเป็นเครื่องล่อใจ. (ส.).",
    "นิราลัย": "[-ไล] (แบบ) ว. ไม่มีที่อยู่, ไม่มีที่ห่วงใย. (ป.).",
    "นิราศ ๑": "[-ราด] ก. ไปจาก, ระเหระหน, ปราศจาก.<2t>น. เรื่องราวที่พรรณนาถึงการจากกันหรือจากที่อยู่ไปในที่ต่าง&#160;ๆ เป็นต้น มักแต่งเป็นกลอนหรือโคลง เช่น นิราศนรินทร์ นิราศเมืองแกลง. (ส.).",
    "นิราศ ๒": "[-ราด] ก. ปราศจากความหวัง, ไม่มีความต้องการ, หมดอยาก, เฉยอยู่. (ส.; ป. นิราสา).",
    "นิราศรพ": "[-สบ] (แบบ) ว. ไม่มีเครื่องหมักหมมในสันดาน, หมดมลทิน, หมายถึง พระอรหันต์. (ส. นิราศรฺว).",
    "นิราศรัย": "[-ไส] (แบบ) ว. ไม่อยู่เป็นที่, ไม่ติดอยู่กับที่. (ส.).",
    "นิรินธน์": "[-ริน] (แบบ) ว. ไม่มีเชื้อ (ใช้แก่ไฟ). (ป.).",
    "นิรินธนพินาศ": "[-รินทะนะ-] น. ความหมดสิ้นอย่างไฟขาดเชื้อ คือ ไม่ลุกลามได้อีก (มักใช้เปรียบถึงความดับกิเลสของพระอรหันต์).",
    "นิรุกติ": "น. ภาษา, คําพูด. (ส.; ป. นิรุตฺติ).",
    "นิรุกติศาสตร์": "น. วิชาว่าด้วยที่มาและความหมายของคํา. (ส.).",
    "นิรุตติ": "น. ภาษา, คําพูด. (ป.; ส. นิรุกฺติ).",
    "นิรุตติปฏิสัมภิทา": "น. ปฏิสัมภิทา ๑ ใน ๔ อย่าง คือ ๑. อรรถปฏิสัมภิทา ๒. ธรรมปฏิสัมภิทา ๓. นิรุตติปฏิสัมภิทา ๔. ปฏิภาณปฏิสัมภิทา หมายถึง ปัญญาอันแตกฉานในนิรุตติ คือ ความเข้าใจในภาษา รู้จักใช้ถ้อยคำพูดอธิบายให้คนเข้าใจ ตลอดจนรู้ภาษาต่าง&#160;ๆ อาจชักนำคนให้เชื่อถือหรือนิยมตามคำพูด, กล่าวสั้น&#160;ๆ ว่า เข้าใจพูด. (ป.).",
    "นิรุทกะ": "[-รุทะกะ] (แบบ) ว. ไม่มีนํ้า. (ป.).",
    "นิรุทธ์": "(แบบ) ก. ดับแล้ว. (ป.).",
    "นิโรช": "[นิโรด] (แบบ) ว. ไม่มีรส, ไม่อร่อย, จืด. (ป.).",
    "นิโรธ, นิโรธ-": "[นิโรด, นิโรดทะ-] (แบบ) น. ความดับ; นิพพาน. (ป.).",
    "นิโรธสมาบัติ": "[นิโรดทะสะมาบัด, นิโรดสะมาบัด] (แบบ) น. การเข้าสู่นิโรธ เป็นวิธีพักผ่อนของพระอรหันต์. (ป. นิโรธสมาปตฺติ).",
    "นิล ๑, นิล-": "[นิน, นินละ-] น. พลอยชนิดหนึ่ง มีสีดํา ถ้าสีนํ้าเงินแก่ เรียก นิลสีดอกผักตบ.<2t>ว. สีอย่างนิล เรียกว่า สีนิล เช่น ตาสีนิล. (ป., ส. นีล).",
    "นิล ๒": "[นิน] น. ชื่อปลานํ้าจืดชนิด <f><i>Tilapia nilotica</i></f> ในวงศ์ <f>Cichlidae</f> ลําตัวสีเขียวอมนํ้าตาลหรือเหลือง มีจุดดําด่างทั่วตัว ปลาขนาดเล็กจะมีลายเข้มพาดขวางลําตัว ครีบหลัง ครีบก้น และครีบหางมีลายหรือแนวจุดสีคลํ้าหรือขาวพาดขวางหรือทแยงอยู่โดยตลอด ขนาดยาวได้ถึง ๔๖ เซนติเมตร ทํารังเป็นแอ่งดินและปกป้องดูแลลูกอ่อนไว้ในโพรงปาก นํามาจากต่างประเทศเพื่อเลี้ยงเป็นอาหาร.",
    "นิลบัตร": "[นินละ-] น. พิษซางอย่างหนึ่งมีสีดําที่โคนแขนเป็นแผ่นเดียว.",
    "นิลปัทม์": "[นินละ-] น. บัวเขียว. (ส.).",
    "นิลรัตน์": "[นินละ-] น. แก้วสีขาบ, นิล. (ส.).",
    "นิลุบล, นิโลตบล": "[-บน, -โลดบน] น. บัวขาบ. (ป. นีลุปฺปล; ส. นีโลตฺปล).",
    "นิโลบล": "[-บน] น. บัวขาบ. (ส. นีโลตฺปล); หินสีขาบ, แก้วมีค่าสีครามอ่อน. (ส. นีโลปล).",
    "นิ่ว ๑": "น. เกลือเคมีหรือสารเคมีอื่น เช่นคอเลสเทอรอลที่เกิดเป็นก้อนแข็งในไต กระเพาะปัสสาวะ ถุงนํ้าดี หรือท่อของต่อมบางชนิดในร่างกาย เช่นต่อมนํ้าลาย ตับอ่อน.",
    "นิ่ว ๒": "ก. ทําหน้าย่นขมวดคิ้วแสดงความโกรธหรือเจ็บปวดเป็นต้น.<2t>ว. มีสีหน้าเช่นนั้น ในคําว่า หน้านิ่ว.",
    "นิ้ว": "น. ส่วนสุดของมือหรือเท้า แยกออกเป็น ๕ กิ่ง คือ นิ้วหัวแม่มือ นิ้วชี้ นิ้วกลาง นิ้วนาง นิ้วก้อย, ราชาศัพท์ว่า พระอังคุฐ พระดัชนี พระมัชฌิมา พระอนามิกา พระกนิษฐา โดยลําดับ, ถ้าเป็นนิ้วเท้านิ้วต้น เรียกว่า นิ้วหัวแม่เท้า นอกนั้นอนุโลมเรียกตามนิ้วมือ; มาตราวัดตามวิธีประเพณี ๑ นิ้ว เท่ากับ ๔ กระเบียด, และ ๑๒ นิ้ว เป็น ๑ คืบ; มาตราวัดของอังกฤษ ๑ นิ้ว เท่ากับ ๒.๕ เซนติเมตร, และ ๑๒ นิ้ว เป็น ๑ ฟุต.",
    "นิวคลิอิก": "น. ชื่อกรดชนิดหนึ่ง ซึ่งมีโมเลกุลใหญ่มากและมีโครงสร้างซับซ้อน มี ๒ ชนิด คือ กรดดีออกซีไรโบนิวคลิอิก <f>(Deoxyribonucleic acid)</f> ซึ่งเรียกย่อว่า <f>DNA</f> และกรดไรโบนิวคลิอิก <f>(Ribonucleic acid)</f> ซึ่งเรียกย่อว่า <f>RNA</f> มีปรากฏอยู่ในสิ่งมีชีวิตทั้งหลาย ทําหน้าที่เก็บรวบรวมและถ่ายทอดพันธุกรรม. (อ. <f>nucleic acid</f>).",
    "นิวเคลียร์": "ว. ที่ใช้พลังงานอะตอม, เกี่ยวกับนิวเคลียสของอะตอม. (อ. <f>nuclear</f>).",
    "นิวเคลียส": "น. ส่วนใจกลางของอะตอมของธาตุทุกชนิด ส่วนนี้ประกอบด้วยอนุภาคมูลฐานที่สําคัญ ๒ ชนิด คือ โปรตอน และ นิวตรอน (สําหรับอะตอมของไฮโดรเจนธรรมดา นิวเคลียสมีแต่โปรตอนเท่านั้น ไม่มีนิวตรอน), ส่วนที่สําคัญยิ่งของเซลล์ ลักษณะเหนียวข้นเป็นก้อนประกอบด้วยส่วนย่อย&#160;ๆ อีกหลายชนิด มักอยู่ตอนกลางของเซลล์ที่ยังอ่อนอยู่ และอาจร่นไปอยู่ริมเซลล์เมื่อแก่เข้า. (อ. <f>nucleus</f>).",
    "นิวตรอน": "น. อนุภาคมูลฐานชนิดหนึ่งซึ่งเป็นองค์ประกอบของนิวเคลียสของอะตอมของธาตุทุกชนิด ยกเว้นไฮโดรเจนธรรมดา อนุภาคนี้ไม่มีประจุไฟฟ้าและมีมวล ๑.๖๗๔๘๒ <fig004.gif,เครื่องหมายคูณ> ๑๐<sup>-๒๗</sup> กิโลกรัม. (อ. <f>neutron</f>).",
    "นิวรณ์": "น. สิ่งห้ามกันจิตไว้มิให้บรรลุความดี มี ๕ ประการ คือ ความพอใจรักใคร่ ๑ ความพยาบาท ๑ ความง่วงเหงาหาวนอน ๑ ความฟุ้งซ่านรําคาญ ๑ ความลังเลใจ ๑. (ป.).",
    "นิ้วไหนร้ายก็ตัดนิ้วนั้น": "(สํา) น. คนใดไม่ดี ก็ตัดออกไปจากหมู่คณะ.",
    "นิวัต, นิวัตน์": "[-วัด] (แบบ) ก. กลับ. (ป. นิวตฺต, นิวตฺตน).",
    "นิวาต": "[-วาด] (แบบ) ว. สงัดลม, สงัด; เสงี่ยม, เจียมตัว, สุภาพ. (ป.).",
    "นิวาส": "[-วาด] (แบบ) น. ที่อยู่อาศัย, ที่พัก. (ป.).",
    "นิเวศ, นิเวศ-, นิเวศน์": "[นิเวด, นิเวดสะ-] (แบบ) น. ที่อยู่, บ้าน, วัง. (ส.; ป. นิเวสน).",
    "นิเวศวิทยา": "[นิเวดสะวิดทะยา, นิเวดวิดทะยา] น. วิชาที่ศึกษาเกี่ยวกับความสัมพันธ์ระหว่างสิ่งมีชีวิตกับถิ่นที่อยู่และสิ่งแวดล้อม; (มานุษย) การศึกษาเกี่ยวกับการดัดแปลงวัฒนธรรมของมนุษย์ให้เข้ากับสิ่งแวดล้อม. (อ. <f>ecology</f>).",
    "นิศา": "(แบบ) น. กลางคืน. (ส.).",
    "นิศากร": "น. พระจันทร์. (ส.; ป. นิสากร).",
    "นิศากาล": "น. เวลามืด. (ส.).",
    "นิศาคม": "น. เวลาโพล้เพล้. (ส.).",
    "นิศาชล": "น. นํ้าค้าง. (ส.).",
    "นิศาทิ": "น. เวลาขมุกขมัว. (ส.).",
    "นิศานาถ, นิศาบดี, นิศามณี, นิศารัตน์": "น. พระจันทร์. (ส.).",
    "นิษกรม": "[นิดสะกฺรม] (แบบ; กลอน) ก. เฉย, ปราศจากกิริยา, เช่น ใจเน่งนิษกรม. (อนิรุทธ์). (ส.).",
    "นิษาท": "(แบบ) น. พรานป่า, เงาะป่า; ชาวประมง; โจร. (ส.; ป. เนสาท).",
    "นิสภ-": "[-สะพะ-] (แบบ) ว. ผู้ประเสริฐ เช่น นิสภขัตติยวราเรืองพระยศ. (ม. ร่ายยาว ชูชก). (ป.).",
    "นิสัช": "(แบบ) น. การนั่ง. (ป. นิสชฺชา).",
    "นิสัชชาการ": "น. อาการนั่ง. (ป.), ในบทกลอนใช้ว่า นิสัชชนาการ ก็มี เช่น จึงเสด็จนิสัชชนาการนั่งในร่มไม้. (ม. ร่ายยาว วนปเวสน์).",
    "นิสัย": "น. ความประพฤติที่เคยชิน เช่น ทําจนเป็นนิสัย; ที่พึ่ง, ที่พักพิง, ที่อาศัย, เช่น ขอนิสัยในการอุปสมบท. (ป. นิสฺสย).",
    "นิสัยใจคอ": "น. อัธยาศัย, นิสัยที่เกิดจากใจจริง เช่น นิสัยใจคอมีเมตตากรุณา นิสัยใจคอโหดเหี้ยมทารุณ.",
    "นิสาท": "(โหร) น. เวลาตั้งแต่ยํ่าคํ่าถึงเที่ยงคืน.",
    "นิสิต": "น. ผู้ที่ศึกษาอยู่ในมหาวิทยาลัยบางแห่ง เช่น นิสิตจุฬาลงกรณ์มหาวิทยาลัย นิสิตมหาวิทยาลัยเกษตรศาสตร์; ศิษย์ที่เล่าเรียนอยู่ในสํานัก, ผู้อาศัย. (ป. นิสฺสิต).",
    "นิสีทน-, นิสีทนะ": "[นิสีทะนะ-] (แบบ) น. การนั่ง; ผ้ารองนั่งของภิกษุ. (ป.).",
    "นิสีทนสันถัต": "น. ผ้าปูสำหรับนั่ง (มักใช้แก่พระสงฆ์).",
    "นิสีทนาการ": "น. อาการนั่ง. (ป.).",
    "นิเสธ": "ว. ไม่มีลักษณะเชิงนิยต, ปฏิเสธ, ทางลบ. (อ. <f>negative</f>).",
    "นี่": "ส. คําใช้แทนนามที่อ้างถึงบุคคลหรือสิ่งที่อยู่ใกล้ เช่น นี่ใคร นี่อะไร.<2t>ว. คําใช้ประกอบคํานามหรือกริยาให้รู้ว่าอยู่ใกล้หรือชี้เฉพาะ เช่น หนังสือนี่แต่งดี ขนมนี่อร่อย อยู่นี่ มานี่; คําประกอบท้ายคําเพื่อเน้นความหมาย เช่น เดี๋ยวเฆี่ยนเสียนี่.",
    "นี้": "ว. คําใช้ประกอบนามหรือข้อความที่อยู่ใกล้หรือชี้เฉพาะ เช่น ทุกวันนี้ ชายคนนี้.",
    "นีติ": "(แบบ; เลิก) น. นิติ, แบบแผน, เยี่ยงอย่าง, ขนบธรรมเนียม, ประเพณี, กฎหมาย, วิธีปกครอง, เครื่องแนะนํา, อุบายอันดี. (ป., ส.).",
    "นีติธรรม": "(แบบ) น. วินัยบัญญัติ, หลักกฎหมาย, นิติธรรม. (ส.).",
    "นีติศาสตร์": "(แบบ) น. วิชากฎหมาย. (ส.).",
    "นี่นัน": "ว. อึงมี่, อึกทึก.",
    "นี่แน่ะ": "คําบอกให้ดูหรือเตือนให้รู้, นี่ ก็ว่า.",
    "นีร-": "[นีระ-] (แบบ) น. นํ้า. (ป., ส.).",
    "นีรจร": "น. ปลาหรือสัตว์นํ้าอื่น&#160;ๆ. (ส.).",
    "นีรช, นีรชะ": "[-รด, -ระชะ] น. บัว. (ส.).",
    "นีรนาท": "(กลอน) ก. กึกก้อง เช่น ปฐพีนีรนาทหวาดไหว. (คําพากย์), เนียรนาท ก็ใช้.",
    "นีล": "น. สีเขียว.",
    "นี่แหละ": "คําแสดงการเน้นให้หนักแน่นยิ่งขึ้น เช่น ฉันนี่แหละ นี่แหละโลก.",
    "นีออน": "น. ธาตุลําดับที่ ๑๐ สัญลักษณ์ <f>Ne</f> เป็นแก๊สเฉื่อย มีปรากฏเพียง ๑ ใน ๕๕,๐๐๐ ส่วนในบรรยากาศ. (อ. <f>neon</f>); (ปาก) เรียกหลอดไฟเรืองแสงที่ให้ความสว่างหรือโฆษณาว่า หลอดนีออน.",
    "นี่เอง": "คําประกอบคําอื่นแสดงการเน้นให้หนักแน่นยิ่งขึ้น เช่น เธอนี่เอง เด็กคนนี้นี่เอง.",
    "นีโอดิเมียม": "น. ธาตุลําดับที่ ๖๐ สัญลักษณ์ <f>Nd</f> เป็นโลหะ ลักษณะเป็นของแข็ง สีเหลืองอ่อน&#160;ๆ หลอมละลายที่ ๑๐๒๔ &#x00b0;ซ. (อ. <f>neodymium</f>).",
    "นึก": "ก. คิด เช่น นึกถึงความหลัง นึกถึงอนาคต นึกไม่ถึง, คิดขึ้นมาในฉับพลัน เช่น นึกขึ้นมาได้.",
    "นึกคิด": "ก. คิดใคร่ครวญ.",
    "นึกดู": "ก. ตรึกตรอง.",
    "นึกถึง": "ก. ระลึกถึง.",
    "นึกไม่ถึง": "ก. คาดไม่ถึง, ไม่คิดว่าจะเป็นไปได้เช่นนั้น, เช่น รู้ว่าเขาจะเข้ามาทำงานด้วย แต่ก็นึกไม่ถึงว่าเขาจะมาเป็นสายให้โจร.",
    "นึกเห็น": "ก. นึกเอาเองเห็นไปต่าง&#160;ๆ นานา.",
    "นึกออก": "ก. กลับระลึกได้.",
    "นึง": "(โบ) น. ลูกชายคนที่ ๑๑, นิง ก็ว่า.",
    "นึ่ง": "ก. ทําให้สุกหรือร้อนด้วยไอนํ้าร้อนในหวดหรือลังถึงเป็นต้น เช่น นึ่งข้าวเหนียว นึ่งขนม.",
    "นึ่งหม้อเกลือ": "ก. ใช้หม้อตาลใส่เกลืออังไฟให้ร้อน ห่อด้วยใบพลับพลึงแล้วใช้ผ้าหุ้มอีกชั้นหนึ่ง นาบหรือประคบท้องหลังคลอดบุตรใหม่&#160;ๆ.",
    "นุ ๑": "(กลอน) ตัดมาจากอุปสรรค อนุ เช่น ทราบนุสนธิ์ทุกแห่ง. (ตะเลงพ่าย); อเนกนุประการ. (พงศ. เลขา); โดยนุกรม. (ม. คําหลวง วนปเวสน์).",
    "นุ ๒": "(โบ) ใช้เสริมแทรกเพื่อให้พยางค์สละสลวย เช่น พฤกษในนุพงไพร. (สมุทรโฆษ).",
    "นุง": "ว. ยุ่ง, นุ่ง ก็ว่า.",
    "นุ่ง ๑": "ก. ใช้ผ้าปกปิดกายท่อนล่าง เช่น นุ่งผ้าถุง นุ่งกางเกง, แต่เดิมหมายความว่า ปกปิดร่างกายท่อนบนก็ได้ เช่น นุ่งเสื้อ.",
    "นุ่ง ๒": "ว. ยุ่ง, นุง ก็ว่า.",
    "นุ่งกระโจมอก": "ก. นุ่งผ้าถุงสูงปิดอก.",
    "นุ่งเจียมห่มเจียม": "ก. แต่งตัวพอสมกับฐานะ.",
    "นุงถุง": "ว. ยุ่งเหยิง.",
    "นุงนัง": "ว. เกี่ยวพันกันยุ่ง เช่น ลูกหลานนุงนัง หนี้สินนุงนัง, พันกันยุ่ง เช่น ด้ายยุ่งนุงนัง.",
    "นุ่งผ้าโจงกระเบน": "ก. นุ่งผ้าแล้วม้วนชายผ้านุ่งสอดไปใต้หว่างขา ดึงขึ้นไปเหน็บขอบผ้านุ่งด้านหลังระดับบั้นเอว.",
    "นุ่งห่ม": "ก. แต่งตัว เช่น นุ่งห่มให้เรียบร้อย.",
    "นุช": "(กลอน; ตัดมาจาก อนุช) น. น้อง (โดยมากใช้แก่ผู้หญิง).",
    "นุด": "ก. อ้วนพีสดใส. (ไทยใหญ่).",
    "นุต": "(แบบ) ก. ชมเชย, สรรเสริญ. (ป. นุติ).",
    "นุ่น": "น. ชื่อไม้ต้นขนาดกลางชนิด <f><i>Ceiba pentandra</i> (L.) Gaertn.</f> ในวงศ์ <f>Bombacaceae</f> ลําต้นและกิ่งก้านสีเขียว มีหนามสั้น&#160;ๆ ที่โคนต้น กิ่งทอดขนานกับพื้น ทิ้งใบในฤดูแล้ง ดอกสีขาวนวล ผลรูปทรงกระสวย ใช้ปุยในผลอย่างเดียวกับง้าวและงิ้ว.",
    "นุ่ม": "ว. อ่อนละมุน, อ่อนนิ่ม.",
    "นุ่มนวล": "ว. อ่อนหวาน, อ่อนโยน, ละมุนละไม, เพราะพริ้ง, เช่น พูดจานุ่มนวล กิริยาท่าทางนุ่มนวล.",
    "นุ่มนิ่ม": "ว. กิริยามารยาทที่อ่อนโยนน่ารักน่าเอ็นดูอย่างเด็ก&#160;ๆ, อ่อนนุ่มอย่างไข่จะละเม็ด.",
    "นุ้ย": "ว. อ้วน, อวบ; (ถิ่น-ปักษ์ใต้) เล็ก.",
    "นูน": "ว. สูงขึ้นจากระดับพื้นเดิม ในลักษณะอย่างหนังสือตัวนูน ลวดลายนูน, มีเส้นรูปนอกหรือพื้นราบโค้งออกไป.",
    "นู่น": "(ปาก) ส. คําใช้แทนนามที่อยู่ไกลออกไป.",
    "นู้น": "(ปาก) ว. ใช้ประกอบนามที่อยู่ไกลออกไป.",
    "เนกขะ": "(แบบ) น. นิกขะ, ลิ่ม, แท่ง. (ป. นิกฺข; ส. นิกฺษ).",
    "เนกขัม": "(แบบ) น. การออก, การออกจากกาม, การออกบวช. (ป. เนกฺขมฺม).",
    "เน่ง": "(โบ) ก. นิ่ง, แน่.",
    "เนตบอล": "น. กีฬาอย่างหนึ่ง คล้ายบาสเกตบอล มีผู้เล่นฝ่ายละ ๗ คน และส่งลูกบอลโดยวิธีโยนหรือขว้างเท่านั้น ห้ามเตะหรือตบลูกบอลกับพื้น. (อ. <f>netball</f>).",
    "เนตร": "[เนด] (แบบ) น. ตา, ดวงตา. (ส.; ป. เนตฺต); ผู้นําทาง เช่น เนตรนารี.",
    "เนตรนารี": "น. เด็กหญิงที่ได้รับการฝึกให้เป็นผู้นำในทางความประพฤติ, สมาชิกแห่งองค์การที่มีวัตถุประสงค์ในการฝึกหัดอบรมบ่มนิสัยเด็กหญิงให้เป็นพลเมืองดีตามจารีตประเพณี มีอุดมคติ และความรับผิดชอบตัวเองและต่อผู้อื่นเป็นต้น.",
    "เนติ": "[เน-ติ] (แบบ) น. นิติ, แบบแผน, เยี่ยงอย่าง, ขนบธรรมเนียม, ประเพณี, กฎหมาย, วิธีปกครอง, เครื่องแนะนํา, อุบายอันดี. (ป., ส. นีติ).",
    "เนติบัณฑิต": "น. ผู้ได้รับประกาศนียบัตรทางวิชากฎหมายของโรงเรียนกฎหมาย กระทรวงยุติธรรม, ผู้สอบได้ตามหลักสูตรของสํานักศึกษาอบรมกฎหมายของเนติบัณฑิตยสภา.",
    "เน้น": "ก. ทําให้หนักแน่นเพื่อให้เห็นความสําคัญ (ใช้แก่กริยาพูด) เช่น เน้นถ้อยเน้นคํา, ลงเสียงหนัก เช่น เน้นเสียง, กดให้แน่น เช่น เน้นเหงือก เน้นฟัน.<2t>ว. ให้หนักแน่นยิ่งขึ้น เช่น พูดเน้น.",
    "เนบิวลา": "น. บริเวณที่มีลักษณะเป็นฝ้าเรืองแสง ปรากฏเห็นได้บางแห่งบนท้องฟ้า มีขนาดใหญ่มาก ประกอบด้วยกลุ่มแก๊ส กลุ่มดาวฤกษ์ และวัตถุต่าง&#160;ๆ ที่จะก่อตัวรวมกันเป็นดาวฤกษ์. (อ. <f>nebula</f>).",
    "เนปจูน": "น. ชื่อดาวเคราะห์ดวงที่ ๘ ในระบบสุริยะ มองไม่เห็นด้วยตาเปล่า เพราะอยู่ห่างโลกมาก อยู่ห่างดวงอาทิตย์ประมาณ ๔,๕๒๙ ล้านกิโลเมตร มีเส้นผ่านศูนย์กลางในแนวที่ผ่านเส้นศูนย์สูตร ๔๘,๔๐๐ กิโลเมตร ในแนวที่ผ่านขั้ว ๔๗,๔๐๐ กิโลเมตร, ดาวสมุทร ก็เรียก. (อ. <f>Neptune</f>).",
    "เนปทูเนียม": "น. ธาตุลําดับที่ ๙๓ สัญลักษณ์ <f>Np</f> เป็นธาตุกัมมันตรังสีที่นักวิทยาศาสตร์สร้างขึ้น ไม่มีปรากฏในธรรมชาติ เป็นโลหะ ลักษณะเป็นของแข็งสีเงิน. (อ. <f>neptunium</f>).",
    "เนมิ": "(แบบ) น. กงรถ, กงเกวียน. (ป.).",
    "เนมิตก-, เนมิตกะ": "[เนมิดตะกะ-] (แบบ) น. หมอดูทายลักษณะหรือโชคลาง. (ป. เนมิตฺตก).",
    "เนมิตกนาม": "น. ชื่อที่เกิดขึ้นตามเหตุ คือลักษณะและคุณสมบัติ เช่น พระสุคต แปลว่า ผู้ดําเนินดีแล้ว.",
    "เนมินธร": "[-มินทอน] น. ชื่อภูเขาชั้นที่ ๕ ในหมู่เขาสัตบริภัณฑ์ที่ล้อมเป็นวงกลมรอบเขาพระสุเมรุ. (ป., ส.). <i>(ดู สัตบริภัณฑ์, สัตภัณฑ์)</i>.",
    "เนย": "น. ไขมันหรือนํ้ามันที่ทําจากนํ้านมสัตว์มีทั้งเหลวและแข็ง.",
    "เนยเทียม": "น. สิ่งที่ทําจากไขมันหรือนํ้ามันที่ได้จากพืชและสัตว์ นํามาทําให้บริสุทธิ์ ผสมวิตามินเอ วิตามินดี เติมนมและสีที่เหมาะสม แบคทีเรียในนมจะทําให้เกิดกลิ่นและรสคล้ายเนย ใช้เป็นอาหารได้.",
    "เนยใส": "น. นํ้ามันที่เคี่ยวมาจากเนย.",
    "เนรกัณฐี": "[เนระกันถี] น. แก้วมณีชนิดหนึ่ง.",
    "เนรคุณ": "[-ระคุน] ว. อกตัญญูไม่รู้คุณ, ไม่สํานึกถึงบุญคุณ. (แผลงมาจาก นิรคุณ).",
    "เนรเทศ": "[-ระเทด] ก. บังคับให้ออกไปเสียจากประเทศหรือถิ่นที่อยู่ของตน; (กฎ) ขับคนต่างด้าวให้ออกไปนอกราชอาณาจักร; (ปาก) โดยปริยายหมายถึงการออกจากประเทศหรือถิ่นที่อยู่เดิมด้วยความสมัครใจ เช่น เนรเทศตัวเอง. (แผลงมาจาก นิรเทศ).",
    "เนรนาด": "[เนระ-] (กลอน) ก. เกลื่อนกล่น, เกลื่อนกลาด, เช่น เสมือนหนึ่งราชกัญญาคณานางสนมล้มเนรนาดด้วยอาลัย. (ม. ร่ายยาว ทานกัณฑ์). (อาจเพี้ยนมาจาก ระเนระนาด).",
    "เนรนาถ": "[เนระนาด] ก. ไม่มีที่พึ่ง, ซัดเซพเนจร, เช่น ก็เนรนาถประพาสพรตยังเขาสิงขรบวรวงกต. (ม. ร่ายยาว ชูชก).",
    "เนรมิต": "[-ระมิด] ก. นิรมิต, สร้างหรือบันดาลด้วยอํานาจ ฤทธิ์ หรืออภินิหารให้บังเกิดเป็นขึ้นมีขึ้นโดยฉับพลัน. (ส. นิรฺมิต; ป. นิมฺมิต).",
    "เนระพูสี": "น. ชื่อเฟินชนิด <f><i>Microlepia speluncae</i> (L.) Moore</f> ในวงศ์ <f>Dennstaedtiaceae</f> ต้นเป็นกอ ใช้ทํายาได้.",
    "เนษาท": "(แบบ) น. นิษาท, พรานป่า, เงาะป่า; ชาวประมง; โจร. (ส. นิษาท; ป. เนสาท).",
    "เนอ": "(กลอน) ว. นะ, แฮะ.",
    "เน้อ": "ว. คําทอดเสียงลงท้ายบอกให้รู้ เช่น ขนมเน้อ ไปก่อนเน้อ.",
    "เนา ๑": "ก. เย็บห่าง&#160;ๆ พอให้อยู่เป็นแนวเพื่อเย็บให้เรียบร้อยต่อไป.",
    "เนา ๒": "ก. อยู่. (ข.).",
    "เนา ๓": "(แบบ) น. เรือ, สําเภา, เภตรา. (ส.).",
    "เนา ๔": "น. วันที่อยู่ถัดจากวันมหาสงกรานต์ หน้าวันเถลิงศก ปรกติตรงกับวันที่ ๑๔ เมษายน เรียกว่า วันเนา.",
    "เน่า": "ว. เสียและมีกลิ่นเหม็น เช่น ปลาเน่า เนื้อเน่า.",
    "เน่าไฟ": "ว. อาการที่ของเสียเพราะต้มไม่ถูกวิธี เช่น ต้มข้าวต้มมัดไม่สุก.",
    "เนาว- ๑": "[เนาวะ-] (แบบ) ว. ใหม่. (ป. นว).",
    "เนาว- ๒": "[เนาวะ-] (แบบ) ว. เก้า, จํานวน ๙. (ป. นว).",
    "เนาวนิต": "[-วะนิด] น. นพนิต, เนยข้นชนิดหนึ่ง. (ป., ส. นวนีต).",
    "เนาวรัตน์": "<i>ดู นวรัตน์</i>.",
    "เนิน": "น. โคกขนาดใหญ่ที่ค่อยลาดสูงขึ้นจากระดับเดิม เช่น เนินดิน เนินเขา; เรียกเนื้อรอบฝ่ามือที่มีลักษณะนูนกว่าบริเวณอุ้งมือว่า เนิน เช่น เนินพระศุกร์ เนินพระพุธ.",
    "เนิ่น, เนิ่น ๆ": "ว. ก่อนหน้าหรือก่อนเวลานาน&#160;ๆ เช่น มาแต่เนิ่น มาแต่เนิ่น&#160;ๆ ทําแต่เนิ่น&#160;ๆ.",
    "เนิ่นนาน": "ว. ช้านานมาแล้ว เช่น ในเวลาเนิ่นนานมาแล้ว, นานมาก เช่น อย่าให้เนิ่นนานนะ.",
    "เนิบ, เนิบ ๆ": "ว. แช่มช้า, ช้า&#160;ๆ อย่างมีจังหวะ เช่น เดินเนิบ&#160;ๆ พูดเนิบ&#160;ๆ.",
    "เนิบนาบ": "ว. หย่อนยาน, เทิบทาบ, ไม่รัดกุม.",
    "เนียง ๑": "น. นาง (ออกเสียงตามเขมรที่เขียนว่า นาง).",
    "เนียง ๒": "(ถิ่น-ปักษ์ใต้) น. ชื่อไม้ต้นชนิด <f><i>Archidendron jiringa</i> Nielsen</f> ในวงศ์ <f>Leguminosae</f> ฝักบิดเป็นวง เมล็ดค่อนข้างแบน กินได้, พะเนียง ก็เรียก, จันทบุรีเรียก ชะเนียง.",
    "เนียน ๑": "น. กาบหมากที่เจียนให้มนขนาดเท่าฝ่ามือสําหรับตักนํ้าพริกจากครก, เปลือกจั่นมะพร้าวสําหรับแซะนํ้าตาลเมื่อเวลาเคี่ยว, โดยปริยายใช้เรียกที่สําหรับแซะหรือตัดขนม.",
    "เนียน ๒": "ว. มีเนื้อละเอียดนุ่มนวล เช่น เนื้อเนียน; เรียบสนิท เช่น เข้าไม้ได้เนียนดี.",
    "เนียน ๓": "น. เครื่องมือสําหรับกวดลวดเลี่ยมภาชนะ เช่นปากป้านปากถ้วยให้เรียบ.",
    "เนียม ๑": "น. (๑) ชื่อไม้พุ่มขนาดเล็กชนิด <f><i>Chloranthus spicatus</i> (Thunb.) Makino</f> ในวงศ์ <f>Chloranthaceae</f> ดอกเล็ก สีขาว กลิ่นหอม, พายัพเรียก เนียมอ้ม.<2t>(๒) ชื่อไม้พุ่มชนิด <f><i>Strobilanthes nivea </i>Craib</f> ในวงศ์ <f>Acanthaceae</f> ดอกเล็ก สีม่วงอ่อน ใบมีกลิ่นหอมใช้ประสมปูนกินกับหมาก, เนียมสวน ก็เรียก, อีสานเรียก อ้ม.",
    "เนียม ๒": "น. เรียกงาช้างที่ใหญ่แต่สั้นและมักจะชี้ตรงว่า งาเนียม, เรียกช้างที่มีงาเช่นนั้นว่า ช้างงาเนียม.",
    "เนียมสวน": "<i>ดู เนียม ๑ (๒)</i>.",
    "เนียมอ้ม": "(ถิ่น-พายัพ) น. ต้นเนียม. <i>[ดู เนียม ๑ (๑)]</i>.",
    "เนียร": "น. นํ้า. (ส. นีร).",
    "เนียรทุกข์": "[เนียระทุก] ว. นิรทุกข์, ไม่มีทุกข์.",
    "เนียรเทศ": "[เนียระเทด] ก. เนรเทศ.",
    "เนียรนาท": "[เนียระนาด] ก. กึกก้อง เช่น เสียงฆ้องกลองประนังเนียรนาท สะเทือนท้องวนาวาสหิมวันต์. (ม. ร่ายยาว นครกัณฑ์), นีรนาท ก็ใช้.",
    "เนื้อ ๑": "น. ส่วนของร่างกายคนและสัตว์อยู่ถัดหนังเข้าไป; เนื้อวัวหรือเนื้อควายที่ใช้เป็นอาหาร เช่น แกงเนื้อ; สิ่งที่เป็นลักษณะประจําตัวของสิ่งต่าง&#160;ๆ เช่น เนื้อไม้ เนื้อเงิน เนื้อทอง; ส่วนที่อยู่ถัดเปลือกของผลไม้ต่าง&#160;ๆ เช่น เนื้อมะม่วง เนื้อทุเรียน; สิ่งที่ประกอบกันเป็นตัวอาหาร, คู่กับ นํ้า เช่น แกงมีแต่นํ้าไม่มีเนื้อ เอาแต่เนื้อ&#160;ๆ; สาระสําคัญ เช่น เนื้อเรื่อง; คุณสมบัติของเนื้อทองคําและเงินเป็นต้น เช่น ทองเนื้อเก้า เงินเนื้อบริสุทธิ์; (โบ) ราคาทองคำเป็นเงินบาทตามคุณภาพของเนื้อทอง เช่น ทองคำหนัก ๑ บาท เป็นราคาเงิน ๘ บาท เรียกว่า ทองเนื้อแปด, ถ้าเป็นราคาเงิน ๙ บาท เรียกว่า ทองเนื้อเก้า หรือ ทองนพคุณเก้าน้ำ; โดยปริยายหมายความว่า ทุนเดิม, เงิน, ทรัพย์, เช่น เข้าเนื้อ ชักเนื้อควักเนื้อตัวเอง.",
    "เนื้อ ๒": "น. ชื่อสัตว์ป่าประเภทกวาง.",
    "เนื้อกษัตริย์": "น. เนื้อโลหะ เช่น ทองคํา เงิน นาก ที่บริสุทธิ์, โดยปริยายหมายถึงเนื้อแท้ของสิ่งนั้น&#160;ๆ.",
    "เนื้อความ": "น. ข้อความทั่ว&#160;ๆ ไป.",
    "เนื้อคู่": "น. ชายหญิงที่ถือกันว่าเคยอยู่ร่วมกันมาแต่ปางก่อน, ชายหญิงที่สมเป็นคู่ครองกัน, คู่สร้าง หรือ คู่สร้างคู่สม ก็ว่า.",
    "เนื้อเค็ม": "น. เนื้อวัวเนื้อควายเป็นต้นที่หมักเกลือตากแห้งไว้.",
    "เนือง, เนือง ๆ": "ว. เสมอ&#160;ๆ, บ่อย&#160;ๆ, เช่น แสนเสนางค์เนืองบร. (ตะเลงพ่าย), ไปมาหาสู่อยู่เนือง&#160;ๆ.",
    "เนื่อง": "ก. ติดต่อกัน, เกี่ยวข้องกัน, เช่น เรื่องนี้เนื่องกับเรื่องนั้น เรื่องมันเนื่องถึงกัน.<2t>น. แหวนทองเกลี้ยงมีหลายวงไขว้ติดกันรวมเป็นวงเดียวกันได้, เรียกวัตถุอื่น&#160;ๆ ที่มีลักษณะคล้ายกัน เช่น ถ้วยเนื่อง คือ ถ้วยที่มีหลายชั้นติดกัน, เนื่องรอบวงในประดับเพชร, เนื่องเพชรลงยาราชาวดี. (ตํานานเครื่องราชอิสริยาภรณ์).",
    "เนื่องจาก, เนื่องด้วย, เนื่องแต่": "สัน. เพราะเหตุที่ เช่น โรงเรียนปิดเนื่องจากนํ้าท่วม เนื่องด้วยเขาป่วย จึงมาไม่ได้ เนื่องแต่เหตุนั้นนั่นเอง.",
    "เนืองนอง": "ก. หลั่งไหลไม่ขาดสาย, มีมากต่อเนื่องกันไม่ขาดสาย เช่น ทรัพย์สินเนืองนอง, นองเนือง ก็ว่า.",
    "เนืองนิตย์": "ว. เสมอ&#160;ๆ เช่น ส่งข่าวถึงกันอยู่เนืองนิตย์.",
    "เนืองแน่น": "ว. แออัด, ยัดเยียด.",
    "เนื้องอก": "น. เนื้อเยื่อที่เจริญเติบโตผิดปรกติ อาจเป็นเนื้อร้าย หรือมะเร็ง หรือเป็นผลมาจากสาเหตุอื่นเช่นเชื้อโรค ก็ได้.",
    "เนื้อตัว": "น. ร่างกาย เช่น เนื้อตัวเหนอะหนะ.",
    "เนื้อตาย": "น. เนื้อเยื่อที่ขาดเลือดหรือถูกพิษอย่างอื่นจนเซลล์ตาย.",
    "เนื้อเต่ายำเต่า": "(สํา) ก. นําเอาทรัพย์สินส่วนที่เป็นกําไรหรือดอกเบี้ยกลับไปลงทุนต่อไปอีกโดยไม่ต้องใช้ทุนเดิม.",
    "เนื้อถ้อยกระทงความ": "น. ถ้อยคําที่ได้เรื่องได้ราวเข้าใจได้ชัดเจน, มักใช้ในความปฏิเสธว่า ไม่ได้เนื้อถ้อยกระทงความ.",
    "เนื้อทราย": "น. ชื่อกวางชนิด <f><i>Cervus porcinus</i></f> ในวงศ์ <f>Cervidae</f> เป็นกวางขนาดกลาง ตัวสีนํ้าตาลเข้มแต่ตอนล่างสีจางกว่า ตามลําตัวมีจุดขาวจาง&#160;ๆ อยู่ทั่วไป ลูกที่เกิดใหม่จุดขาวนี้จะชัดเจนมากเช่นเดียวกับลูกกวางดาว ตัวผู้มีเขา ผลัดเขาปีละครั้ง อยู่เป็นฝูงตามทุ่งหญ้า กินหญ้าระบัด ใบไม้ และผลไม้ เป็นสัตว์ป่าคุ้มครองของไทย, กวางแขม กวางทราย หรือ ตามะแน ก็เรียก.",
    "เนื้อที่": "น. ขนาดของพื้นที่.",
    "เนื้อแท้": "น. ส่วนที่แท้, ส่วนที่จริง.",
    "เนื้อนาบุญ": "น. แหล่งที่ควรแก่การทำบุญ เช่น พระสงฆ์เป็นเนื้อนาบุญ.",
    "เนื้อเปื่อย": "น. เนื้อวัวที่ต้มจนเปื่อยใช้ประกอบอาหาร.",
    "เนื้อผ้า": "(สำ) น. ความจริง เช่น ว่าไปตามเนื้อผ้า.",
    "เนื้อเพลง": "น. ส่วนสําคัญของทํานองเพลงที่บอกให้รู้ว่าเป็นเพลงอะไร; ทํานองเพลง.",
    "เนื้อไม้": "น. ส่วนของต้นไม้ที่อยู่ถัดเปลือกเข้าไป; แก่นไม้หอม โดยมากใช้ทําธูป, ชนิดที่ดีมีสีดํา ใช้ทํายาไทย.",
    "เนือย, เนือย ๆ": "ว. เฉื่อย, ช้าลง, อ่อนลง, เช่น ดูเนือยลงไป นํ้าไหลเนือย&#160;ๆ; ไม่กระปรี้กระเปร่า เช่น ทํางานเนือย&#160;ๆ, ไม่ประเปรียว เช่น แก่แล้วชักเนือย.",
    "เนื้อเยื่อ": "น. กลุ่มของเซลล์ที่มักมีลักษณะเหมือนกัน ทําหน้าที่ร่วมกัน. (อ. <f>tissue</f>).",
    "เนื้อเยื่อกล้ามเนื้อ": "น. เนื้อเยื่อส่วนที่ช่วยให้อวัยวะต่าง&#160;ๆ ของร่างกายเคลื่อนไหวได้. (อ. <f>muscular tissue</f>).",
    "เนื้อเยื่อบุผิว": "น. เนื้อเยื่อที่ทําหน้าที่บุผิวนอก บุผิวใน บุโพรง บุท่อ บุต่อมของอวัยวะ. (อ. <f>epithelial tissue</f>).",
    "เนื้อเยื่อประสาท": "น. เนื้อเยื่อของระบบประสาท ทําหน้าที่ติดต่อประสานงานระหว่างอวัยวะภายใน และระหว่างร่างกายกับสิ่งแวดล้อมภายนอก. (อ. <f>nervous tissue</f>).",
    "เนื้อเยื่อยึดต่อ": "น. เนื้อเยื่อที่ยึดเหนี่ยวภายในระหว่างอวัยวะต่าง&#160;ๆ ของร่างกายและช่วยพยุงร่างกาย เช่น พังผืด ไขมัน เอ็น กระดูกอ่อน กระดูก. (อ. <f>connective tissue</f>).",
    "เนื้อร้อง": "น. คําประพันธ์สําหรับขับร้อง, คำร้อง บทเพลง หรือ บทร้อง ก็ว่า.",
    "เนื้อร้าย ๑": "น. สัตว์ป่าที่ดุร้าย เช่น หมี เสือ.",
    "เนื้อร้าย ๒": "น. เนื้อเป็นโรค เกิดแก่ คน สัตว์ และต้นไม้ หรือแผลที่เป็นมะเร็ง มีอาการต่าง&#160;ๆ.",
    "เนื้อเรื่อง": "น. เรื่องราว, สาระของเรื่อง.",
    "เนื้อสมัน": "<i>ดู สมัน</i>.",
    "เนื้อหา": "น. ใจความสําคัญ, ข้อสําคัญ, สาระสําคัญ; วงเงินตามข้อตกลงที่จ้างหามา รวมทั้งค่ารถค่าอาหาร เป็นต้น (มักใช้แก่การมหรสพ เช่น ลิเก ละคร).",
    "เนื้ออ่อน": "น. ชื่อปลานํ้าจืดหลายชนิดในวงศ์ <f>Siluridae</f> ไม่มีเกล็ด มีฟันเล็กแต่แหลมคม ลําตัวแบนข้างมากบ้างน้อยบ้าง เช่น ชนิด <f><i>Kryptopterus apogon, K. cryptopterus, K. bleekeri, K. limpok, Ompok bimaculatus, Siluroides hypophthalmus, Ceratoglanis scleronema</i></f> ข้างท้องมักเป็นสีเงิน ขนาดแตกต่างกันตั้งแต่ ๒๐-๗๗ เซนติเมตร อาจมีหรือไม่มีครีบหลังก็ได้ บางชนิดลําตัวด้านหลังสีเทาอมเขียวหรือสีนํ้าตาล, มีชื่อไทยที่เรียกแตกต่างกันหรือซํ้าซ้อนกันระหว่างชนิด ได้แก่ ชะโอน โอน แดง นาง เกด ปีกไก่ นํ้าเงิน หน้าสั้น สยุมพร หรือ เซือม.",
    "แน่ ๑": "ว. แท้, จริง, ไม่เป็นอื่น, เช่น ทําแน่ ไปแน่; เก่ง, มีฝีมือดี, เช่น คนนี้มือแน่มาก.",
    "แน่ ๒, แน่นิ่ง": "ว. อาการที่ไม่ไหวติงไปชั่วระยะหนึ่งเพราะเป็นลมเป็นต้น, นิ่งแน่ ก็ว่า.",
    "แน่ง": "น. นาง.",
    "แน่งน้อย": "ว. มีรูปทรงแบบบาง (มักใช้แก่หญิงสาว).",
    "แน่ใจ": "ก. มั่นใจ.",
    "แน่ชัด": "ว. ชัดแจ้ง, ประจักษ์แจ้ง.",
    "แน่แท้": "ว. จริงทีเดียว.",
    "แน่น": "ว. อาการที่แออัดยัดเยียดหรือเบียดเสียดจนแทบไม่มีที่ว่าง เช่น คนแน่น ต้นไม้ขึ้นแน่น, อยู่กับที่หรือทําให้อยู่กับที่อย่างมั่นคงไม่ให้หลุดไม่ให้คลอน เช่น เกาะแน่น ปักเสาแน่น, ลักษณะของเสียงดังแบบหนึ่งที่เนื่องมาจากมีการอัดแน่นเป็นพิเศษอย่างเสียงพลุเสียงระเบิด.",
    "แน่นขนัด": "ว. แออัด.",
    "แน่นท้อง": "ว. อึดอัดท้องเพราะกินอาหารมากเป็นต้น.",
    "แน่นนันต์": "(กลอน) ว. มากมาย, อัดแอ, คับคั่ง, ยัดเยียด, เช่น กรุงกษัตริย์มาพร้อมประชุมกัน แน่นนันต์ในพระลานชัยศรี. (รามเกียรติ์ ร. ๑).",
    "แน่นแฟ้น": "ว. มั่นคง เช่น รักกันแน่นแฟ้น ผูกมัดแน่นแฟ้น.",
    "แน่นหนา": "ว. มั่นคง เช่น ใส่กุญแจแน่นหนา, แข็งแรง เช่น ประตูหน้าต่างแน่นหนา, บางทีก็ใช้เข้าคู่กับ ปึกแผ่น เป็น เป็นปึกแผ่นแน่นหนา.",
    "แน่นหน้าอก": "ว. มีอาการจุกเสียดบริเวณทรวงอกทําให้หายใจไม่สะดวก.",
    "แน่นอน": "ว. เที่ยงแท้, จริงแท้.",
    "แน่แน่ว": "ว. อาการที่ใจมุ่งมั่นอยู่กับสิ่งใดสิ่งหนึ่ง เช่น ตั้งใจแน่แน่ว, แน่วแน่ ก็ว่า.",
    "แนบ": "ก. แอบชิด, แอบเคียง, เช่น แนบข้าง แนบกาย แนบเนื้อ; ติดไปด้วย เช่น ได้แนบสําเนาจดหมายมาด้วยแล้ว.",
    "แน่บ": "ว. อาการที่วิ่งอย่างรวดเร็วไม่เหลียวหลัง เช่น โกยแน่บ.",
    "แนบเนียน": "ว. อย่างสนิทและรัดกุม เช่น ทําได้อย่างแนบเนียน ปลอมตัวได้อย่างแนบเนียน.",
    "แนบแน่น": "ว. สนิทแน่น เช่น รักอย่างแนบแน่น.",
    "แนม": "ก. แกม เช่น ดอกแนมใบ, แนบ, ชิด, เช่น ผลผกาเกิดกับกิ่งก้านระกุแกมแนมใบวิบูลระบัดบัง. (ม. ร่ายยาว มหาพน), โกมลไม่แย้มยังแนมใบ. (อิเหนา); แทรกแซมหรือแซงเข้าไป เช่น เอาลิ่มแนมให้แน่น, เรือตะเข้แนมทังสองข้าง. (สามดวง); แทรกเพิ่มเติม, ควบคู่กันไป, เช่น นํ้าพริกมีปลาดุกแนม; เสียดสี ในคำว่า เหน็บแนม.",
    "แนว": "น. สิ่งที่มีลักษณะเป็นแถว เช่น แนวสน แนวรั้ว หรือเป็นเส้นเป็นทางยาวไป เช่น ถูกเฆี่ยนเป็นแนว, โดยปริยายหมายถึงลักษณะเช่นนั้น เช่น แนวความคิด แนวนโยบาย.",
    "แน่ว": "ว. ตรงดิ่งไปยังที่หมายไม่แวะเวียน เช่น วิ่งแน่วกลับไป, ไม่วอกแวก เช่น ใจแน่ว.",
    "แนวคิด": "น. ความคิดที่มีแนวทางปฏิบัติ เช่น แนวคิดในการปฏิรูปการศึกษา.",
    "แนวทาง": "น. ทางปฏิบัติที่วางไว้เป็นแนว.",
    "แนวที่ห้า": "น. ผู้เอาใจฝักใฝ่และช่วยเหลือศัตรู.",
    "แน่วแน่": "ว. อาการที่ใจมุ่งมั่นอยู่กับสิ่งใดสิ่งหนึ่ง เช่น ตั้งใจแน่วแน่, แน่แน่ว ก็ว่า.",
    "แนวโน้ม": "น. แนวทางที่น่าจะเป็นไปในทางใดทางหนึ่ง.",
    "แนวป่า": "น. ชายป่าที่เห็นเป็นทิวยาวไป.",
    "แนวรบ": "น. แนวที่มีการสู้รบกัน.",
    "แนวร่วม": "น. ประชาชนที่มีแนวความคิดคล้อยตามและให้การสนับสนุนแก่พวกที่มีความคิดเห็นในแนวเดียวกัน.",
    "แนวเรือ": "น. รอยต่อของกระดานเรือที่เห็นเป็นทางยาวไป.",
    "แนวหน้า": "น. แนวหรือเขตแบ่งกําลังทัพทางบกส่วนหน้าซึ่งพร้อมที่จะปะทะกับฝ่ายศัตรู.",
    "แนวหลัง": "น. ผู้ที่อยู่หลังแนวรบ.",
    "แนะ": "ก. ชี้แนวทางหรือวิธีการให้รู้โดยตรงหรือโดยอ้อม เช่น แนะให้ไปหาหมอ แนะให้รู้เป็นนัย&#160;ๆ.",
    "แน่ะ": "ว. คําทักหรือบอกให้รู้ตัว เช่น แน่ะอยู่นี่เอง แน่ะรถมาแล้ว; ใช้ประกอบคําลงท้ายเพื่อเน้นความ เช่น ราคาตั้ง ๕ บาทแน่ะ.",
    "แนะนัด": "ก. นัดแนะ, นัดและชี้แจงให้กันทราบ.",
    "แนะนำ": "ก. ชี้แจงให้ทําหรือปฏิบัติ เช่น แนะนําให้ทําความดี แนะนําในการใช้ยา; บอกให้รู้จักกันตามธรรมเนียม.",
    "แนะแนว": "ก. แนะนําแนวทางว่าควรจะปฏิบัติอย่างไร.",
    "แนะแหน": "[-แหฺน] ก. แนะ, พูดเสนอให้ชอบใจ.",
    "โน": "ก. นูนขึ้นเพราะถูกกระทบกระแทกเป็นต้น (มักใช้แก่หัวหรือหน้า) เช่น หัวโน หน้าโน.",
    "โน้ต ๑, โน้ตเพลง": "น. เครื่องหมายกําหนดเสียงดนตรี. (อ. <f>note</f>).",
    "โน้ต ๒": "ก. บันทึก.<2t>น. จดหมายสั้น&#160;ๆ. (อ. <f>note</f>).",
    "โนน ๑": "น. เนิน, ที่สูง.",
    "โนน ๒": "(โบ) ก. นอน. (จารึกสยาม).",
    "โน่น": "ส. คําใช้แทนนามที่อยู่ไกลออกไป เช่น ที่โน่นมีอากาศดี.",
    "โน้น": "ว. ใช้ประกอบนามที่อยู่ไกลออกไป เช่น บ้านโน้นมีงานรื่นเริง.",
    "โนเน": "ว. อ่อนแอ, แบบบาง, เช่น โนเนหนุ่มเหน้าบัวบาน. (เสือโค; สุธน). (ไทยใหญ่).",
    "โนเบเลียม": "น. ธาตุลําดับที่ ๑๐๒ สัญลักษณ์ <f>No</f> เป็นธาตุกัมมันตรังสีที่นักวิทยาศาสตร์สร้างขึ้น ไม่มีปรากฏในธรรมชาติ. (อ. <f>nobelium</f>).",
    "โน้ม": "ว. เหนี่ยวให้โค้งตํ่าลงมา เช่น โน้มกิ่ง, น้อม หรือ ค้อมตํ่าลง เช่น รวงข้าวโน้มลง.",
    "โน้มน้าว": "ก. ชักชวนให้เห็นดีเห็นงามหรือให้โอนอ่อนตาม.",
    "โนมพรรณ": "[โนมพัน] น. รูปลักษณะ เช่น เฉิดโฉมโนมพรรณ.",
    "โนรา ๑": "<i>ดู กําลังช้างเผือก</i>.",
    "โนรา ๒": "(ปาก) น. มโนราห์.",
    "โนรี ๑": "น. ชื่อนกปากขอในวงศ์ <f>Loriidae</f> คล้ายนกแก้ว ตัวมีสีสันสวยงาม เช่น สีแดงสดหรือเลือดหมู นํ้าเงิน ม่วง เขียว ปีกสีเขียวหรือเหลือง หางสั้น มีถิ่นกําเนิดอยู่ในหมู่เกาะนิวกินี อินโดนีเซีย ออสเตรเลีย มีหลายชนิด เช่น ชนิด <f><i>Lorius chlorocercus, L. tibialis, L. lory</i></f>.",
    "โนรี ๒": "น. ชื่อไม้เถาชนิด <f><i>Hiptage lucida </i>Pierre</f> ในวงศ์ <f>Malpighiaceae</f> ใบและดอกคล้ายโนราแต่เล็กกว่า ดอกสีชมพู กลิ่นหอม.",
    "โนรี ๓": "น. ชื่อปลาทะเลทุกชนิดในสกุล <f><i>Heniochus</i></f> วงศ์ <f>Chaetodontidae</f> ลําตัวสั้นแต่กว้างมาก หัวแหลม ปากเล็กอยู่ที่ปลายสุด ก้านครีบหลังตอนแรกยื่นยาวเป็นเส้น ตัวมีสีสันสดสวย หัวและลําตัวมีพื้นสีขาวเงิน มีแถบสีดําเข้มพาดขวางรวม ๓ แถบ ที่พบเสมอได้แก่ชนิด <f><i>H. acuminatus</i></f> ขนาดยาวได้ถึง ๒๐ เซนติเมตร อาศัยตามแนวหินปะการัง.",
    "ใน": "บ. ตรงกันข้ามกับ นอก, ไม่ใช่นอก, เช่น ในบ้าน ในเมือง; แห่ง, ของ, เช่น พระราชนิพนธ์ในพระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว. (ข. ใน ว่า แห่ง, ของ).",
    "ในกรม": "(ปาก) น. เรียกเจ้านายที่ทรงกรม, ย่อมาจากคําว่า เสด็จในกรม.",
    "ในที": "ว. มีท่าทีจะเป็นเช่นนั้นแต่ไม่แสดงให้ปรากฏ เช่น ยิ้มในที รู้ในที, อยู่ในที ก็ว่า.",
    "ในไส้": "(ปาก) ว. เรียกลูกที่เกิดจากตนว่า ลูกในไส้.",
    "ในหลวง": "(ปาก) น. หมายถึงพระมหากษัตริย์.",
    "ไน ๑": "น. เครื่องปั่นด้ายด้วยมือ และใช้ถ่ายด้ายที่ทําเป็นไจหรือเข็ดแล้วเข้าหลอด.",
    "ไน ๒": "น. ชื่อปลานํ้าจืดชนิด <f><i>Cyprinus carpio</i></f> ในวงศ์ <f>Cyprinidae</f> ตัวยาวรี แบนข้าง คล้ายปลาตะเพียน แต่ครีบหลังใหญ่และยาวกว่า ปากเล็ก ไม่มีฟัน มีหนวด ๒ คู่ เกล็ดใหญ่ ขอบเรียบ ในบางประเภทของปลาอาจเป็นเพียงหย่อมเกล็ด มีสีแตกต่างกันตามสายพันธุ์ เช่น สีเขียวอมเทา เงิน ทอง ส้ม เหลือง ดําคลํ้า หรือเป็นแต้มเป็นด่างดวงของสีเหล่านี้ วางไข่ติดไว้กับพรรณไม้นํ้า ขนาดยาวได้ถึง ๘๐ เซนติเมตร, หลีโก หรือ หลีฮื้อ ก็เรียก.",
    "ไนต์คลับ": "น. สถานเริงรมย์ที่เปิดเวลากลางคืน ขายอาหาร เครื่องดื่ม มีดนตรี และมักจัดให้มีการแสดงด้วย. (อ. <f>nightclub</f>).",
    "ไนโตรเจน": "น. ธาตุลําดับที่ ๗ สัญลักษณ์ <f>N</f> เป็นอโลหะ ลักษณะเป็นแก๊ส ไม่มีสี ไม่มีกลิ่น ไม่ไวต่อปฏิกิริยาเคมี มีปรากฏอยู่ประมาณร้อยละ ๘๐ ในบรรยากาศ ธาตุนี้มีความสําคัญยิ่งต่อสิ่งมีชีวิต โดยเป็นองค์ประกอบสําคัญของโปรตีนและกรดนิวคลิอิก. (อ. <f>nitrogen</f>).",
    "ไนลอน": "น. สารประกอบอินทรีย์ซึ่งสังเคราะห์ขึ้น มีโมเลกุลขนาดใหญ่ มักผลิตให้เป็นเส้นใยเล็ก&#160;ๆ ซึ่งนําไปฟั่นเป็นเส้นด้ายหรือเส้นเชือกที่มีความเหนียวมาก หรือนําไปทอเป็นผ้าได้, เรียกสิ่งที่ทําจากเส้นใยนั้น เช่น ผ้าไนลอน เชือกไนลอน. (อ. <f>nylon</f>).",
    "ไนโอเบียม": "น. ธาตุลําดับที่ ๔๑ สัญลักษณ์ <f>Nb</f> เป็นโลหะหายาก ลักษณะเป็นของแข็งสีเทา หลอมละลายที่ ๒๔๖๘ &#x00b0;ซ. ใช้ประโยชน์นําไปเจือเหล็กกล้าไม่เป็นสนิม เพื่อทําให้มีสมบัติคงทนต่อการผุกร่อน และทนต่ออุณหภูมิสูง&#160;ๆ ได้ดี. (อ. <f>niobium</f>).",
    "บ ๑": "พยัญชนะตัวที่ ๒๖ เป็นพวกอักษรกลาง ใช้เป็นตัวสะกดในแม่กบ.",
    "บ ๒, บ่": "[บอ, บ่อ] ว. ไม่, มักใช้ในหนังสือเก่าหรือกวีนิพนธ์ หรือบางท้องถิ่น, ในที่ใช้ บ เมื่อใช้ว่า บ่ ก็มีความเช่นเดียวกัน.",
    "บก": "น. ส่วนของผิวพื้นโลกที่ไม่ใช่ทะเลหรือแม่นํ้าลําคลองเป็นต้น, ภาคพื้นดิน เช่น ทหารบก ทางบก, ที่ที่แห้ง, ที่ที่พ้นจากนํ้า, เช่น ขึ้นบก บนบก.<2t>ว. แห้ง, พร่อง, ลดลง, เช่น นมบกอกพร่อง; ย่อยยับหมดกําลัง เช่น โจมปรปักษบกบาง. (ตะเลงพ่าย).",
    "บกพร่อง": "ก. ไม่ครบบริบูรณ์เท่าที่ควรมีควรเป็น เช่น ข้อความบกพร่อง, หย่อนความสามารถ เช่น ทํางานบกพร่อง.",
    "บง ๑": "น. ชื่อไผ่ชนิด <f><i>Bambusa tulda</i> Roxb.</f> ในวงศ์ <f>Gramineae</f> ไม่มีหนาม ปล้องสั้น เนื้อลําหนา ใช้จักตอก.",
    "บง ๒": "(กลอน) ก. มองดู, แลดู, เช่น พลางพระบงจัตุบาท. (ตะเลงพ่าย).",
    "บง ๓": "ก. คล้อง, ห่ม, เช่น บงบ่าเฉวียง. (ม. คําหลวง จุลพน). (ข. บงกอ ว่า คล้องคอ).",
    "บง ๔": "(โบ) ก. บ่ง, ชี้, ระบุ, เช่น แถลงปางแสดงดิพรเกื้อ บุญบง บาปนา. (ยวนพ่าย).",
    "บ่ง": "ก. ชี้, ระบุ, อ้างหรือแสดงให้รู้โดยเจาะจง, เช่น การกระทําของเขาบ่งชัดอยู่แล้วว่าเขาเป็นผู้กระทําผิด; ใช้ของแหลม&#160;ๆ แทงที่เนื้อเพื่อเอาหนามเป็นต้นที่ฝังอยู่ในเนื้อหรือหนองออก เช่น บ่งหนาม บ่งหนอง.",
    "บงก-, บงก์": "(แบบ) น. เปือกตม, โคลน, โดยมากใช้ประกอบหน้าคําอื่น เช่น บงกช ว่า ของที่เกิดในเปือกตม คือ บัว. (ป., ส. ปงฺก).",
    "บงกช": "[บงกด] น. บัว. (ป., ส. ปงฺกช).",
    "บงกชกร": "[-กดชะกอน] (กลอน) น. มือมีรูปอย่างดอกบัวตูม, กระพุ่มมือ, มือ เช่น กระพุ่มบงกชกร. (เพชรมงกุฎ).",
    "บงการ": "ก. ระบุชี้ให้ดําเนินการตาม, ควบคุมดูแลสั่งการเฉียบขาด.",
    "บ๊งเบ๊ง": "(ปาก) ว. ทําเสียงเอะอะ, ทําเสียงเอะอะจนฟังแทบไม่ได้ศัพท์.",
    "บงสุ-, บงสุ์": "(แบบ) น. ฝุ่น, ละออง, ธุลี. (ป. ปํสุ; ส. ปําสุ).",
    "บงสุกุล": "น. เรียกผ้าที่พระภิกษุชักออกจากศพว่า ผ้าบงสุกุล, โดยปรกติใช้ว่า บังสุกุล. <i>(ดู บังสุกุล)</i>. (ป. ปํสุกูล ว่า ฝั่งแห่งฝุ่น, กองฝุ่น, คลุกฝุ่น).",
    "บงสุกูลิก": "น. ผู้ใช้ผ้าบังสุกุลเป็นวัตร, เป็นชื่อธุดงค์ประการหนึ่งของภิกษุผู้ใช้ผ้าเฉพาะที่เก็บได้จากกองฝุ่นกองหยากเยื่อมาทําเป็นเครื่องนุ่งห่ม คือ ไม่ใช้ผ้าที่ชาวบ้านถวาย. (ป. ปํสุกูลิก).",
    "บงอับบงรา, บ่งอับบ่งรา": "ก. เข้าที่อับจน.",
    "บฏ": "(แบบ) น. ผ้าทอ, ผืนผ้า; เรียกผืนผ้าที่มีรูปพระพุทธเจ้าเป็นต้นและแขวนไว้เพื่อบูชาว่า พระบฏ. (ป. ปฏ).",
    "บด ๑": "ก. ทําให้เปลือกแตก เช่น บดข้าวเปลือก, ทําให้แหลก เช่น บดข้าวสุก, ทําให้เป็นผง เช่น บดยานัตถุ์, ทําให้เรียบและแน่น เช่น บดถนน.",
    "บด ๒": "น. ชื่อเรือต่อชนิดหนึ่งรูปเพรียว หัวท้ายเรียว, ถ้าใช้กรรเชียงมักท้ายตัดอย่างเรือบดทหารเรือ.",
    "บดขยี้": "ก. ทําลายให้ย่อยยับแหลกลาญ.",
    "บดบัง": "ก. บังแสง, บังรัศมี.",
    "บดเอื้อง": "ก. อาการที่สัตว์บางจำพวกเช่นวัวควายสํารอกอาหารออกมาเคี้ยวอีกให้ละเอียด, โดยปริยายหมายความว่า ทำอะไรช้า&#160;ๆ, เคี้ยวเอื้อง ก็ว่า.",
    "บดินทร์": "[บอดิน] น. พระเจ้าแผ่นดิน. (ส. ปติ + อินฺทฺร).",
    "บดี": "[บอดี] (แบบ) น. นาย, เจ้าของ, เจ้า, ผู้ครอง, ผู้บังคับบัญชา; ผัว. (ป., ส. ปติ), ในสันสกฤตมีเกณฑ์ว่าศัพท์นี้เมื่ออยู่เฉพาะหมายความว่า นาย หรือ ผัว, ถ้ามีศัพท์อื่นมาเข้าสมาสเป็นคําท้ายด้วยหมายความแต่ผัว เช่น บดีพรต, ในบทกลอนใช้ว่า บดิ ก็มี เพื่อเข้าบังคับลหุ.",
    "บดีธรรม": "น. หน้าที่ของผัว. (ส. ปติธรฺม).",
    "บดีพรต, บดีวรดา": "น. การประพฤติซื่อสัตย์ต่อผัว คือ หญิงมอบตัวแก่ผัวเท่านั้น, ถ้าเป็นชายก็ว่า สทารสันโดษ คือ ยินดีแต่เมียตนเท่านั้น. (ส. ปติวฺรต, ปติวฺรตา).",
    "บดีศร": "[บอดีสอน] (กลอน) น. นายผู้เป็นใหญ่.",
    "บถ": "(แบบ) น. ทาง เช่น กรรมบถ. (ป. ปถ).",
    "บท ๑, บท- ๑": "[บด, บดทะ-] น. ข้อความเรื่องหนึ่ง&#160;ๆ หรือตอนหนึ่ง&#160;ๆ เช่น บทที่ ๑ บทที่ ๒; กําหนดคําประพันธ์ที่ลงความตอนหนึ่ง&#160;ๆ เช่น โคลง ๔ สุภาพ ๔ บาท เป็น ๑ บท; คําที่ตัวละครพูด เช่น บอกบท; คําประพันธ์ที่เขียนขึ้นสําหรับเล่นละคร มีทั้งบทร้องและบทเจรจา เช่น บอกบท เขียนบท; คราว, ตอน, ในคําเช่น บทจะทําก็ทํากันใหญ่ บทจะไปก็ไปเฉย&#160;ๆ บทจะตายก็ตายง่ายเหลือเกิน. (ป. ปท).",
    "บท ๒, บท- ๒": "(แบบ) เท้า, รอยเท้า, เช่น จตุบท, ในบทกลอนใช้ประสมกับคําอื่น&#160;ๆ หมายความว่า เท้า คือ บทบงกช บทบงสุ์ บทมาลย์ บทรัช บทศรี บทเรศ, <i>(ดูคําแปลที่คํานั้น&#160;ๆ)</i>. (ป. ปท).",
    "บทกลอน": "น. คําประพันธ์ที่เป็นบทร้อยกรอง.",
    "บทกวีนิพนธ์": "น. บทร้อยกรองที่กวีแต่ง.",
    "บทกำหนดโทษ": "(กฎ) น. บทบัญญัติในกฎหมายที่กําหนดโทษทางอาญา.",
    "บทความ": "น. ข้อเขียนซึ่งอาจจะเป็นรายงานหรือการแสดงความคิดเห็น มักตีพิมพ์ในหนังสือพิมพ์ วารสาร สารานุกรม เป็นต้น.",
    "บทคัดย่อ": "น. ข้อความที่ย่อแต่ใจความสําคัญ, ข้อคัดย่อ ก็ว่า. (อ. <f>abstract</f>).",
    "บทจร": "[บดทะ-] (กลอน) ก. เดินไป. (ป.).",
    "บทเจรจา": "น. คําที่ตัวละครพูดเป็นร้อยกรองหรือถ้อยคําธรรมดา.",
    "บทเฉพาะกาล": "(กฎ) น. บทบัญญัติของกฎหมายที่บัญญัติให้ใช้เฉพาะในช่วงเวลาหนึ่งหรือกับเรื่องใดเรื่องหนึ่งที่เกิดขึ้นก่อนวันใช้บังคับกฎหมายนั้น.",
    "บทดอกสร้อย": "น. ชื่อคําร้อยกรองชนิดหนึ่ง มีลักษณะคล้ายสักวา แต่ในวรรคที่ ๑ มี ๔ คํา มี เอ๋ย เป็นคําที่ ๒ เช่น แมวเอ๋ยแมวเหมียว มักมี ๔ คํากลอน และคําลงจบบทให้ลงว่า เอย, ดอกสร้อย ก็ว่า.",
    "บทนำ": "น. บทบรรณาธิการ.",
    "บทบงกช": "[บดทะ-] (กลอน) น. บัวบาท, เท้า. (ส. ปทปงฺกช).",
    "บทบงสุ์": "[บดทะ-] น. ละอองเท้า. (ป.).",
    "บทบรรณาธิการ": "น. ข้อเขียนที่บรรณาธิการหรือนักเขียนชั้นนําเขียนเพื่อแสดงความคิดเห็นอันเป็นแนวของหนังสือนั้น&#160;ๆ, บทนํา ก็ว่า.",
    "บทบัญญัติ": "(กฎ) น. ข้อความที่กําหนดไว้เป็นลายลักษณ์อักษรในกฎหมาย.",
    "บทบาท": "[บดบาด] น. การทําท่าตามบท, การรําตามบท, โดยปริยายหมายความว่า การทําตามหน้าที่ที่กําหนดไว้ เช่น บทบาทของพ่อแม่ บทบาทของครู.",
    "บทบาทมาก": "(ปาก) ว. มีท่าทางมาก, ยืดยาดเพราะพิธีรีตองมาก, เช่น กว่าจะออกจากบ้านได้บทบาทมากเหลือเกิน.",
    "บทบูรณ์": "[บดทะ-] น. คําที่ทําให้บทประพันธ์ครบพยางค์ตามฉันทลักษณ์ ไม่สู้มีความหมายอะไร เช่น แต่งอเนกนุประการ คํา &#147;นุ&#148; เป็นบทบูรณ์. (ป. ปทปูรณ).",
    "บทประพันธ์": "น. เรื่องที่แต่งขึ้นเป็นร้อยแก้วหรือร้อยกรอง.",
    "บทพากย์": "น. คํากล่าวเรื่องราวเป็นทํานองเมื่อเวลาแสดงโขนหรือหนังใหญ่เป็นต้น.",
    "บทเพลง": "น. คําประพันธ์สําหรับขับร้อง, คำร้อง เนื้อร้อง หรือ บทร้อง ก็ว่า.",
    "บทภาชน์": "[บดทะ-] น. บทไขความ. (ป.).",
    "บทภาชนีย์": "[บดทะ-] น. บทที่ตั้งไว้เพื่อไขความ, บทที่ต้องอธิบาย. (ป.).",
    "บทมาลย์": "[บดทะ-] (แบบ) น. เท้าผู้มีบุญ เช่นกษัตริย์. ",
    "บทร้อง": "น. คําประพันธ์สําหรับขับร้อง, คำร้อง เนื้อร้อง หรือ บทเพลง ก็ว่า.",
    "บทรัช": "[บดทะ-] (แบบ) น. ละอองเท้า เช่น นางโรยนางรื่นล้าง บทรัช. (ลอ).",
    "บทเรศ": "[บดทะ-] (กลอน) น. เท้า เช่น กราบบทเรศราชบิดา ท่านแล. (ม. คําหลวง ฉกษัตริย์). ",
    "บทเรียน": "น. คําสอนที่กําหนดให้เรียน, ข้อที่เป็นคติเตือนใจ เช่น บทเรียนในชีวิต.",
    "บทลงโทษ": "น. ข้อบัญญัติโทษทางอาญา.",
    "บทวเรศ": "[บดทะวะเรด] (แบบ) น. เท้า เช่น ถวายทศนัขประณตบทวเรศราชชนนี. (ม. ร่ายยาว ฉกษัตริย์).",
    "บทวลัญช์": "[บดทะวะลัน] (แบบ) น. รอยเท้า. (ป. ปทวลญฺช).",
    "บทวาร": "[บดทะวาน] (แบบ) น. ชั่วก้าวเท้า, ระยะก้าวเท้า, เช่น ทางเล็ก ควรบทวารผู้หนึ่งจะพึงไป. (ม. ร่ายยาว วนปเวสน์).",
    "บทศรี": "[บดทะ-] (กลอน) น. เท้า (ใช้แก่เจ้านาย).",
    "บทสนทนา": "น. คําพูดที่โต้ตอบกันในการเรียนภาษา.",
    "บทสังขยา": "น. ชื่อโคลงแบบโบราณ.",
    "บทอัศจรรย์": "น. บทร้อยกรองตามธรรมเนียมนิยมในวรรณคดี พรรณนาเพศสัมพันธ์ของชายหญิง มักกล่าวให้เป็นที่เข้าใจโดยใช้โวหารเป็นสัญลักษณ์หรืออุปมาอุปไมยเป็นต้น.",
    "บทามพุช": "[บะทามะพุด] (แบบ) น. บัวบาท, เท้า, เช่น ทูลพระบทามพุช. (ยวนพ่าย). (ป. ปท + อมฺพุช).",
    "บโทน": "[บอ-] น. ผู้ติดหน้าตามหลัง, คนใช้.",
    "บน ๑": "ก. ขอร้องสิ่งศักดิ์สิทธิ์ให้ช่วยโดยให้คํามั่นว่าจะให้สิ่งของตอบแทนหรือทําตามที่ให้สัญญาไว้เมื่อเป็นผลสําเร็จ, บนบาน ก็ว่า.<2t>ว. เบื้องสูง, ตรงข้ามกับ เบื้องล่าง, เช่น ข้างบน ชั้นบน เบื้องบน.<2t>บ. ในที่ซึ่งอยู่สูงหรือเหนือ เช่น นั่งอยู่บนเรือน วางมือบนหนังสือ มีหนังสือวางอยู่บนโต๊ะ.",
    "บน ๒": "น. คํา เช่น ให้บนถ้อยคํา. (จินดามณี); คําที่จดไว้เป็นหลักฐาน, คําให้การที่จดไว้เป็นหลักฐาน, เช่น เอาบนเขาไว้, ให้คาดบนไว้. (สามดวง).",
    "บ่น": "ก. พูดพรํ่าหรือว่ากล่าวซํ้า&#160;ๆ ซาก&#160;ๆ; กล่าวซํ้า&#160;ๆ กัน เช่น ท่องบ่นภาวนา.",
    "บนข้าวผี ตีข้าวพระ": "(สํา) ก. ขอร้องให้ผีสางเทวดาหรือสิ่งศักดิ์สิทธิ์ช่วยเหลือโดยจะแก้บนเมื่อสําเร็จประสงค์แล้ว.",
    "บ่นถึง": "ก. กล่าวถึงบ่อย&#160;ๆ.",
    "บนบาน": "ก. ขอร้องสิ่งศักดิ์สิทธิ์ให้ช่วยโดยให้คํามั่นว่าจะให้สิ่งของตอบแทนหรือทําตามที่ให้สัญญาไว้เมื่อเป็นผลสําเร็จ, บน ก็ว่า.",
    "บนบานศาลกล่าว": "(สํา) ก. ขอร้องให้สิ่งศักดิ์สิทธิ์ช่วยเหลือ.",
    "บพิตร": "[บอพิด] (แบบ) น. พระองค์ท่าน เช่น บํารุงฤทัยตระโบม บพิตรผู้อย่าดูเบา, โดยมากเป็นคําที่พระสงฆ์ใช้แก่เจ้านาย เช่น บรมวงศบพิตร.",
    "บพิตรพระราชสมภาร": "ส. คําที่พระสงฆ์เรียกพระมหากษัตริย์, เป็นสรรพนามบุรุษที่ ๒.",
    "บพิธ": "[บอพิด] ก. แต่ง, สร้าง. (ป. ป + วิ + ธา).",
    "บ่ม": "ก. ทําให้สุกหรือให้แห้งด้วยความอบอุ่น เช่น บ่มผลไม้ บ่มใบยา; โดยปริยายหมายความว่า สั่งสมอบรมให้สมบูรณ์ ในคำว่า บ่มบารมี บ่มนิสัย.",
    "บ่มนิสัย": "ก. อบรมให้มีการประพฤติปฏิบัติในทางที่ดีจนเป็นนิสัย.",
    "บ่มบารมี": "ก. บำเพ็ญบารมีให้สมบูรณ์, สั่งสมอบรมบารมีให้สมบูรณ์.",
    "บ่มผิว": "ก. ทําให้ผิวงามด้วยการอยู่ในที่ซึ่งไม่ถูกแดดถูกลมจนเกินไป.",
    "บ่มมัน": "ก. อาการที่ช้างกําลังจะตกมัน.",
    "บ่มหนอง": "ก. ทําให้ฝีกลัดหนองเต็มที่เพื่อบ่งได้ง่าย.",
    "บมิ": "(กลอน) ว. ไม่.",
    "บร-": "[บอระ-] (แบบ; กลอน) น. ฝ่ายอื่น เช่น บรเทศ, ข้าศึก เช่น บรปักษ์. (ป., ส. ปร).",
    "บรทาร": "[-ทาน] (แบบ) น. เมียเขา. (ส.).",
    "บรทารกรรม": "[-ทาระ-] (แบบ) น. การประพฤติผิดในเมียเขา. (ส.).",
    "บรม, บรม-": "[บอรมมะ-] ว. อย่างยิ่ง, ที่สุด, (มักใช้นําหน้าคําที่เกี่ยวกับพระพุทธเจ้า พระเจ้าแผ่นดิน และพระอัครมเหสี เป็นต้น เพื่อแสดงพระเกียรติยศยิ่งใหญ่) เช่น บรมศาสดา บรมบพิตร บรมราชินี บรมมหาราชวัง. (ป., ส. ปรม); (ปาก) อย่างที่สุด เช่น ขี้เกียจบรม บรมขี้เกียจ.",
    "บรมครู": "น. คำที่ใช้เรียกพระพุทธเจ้าโดยเฉพาะ.",
    "บรมธาตุ": "น. กระดูกพระพุทธเจ้า.",
    "บรมบพิตร": "[บอรมมะบอพิด] น. คําที่พระสงฆ์ใช้สําหรับแทนพระนามพระเจ้าแผ่นดินหรือพระมเหสี, เดิมใช้ว่า มหาบพิตร.",
    "บรมวงศานุวงศ์": "(ราชา) น. ญาติ.",
    "บรมอัฐิ": "น. กระดูกพระมหากษัตริย์หรือพระบรมราชวงศ์ชั้นสูง.",
    "บรมัตถ์": "[บอระมัด] น. ปรมัตถ์, ประโยชน์อย่างยิ่ง, เนื้อความอย่างสูง, ความจริงที่สุด; ชื่อพระอภิธรรมปิฎก เรียกว่า บรมัตถ์, และยังใช้นําหน้าศัพท์ เช่น บรมัตถบารมี บรมัตถประโยชน์. (ป. ปรมตฺถ).",
    "บรรกวด": "[บัน-] ก. ประกวด, แข่งขัน.",
    "บรรจง": "[บัน-] ก. ตั้งใจทํา เช่น บรรจงเขียน, ทําโดยระมัดระวัง เช่น มีน้อยใช้น้อยค่อยบรรจง.<2t>ว. อย่างประณีต เช่น เขียนบรรจง, ตัวบรรจง.",
    "บรรจถรณ์": "[บันจะถอน] (แบบ) น. เครื่องลาด, เครื่องปู, ที่นอน. (ป. ปจฺจตฺถรณ).",
    "บรรจบ": "[บัน-] ก. เพิ่มให้ครบจํานวน เช่น บรรจบให้ครบร้อย บรรจบให้ครบถ้วน; จดกัน, ใกล้ชิดติดต่อกัน, เช่น ปูกระดานให้บรรจบกัน ทาง ๒ สายมาบรรจบกัน, ทําให้เข้ากันสนิท เช่น ติดกรอบหน้าต่างให้มุมบรรจบกัน; ชนขวบ เช่น บรรจบรอบปี, ประจบ ก็ใช้.",
    "บรรจวบ": "[บัน-] ก. ประจวบ, ประสบ, พบปะ, สบเหมาะ, บังเอิญพบ.",
    "บรรจุ": "[บัน-] ก. ประจุ, ใส่ลงในขวด หีบ หรือถุง เป็นต้น, ใส่ลงไว้ในภาชนะหรือสถานที่ที่ใดที่หนึ่งที่มิดชิด เช่น บรรจุอังคาร บรรจุอัฐิ บรรจุศพ; โดยปริยายหมายความว่า ให้เข้าประจําที่, ให้เข้าประจําตําแหน่งครั้งแรก, เช่น บรรจุให้เป็นข้าราชการ, ใส่ลงไว้ตามอัตรา เช่น บรรจุเข้าไว้ในรายการ.",
    "บรรเจิด": "[บัน-] ก. เชิดสูงขึ้น, สูงเด่น, เฉิดฉาย.<2t>ว. งาม.",
    "บรรณ, บรรณ-": "[บัน, บันนะ-] น. ปีก; หนังสือ; ใบไม้. (ส. ปรฺณ; ป. ปณฺณ).",
    "บรรณกุฎี": "น. กระท่อมอันมุงบังด้วยใบไม้. (ส. ปรฺณ + กุฏิ).",
    "บรรณพิภพ, บรรณโลก": "(แบบ) น. วงการหนังสือ.",
    "บรรณศาลา": "น. ที่สํานักของฤๅษีหรือผู้บําเพ็ญพรตเป็นต้น ถือกันว่ามุงบังด้วยใบไม้. (ส. ปรฺณศาลา; ป. ปณฺณสาลา ว่า โรงที่มุงและบังด้วยใบไม้).",
    "บรรณสาร": "(โบ) น. หนังสือราชการ.",
    "บรรณาการ": "[บันนากาน] น. สิ่งที่ส่งไปให้ด้วยความเคารพนับถือหรือด้วยไมตรี. (ป. ปณฺณาการ; ส. ปรฺณาการ), ในบทประพันธ์ใช้ว่า บรรณา ก็มี.",
    "บรรณาคม": "[บันนาคม] น. ห้องหนังสือ.",
    "บรรณาธิกร": "[บันนา-] (โบ) ก. รวบรวมและจัดเลือกเฟ้นเรื่องลงพิมพ์.",
    "บรรณาธิการ": "[บันนาทิกาน] น. ผู้จัดเลือกเฟ้น รวบรวม ปรับปรุง และรับผิดชอบเรื่องลงพิมพ์; (กฎ) บุคคลซึ่งรับผิดชอบในการจัดทํา ตรวจแก้ คัดเลือก หรือควบคุมบทประพันธ์หรือสิ่งอื่นในหนังสือพิมพ์.",
    "บรรณานุกรม": "[บันนานุกฺรม] น. บัญชีรายชื่อหนังสือที่ใช้ประกอบการค้นคว้า, บัญชีรายชื่อหนังสือในหัวข้อเรื่องใดเรื่องหนึ่ง ยุคใดยุคหนึ่ง หรือของผู้เขียนคนใดคนหนึ่ง มักจะมีรายละเอียดหรือบทวิจารณ์สั้น&#160;ๆ ประกอบ.",
    "บรรณารักษ์": "[บันนารัก] น. บุคคลที่รับผิดชอบในการบริหารและดำเนินงานในห้องสมุด.",
    "บรรณารักษศาสตร์": "[บันนารักสะสาด, บันนารักสาด] น. วิชาที่ว่าด้วยการบริหารห้องสมุด.",
    "บรรดา": "[บัน-] ว. ทั้งหลาย, ทั้งปวง, ทั้งหมด, (มักใช้อยู่ข้างหน้า) เช่น บรรดามนุษย์ บรรดาทรัพย์สมบัติที่มีอยู่, ประดา ก็ว่า.",
    "บรรดาก": "[บันดาก] (แบบ) น. ธง, ธงผืนผ้า. (ป. ปฏาก; ส. ปตากา).",
    "บรรดามี": "(ปาก) ว. ที่มีอยู่ทั้งหมด, ประดามี ก็ว่า.",
    "บรรดาศักดิ์": "[บันดา-] น. ฐานันดรศักดิ์ที่พระราชทานแก่ข้าราชการหรือบุคคลทั่วไป แบ่งออกเป็น เจ้าพระยา พระยา พระ หลวง ขุน หมื่น พัน และทนาย โดยมีราชทินนามต่อท้าย เช่น เจ้าพระยายมราช พระยาพลเทพ.",
    "บรรตานึก": "[บันตานึก] (แบบ) น. ปัตตานึก, พลเดินเท้า, ทหารราบ. (ป., ส. ปตฺตานีก).",
    "บรรถร": "[บันถอน] (แบบ) น. ที่นอน, เครื่องปูลาด. (ป. ปตฺถร; ส. ปฺรสฺตร).",
    "บรรทม": "[บัน-] (ราชา) ก. นอน, ประทม หรือ ผทม ก็ว่า. (ข. ผทม).",
    "บรรทัด": "[บัน-] น. ข้อความที่เขียนหรือพิมพ์เป็นต้นต่อเนื่องกันเป็นแถวเป็นแนวแต่ละแนว เช่น ตัดบรรทัดที่ ๒๐ ออก, ลักษณนามว่า บรรทัด เช่น ให้เขียนเรียงความอย่างน้อย ๕๐ บรรทัด, เรียกตัวหนังสือที่เขียนเต็มช่วงระหว่างเส้นบรรทัด ๒ เส้นว่า ตัวเต็มบรรทัด, เรียกตัวหนังสือที่เขียนเพียงครึ่งหนึ่งของช่วงระหว่างเส้นบรรทัด ๒ เส้นว่า ตัวครึ่งบรรทัด, เรียกอุปกรณ์การเขียนชนิดหนึ่งทําด้วยไม้เป็นต้น สําหรับทาบเป็นแนวเพื่อขีดเส้นให้ตรง ว่า ไม้บรรทัด, เรียกเส้นที่ตีหรือพิมพ์ไว้บนกระดาษเป็นต้นเพื่อเขียนหรือพิมพ์ตัวอักษรบนเส้น ใต้เส้น หรือระหว่างเส้น ว่า เส้นบรรทัด.",
    "บรรทัดฐาน": "น. แบบแผนสําหรับยึดถือเป็นแนวทางปฏิบัติ; เหตุที่ตั้งเป็นเครื่องถึง, เหตุอันใกล้ที่สุด; ปทัสถาน หรือ ปทัฏฐาน ก็ว่า.",
    "บรรทัดรองมือ": "น. อุปกรณ์อย่างหนึ่งสำหรับจิตรกรใช้รองมือเขียนภาพ เป็นไม้แบน&#160;ๆ ยาว ๑-๒ ฟุต กว้างประมาณ ๑ นิ้ว หุ้มปลายข้างหนึ่งด้วยสำลีพันกระดาษฟางหรือผ้าเนื้อนุ่ม.",
    "บรรทัดราง": "น. อุปกรณ์อย่างหนึ่งของช่างไม้ เป็นเชือกพันลูกรอกอยู่ในรางไม้ เมื่อดึงปลายเชือกออกจากรอก เชือกจะผ่านกระปุกซึ่งมีสีดำบรรจุอยู่ทำให้เชือกติดสี เมื่อดึงเชือกให้ตึงตรงแนวพื้นกระดานเป็นต้นที่ต้องการขีดเส้นแล้วดีด สีจากเชือกจะติดพื้นเป็นเส้นตรงตามต้องการ.",
    "บรรทับ": "[บัน-] (โบ; กลอน) ก. ประทับ เช่น ถนอมบรรทับออมชม ทราบเนื้อ. (ทวาทศมาส).",
    "บรรทาน": "[บัน-] ก. เพิ่มให้, ให้. (แผลงมาจาก ประทาน).",
    "บรรทุก": "[บัน-] ก. วางไว้ ใส่ลง หรือบรรจุลงบนยานพาหนะเป็นต้นเพื่อขนย้ายไปทีละมาก&#160;ๆ, ประทุก ก็ใช้; โดยปริยายหมายความว่า รับภาระ เช่น บรรทุกงานไว้มาก, (ปาก) กินเกินอัตรา เช่น บรรทุกเข้าไปจนท้องแทบแตก.",
    "บรรเทา": "[บัน-] ก. ทุเลาหรือทําให้ทุเลา, ผ่อนคลายหรือทําให้ผ่อนคลายลง, เบาบางหรือทําให้เบาบางลง, สงบหรือทําให้สงบ, เช่น บรรเทาทุกข์ อาการโรคบรรเทาลง, ประเทา ก็ใช้.",
    "บรรเทือง": "[บัน-] (กลอน; แผลงมาจาก ประเทือง) ก. ทําให้กระเตื้องขึ้น, พยุง, ทําให้ดีขึ้น.",
    "บรรพ, บรรพ- ๑": "[บับ, บับพะ-] น. ข้อ, ปล้อง, เล่ม, หมวด, ภาค, ตอน, กัณฑ์; ขั้นบันได; ระยะหรือเวลาที่กําหนด. (ป. ปพฺพ; ส. ปรฺวนฺ).",
    "บรรพ- ๒, บรรพ์": "[บันพะ-, บัน] ว. ก่อน, ทีแรก, เบื้องต้น; ตะวันออก. (ป. ปุพฺพ; ส. ปูรฺว).",
    "บรรพชา": "[บันพะ-, บับพะ-] น. การบวช เช่น บรรพชาเป็นกิจที่ทําได้ยาก, ถ้าใช้เข้าคู่กับคํา อุปสมบท บรรพชา หมายความว่า การบวชเป็นสามเณร อุปสมบท หมายความว่า การบวชเป็นภิกษุ.<2t>ก. บวช เช่น บรรพชาเป็นสามเณร. (ป. ปพฺพชฺชา; ส. ปฺรวฺรชฺยา).",
    "บรรพชิต": "[บันพะชิด] น. นักบวชในพระพุทธศาสนา. (ป. ปพฺพชิต; ส. ปฺรวฺรชิต).",
    "บรรพต, บรรพต-": "[บันพด, บันพดตะ-] น. ภูเขา. (ส. ปรฺวต; ป. ปพฺพต).",
    "บรรพตกีลา": "(แบบ) น. แผ่นดิน. (ส. ปรฺวต + กีลา).",
    "บรรพตชาล": "(แบบ) น. เทือกเขา, แนวเขา, ทิวเขา. (ส. ปรฺวต + ชาล).",
    "บรรพตธาตุ": "(แบบ) น. แร่. (ส. ปรฺวต + ธาตุ).",
    "บรรพตมาลา": "(แบบ) น. เทือกเขา, แนวเขา, ทิวเขา. (ส. ปรฺวต + มาลา).",
    "บรรพตราช": "(แบบ) น. พญาเขา. (ส. ปรฺวต + ราช).",
    "บรรพตวาสี": "(แบบ) น. ชาวเขา. (ส. ปรฺวต + วาสินฺ).",
    "บรรพตศิขร": "(แบบ) น. ยอดเขา. (ส. ปรฺวต + ศิขร).",
    "บรรพบุรุษ": "น. ผู้เป็นต้นวงศ์ตระกูลซึ่งมีผู้สืบสายโลหิตมา, บุคคลที่นับตั้งแต่ปู่ย่าตายายขึ้นไป.",
    "บรรพภาค": "(แบบ) น. ข้อมือ. (ส.).",
    "บรรพเภท": "(แบบ) น. ความปวดร้าวในข้อ. (ส.).",
    "บรรพมูล": "(แบบ) น. วันขึ้น ๑ คํ่า และวันกลางเดือนทางจันทรคติ. (ส.).",
    "บรรพสตรี": "น. หญิงผู้เป็นต้นวงศ์.",
    "บรรยง": "[บัน-] ก. ทําให้งาม, ทําให้ดี.",
    "บรรยงก์": "[บัน-] น. ที่นั่ง. (ส. ปรฺยงฺก).",
    "บรรยเวกษก์": "[บันยะเวก] น. ผู้ดูแลทั่วไป เป็นตําแหน่งในวิทยาลัย. (ส. ปริ + อว + อีกฺษก).",
    "บรรยากาศ": "น. อากาศที่หุ้มห่อโลกหรือเทห์ฟากฟ้าใด&#160;ๆ, โดยปริยายหมายความถึงความรู้สึกหรือสิ่งที่อยู่รอบ&#160;ๆ ตัว เช่น บรรยากาศในที่ประชุม บรรยากาศรอบ&#160;ๆ บ้าน; หน่วยของความดัน กําหนดว่า ความดัน ๑ บรรยากาศ มีค่าเท่ากับความดันของลําปรอทที่ตั้งตรงสูง ๗๖ เซนติเมตร ที่ ๐ &#x00b0;ซ. ณ ระดับทะเลที่ละติจูด ๔๕ &#x00b0; หรือเท่ากับความดัน ๑๐๑,๓๒๕ นิวตันต่อตารางเมตร.",
    "บรรยาย": "[บันยาย, บันระยาย] ก. ชี้แจงหรืออธิบายเรื่องให้ฟังเป็นต้น, เล่าเรื่อง เช่น ภาพยนตร์มีอักษรไทยบรรยายกํากับไว้. (ส.).",
    "บรรลัย": "[บันไล] ก. ฉิบหาย, วอดวาย, ย่อยยับ, มอดม้วย, ประลัย ก็ว่า.",
    "บรรลัยกัลป์": "[บันไลกัน] น. เรียกไฟที่เชื่อกันว่าจะล้างโลกเมื่อสิ้นกัปว่า ไฟบรรลัยกัลป์, ไฟกัลป์ หรือ ไฟประลัยกัลป์ ก็ว่า.",
    "บรรลัยจักร": "[บันไลยะจัก] ว. วายวอด, มักใช้เป็นคําด่าประกอบคํา ฉิบหาย เป็น ฉิบหายบรรลัยจักร.",
    "บรรลาย ๑": "[บัน-] (กลอน; แผลงมาจาก ปราย) ก. ปราย, โปรย, เช่น หยั่งหยาดวลาหกบรรลาย. (อุเทน).",
    "บรรลาย ๒": "[บัน-] (กลอน; แผลงมาจาก ปลาย) น. ยอด, ที่สุด, ตรงข้ามกับ ต้น.",
    "บรรลุ": "[บัน-] ก. ลุ, ถึง, สําเร็จ, เช่น บรรลุมรรคผล, ประลุ ก็ว่า.",
    "บรรลุนิติภาวะ": "(กฎ) ก. มีอายุถึงกําหนดที่กฎหมายให้พ้นจากภาวะผู้เยาว์และให้มีความสามารถใช้สิทธิตามกฎหมายได้ด้วยตนเอง เช่น บุคคลย่อมพ้นจากภาวะผู้เยาว์และบรรลุนิติภาวะเมื่อมีอายุ ๒๐ ปีบริบูรณ์ หรือโดยการสมรสเมื่อชายและหญิงมีอายุ ๑๗ ปีบริบูรณ์แล้ว.",
    "บรรเลง": "[บัน-] ก. ทําเพลงด้วยเครื่องดุริยางค์ให้เป็นที่เจริญใจ.",
    "บรรโลม": "[บัน-] (กลอน) ก. ประโลม, ทําให้พึงใจ.",
    "บรรษัท": "[บันสัด] (แบบ; แผลงมาจาก บริษัท) น. หมู่, ผู้แวดล้อม; การรวมกันเข้าหุ้นส่วนทําการค้าขาย; (กฎ) นิติบุคคลที่มีฐานะอย่างเดียวกับบริษัทจํากัด ซึ่งมีกฎหมายจัดตั้งขึ้นโดยเฉพาะ. (อ. <f>corporation</f>).",
    "บรรสบ": "[บัน-] (กลอน; แผลงมาจาก ประสบ) ก. พบ.",
    "บรรสพ": "[บัน-] ก. เกิดผล, ได้. (แผลงมาจาก ประสพ).",
    "บรรสม": "[บัน-] (กลอน; แผลงมาจาก ประสม) ก. รวมกันเข้า, ปน, ระคน, เจือ.",
    "บรรสาน": "[บัน-] (กลอน; แผลงมาจาก ประสาน) ก. ทําให้ติดกัน, ทําให้สนิทกัน, เชื่อม, รัด, ผูกไว้.",
    "บรรสาร": "[บัน-] (กลอน; แผลงมาจาก ประสาร) ก. คลี่ออก.",
    "บรรหาน": "[บัน-] ก. แสดง.",
    "บรรหาร": "[บันหาน] (กลอน; แผลงมาจาก บริหาร) ก. เฉลย, กล่าวแก้, ตรัสสั่ง.",
    "บรอนซ์": "น. ผงโลหะที่มีสีแวววาว ใช้ผสมสีหรือโรยบัตรเชิญเป็นต้น เช่น สีเงินบรอนซ์ สีทองบรอนซ์.",
    "บรัด": "[บะหฺรัด] ก. แต่ง.<2t>น. เครื่องแต่ง, เครื่องประดับ, เช่น อันควรบรัดแห่งพระองค์. (ม. คําหลวง นครกัณฑ์).",
    "บรั่นดี": "[บะหฺรั่น-] น. ชื่อสุราชนิดหนึ่งกลั่นจากเหล้าองุ่น. (อ. <f>brandy</f>).",
    "บรัศว์": "[บะหฺรัด] น. ข้าง, สีข้าง; ฟ้าดิน. (ส. ปารฺศฺว; ป. ปสฺส).",
    "บรากรม": "[บะรากฺรม] (แบบ) น. ความเพียร, ความบากบั่น, ความพยายาม, ความแข็งขัน, ความก้าวไปเพื่อคุณในเบื้องหน้า. (ส. ปฺรากรฺม; ป. ปรกฺกม).",
    "บราง": "[บอ-] (โบ; กลอน) ก. ไม่, ไม่มี, เช่น บรางนาน บรางโทษ, ใช้ บร้าง ก็มี.",
    "บราทุกรา": "[บะราทุกฺรา] (โบ; กลอน) น. รองเท้า. (ป., ส. ปาทุกา).",
    "บราลี": "[บะรา-] น. ยอดเล็ก&#160;ๆ มีสัณฐานดุจยอดพระทราย ใช้เสียบราย&#160;ๆ ไปตามอกไก่หลังคา หรือเสียบหลังบันแถลงบนหลังคาเครื่องยอด.",
    "บริกรม": "[บอริกฺรม] (แบบ) ก. เดินไป, ผ่านไป, พ้นไป, จากไป. (ส. ปริกฺรม).",
    "บริกรรม": "[บอริกํา] ก. สํารวมใจสวดมนต์ภาวนา, สํารวมใจร่ายมนตร์หรือเสกคาถาซํ้า&#160;ๆ หลายคาบหลายหนเพื่อให้เกิดความขลังความศักดิ์สิทธิ์. (ส. ปริกรฺมนฺ; ป. ปริกมฺม).",
    "บริกัป": "[บอริกับ] (แบบ) น. ความตรึก, ความดําริ, การกําหนด. (ป. ปริกปฺป; ส. ปริกลฺป).",
    "บริการ": "[บอริกาน] ก. ปฏิบัติรับใช้, ให้ความสะดวกต่าง&#160;ๆ, เช่น ร้านนี้บริการลูกค้าดี.<2t>น. การปฏิบัติรับใช้, การให้ความสะดวกต่าง&#160;ๆ, เช่น ให้บริการ ใช้บริการ.",
    "บริขา": "[บอริ-] (แบบ) น. คู, สนามเพลาะ. (ป. ปริขา).",
    "บริขาร": "[บอริขาน] น. เครื่องใช้สอยของพระภิกษุในพระพุทธศาสนา มี ๘ อย่าง คือ สบง จีวร สังฆาฏิ บาตร มีดโกนหรือมีดตัดเล็บ เข็ม ประคดเอว กระบอก กรองนํ้า (ธมกรก) เรียกว่า อัฐบริขาร, สมณบริขาร ก็เรียก. (ป. ปริกฺขาร).",
    "บริขารโจล": "[-โจน] (แบบ) น. ท่อนผ้าสําหรับใช้สอยเล็กน้อย, ใช้ว่า บริขารโจฬ ก็มี. (ป.).",
    "บริคณห์": "[บอริคน] (แบบ) น. เรือน; คําที่แน่นอน, สิ่งที่ถูกต้องแล้ว; ความกําหนดถือเอา, ความยึดถือ, การจับ.<2t>ก. นับคะเน, ประมวล. (ป. ปริคฺคหณ).",
    "บริคณห์สนธิ": "(กฎ) น. เอกสารก่อตั้งบริษัทจํากัดซึ่งผู้เริ่มก่อการบริษัทจํานวนตั้งแต่ ๗ คนขึ้นไป เข้าชื่อกันจัดทําขึ้นตามข้อกําหนดของกฎหมายในการจัดตั้งบริษัทจํากัด เรียกว่า หนังสือบริคณห์สนธิ.",
    "บริจาค": "[บอริจาก] ก. สละให้, เสียสละ.<2t>น. การสละ, การให้, การแจก, ความเสียสละ, เป็นธรรมข้อ ๑ ในทศพิธราชธรรม. <i>(ดู ทศพิธราชธรรม หรือ ราชธรรม)</i>. (ป. ปริจฺจาค).",
    "บริจารก": "[บอริจารก] น. คนใช้, คนบําเรอ. (ป., ส. ปริจารก).",
    "บริจาริกา": "[บอริ-] น. หญิงรับใช้, ประกอบกับคํา บาท เป็น บาทบริจาริกา แปลว่า เมีย, ที่ตัดใช้ว่า บริจา ก็มี เช่น บาทบริจา ทารบริจา อรรคบริจา, หรือตัดใช้ว่า บริจาริก ก็มี. (ป., ส. ปริจาริกา).",
    "บริเฉท, บริเฉท-": "[บอริเฉด, บอริเฉทะ-, บอริเฉดทะ-] น. การกําหนด; ข้อความที่รวบรวมเอามาจัดเป็นตอน&#160;ๆ, ข้อความที่กําหนดไว้เป็นหมวด&#160;ๆ. (ป. ปริจฺเฉท).",
    "บริเฉทกาล": "[บอริเฉทะกาน, บอริเฉดทะกาน] น. เวลาที่มีกําหนดลง.",
    "บริชน": "[บอริชน] (แบบ) น. คนผู้แวดล้อม, บริวาร. (ป., ส. ปริชน).",
    "บริณายก": "[บอรินายก] (แบบ) น. ปริณายก, ผู้นําบริวาร, หัวหน้า, ผู้เป็นใหญ่. (ส. ปริณายก; ป. ปรินายก).",
    "บริณายกรัตน์": "[บอรินายะกะ-] น. ขุนพลแก้ว, เป็นสมบัติประการ ๑ ในสมบัติ ๗ ประการของพระเจ้าจักรพรรดิ.",
    "บริดจ์": "[บฺริด] น. กีฬาในร่มชนิดหนึ่ง มีผู้เล่น ๔ คน โดยแบ่งเป็น ๒ ฝ่าย ฝ่ายละ ๒ คน ใช้ไพ่ป๊อกเต็มทั้งสํารับแจกให้คนละ ๑๓ ใบ. (อ. <f>bridge</f>).",
    "บริบท": "[บอริบด] (ไว) น. คําหรือข้อความแวดล้อมเพื่อช่วยให้เข้าใจความหมาย, ปริบท ก็ว่า.",
    "บริบวรณ์": "[บอริ-บวน] (โบ; กลอน) ก. บริบูรณ์.",
    "บริบาล": "[บอริบาน] ก. ดูแลรักษา, ดูแลเลี้ยงดู, เช่น บริบาลทารก.<2t>น. ผู้รักษา, ผู้ดูแล, ผู้เลี้ยงดู. (ป., ส. ปริปาล).",
    "บริบูรณ์": "[บอริบูน] ก. ครบถ้วน, เต็มที่, เต็มเปี่ยม. (ส. ปริปูรฺณ; ป. ปริปุณฺณ).",
    "บริพนธ์": "[บอริพน] (แบบ) ก. ปริพนธ์, ผูก, แต่ง, ร้อยกรอง. (ป. ปริพนฺธ).",
    "บริพัตร": "[บอริพัด] ก. หมุนเวียน, เปลี่ยนแปลง, เปลี่ยนไป, แปรไป; สืบสาย. (ส. ปริวรฺต; ป. ปริวตฺต).",
    "บริพันธ์": "[บอริพัน] ก. ผูก, แต่ง, ร้อยกรอง, ประพันธ์. (ป. ปริพนฺธ).",
    "บริพาชก": "[บอริพาชก] (แบบ) น. ปริพาชก, นักบวชผู้ชายนอกพระพุทธศาสนาประเภทหนึ่งในอินเดีย. (ป. ปริพฺพาชก).",
    "บริพาชิกา, บริพาชี": "[บอริ-] (แบบ) น. นักบวชผู้หญิงนอกพระพุทธศาสนาประเภทหนึ่งในอินเดีย. (ป. ปริพฺพาชิกา, ปริพฺพาชี).",
    "บริพาร": "[บอริพาน] น. ผู้แวดล้อม, ผู้รับใช้หรือผู้ห้อมล้อมติดตาม. (ป. ปริวาร).",
    "บริภัณฑ์ ๑": "[บอริพัน] น. วง, สิ่งแวดล้อม; เรียกภูเขาที่ล้อมเป็นวงกลมรอบเขาพระสุเมรุเป็นชั้น&#160;ๆ รวม ๗ ชั้นว่า เขาสัตบริภัณฑ์. (ป. ปริภณฺฑ). <i>(ดู สัตบริภัณฑ์, สัตภัณฑ์)</i>.",
    "บริภัณฑ์ ๒": "[บอริพัน] น. ของใช้, เครื่องใช้, เครื่องเรือน. (ป. ปริภณฺฑ).",
    "บริภัณฑ์ ๓": "[บอริพัน] น. ผ้าทาบประกอบริมสบงหรือจีวรด้านกว้าง.",
    "บริภาษ": "[บอริพาด] ก. กล่าวติเตียน, กล่าวโทษ, ด่าว่า. (ส. ปริภาษ).",
    "บริโภค": "[บอริโพก] ก. กิน (ใช้เฉพาะอาการที่ทําให้ล่วงลําคอลงไปสู่กระเพาะ) เช่น บริโภคอาหาร, เสพ เช่น บริโภคกาม; ใช้สิ้นเปลือง, ใช้สอย, เช่น บริโภคสมบัติ, คู่กับ อุปโภค. (ป. ปริโภค).",
    "บริโภคเจดีย์": "[บอริโพกคะ-] น. เจดีย์ที่บรรจุเครื่องบริขารของพระพุทธเจ้า.",
    "บริมาส": "[บอริมาด] น. พระจันทร์เต็มดวง.",
    "บริยาย": "[บอริยาย] ก. บรรยาย, สอน, แสดง, เล่าเรื่อง.",
    "บริรม": "[บอริรม] ก. ชอบใจ, ยินดี. (ส. ปริรม).",
    "บริรักษ์": "[บอริรัก] ก. ดูแล, รักษา, ปกครอง. (ส. ปริรกฺษ; ป. ปริรกฺข).",
    "บริราช": "[บอริราด] ก. ส่องแสงทุกด้าน, ฉายรัศมีโดยรอบ. (ส. ปริราช).",
    "บริวรรต": "[บอริวัด] ก. ปริวรรต. (ส. ปริวรฺต).",
    "บริวาร": "[บอริวาน] น. ผู้แวดล้อมหรือผู้ติดตาม เช่น พระพุทธเจ้ามีภิกษุประมาณ ๕๐๐ รูปเป็นบริวาร, สิ่งที่เป็นส่วนประกอบหรือสมทบสิ่งอื่นที่เป็นประธาน เช่น บริวารกฐิน.<2t>ว. ที่แวดล้อม เช่น ดาวบริวาร. (ป., ส. ปริวาร).",
    "บริวาส": "[บอริวาด] น. ปริวาส. (ป., ส. ปริวาส).",
    "บริเวณ": "[บอริเวน] น. พื้นที่ภายในขอบเขตที่กําหนดไว้ เช่น บริเวณบ้าน บริเวณโบสถ์ บริเวณวัด บริเวณสนามหลวง. (ป., ส. ปริเวณ).",
    "บริษการ": "[บอริสะกาน] (แบบ) น. บริขาร. (ส. ปริษฺการ; ป. ปริกฺขาร).",
    "บริษัท": "[บอริสัด] น. หมู่, คณะ, เช่น พุทธบริษัท, ที่ประชุม เช่น จะพูดอย่างไรต้องดูบริษัทเสียก่อน. (ส. ปริษทฺ; ป. ปริสา).",
    "บริษัทเครดิตฟองซิเอร์": "(กฎ) น. บริษัทจํากัดที่ได้รับใบอนุญาตให้ประกอบธุรกิจเครดิตฟองซิเอร์ อันได้แก่ การให้กู้ยืมเงินโดยวิธีรับจํานองอสังหาริมทรัพย์เป็นทางค้าปรกติ หรือประกอบธุรกิจการรับซื้อฝาก หรือกิจการอื่นเกี่ยวกับอสังหาริมทรัพย์ตามที่กฎหมายกําหนด.",
    "บริษัทเงินทุน": "(กฎ) น. บริษัทจำกัดที่ได้รับใบอนุญาตให้ประกอบธุรกิจการจัดหามาซึ่งเงินทุน และใช้เงินทุนนั้นในการประกอบกิจการอย่างใดอย่างหนึ่ง เช่น การพาณิชย์ การพัฒนา การเคหะ.",
    "บริษัทจำกัด": "(กฎ) น. บริษัทประเภทซึ่งตั้งขึ้นด้วยแบ่งทุนเป็นหุ้นมีมูลค่าเท่า&#160;ๆ กัน โดยผู้ถือหุ้นต่างรับผิดจํากัดเพียงไม่เกินจํานวนเงินที่ตนยังส่งใช้ไม่ครบมูลค่าของหุ้นที่ตนถือ.",
    "บริษัทบริวาร": "น. คนแวดล้อม เช่น เขามีบริษัทบริวารมาก.",
    "บริษัทมหาชนจำกัด": "(กฎ) น. บริษัทจำกัดซึ่งตั้งขึ้นด้วยความประสงค์ที่จะเสนอขายหุ้นต่อประชาชน โดยผู้ถือหุ้นมีความรับผิดจํากัดไม่เกินจํานวนเงินค่าหุ้นที่ต้องชําระและบริษัทดังกล่าวได้ระบุความประสงค์เช่นนั้นไว้ในหนังสือบริคณห์สนธิ.",
    "บริษัทหลักทรัพย์": "(กฎ) น. บริษัทหรือสถาบันการเงินที่ได้รับใบอนุญาตให้ประกอบธุรกิจหลักทรัพย์ เช่น การเป็นนายหน้าซื้อขายหลักทรัพย์ การค้าหลักทรัพย์ การเป็นที่ปรึกษาการลงทุน การจัดจำหน่ายหลักทรัพย์ การจัดการกองทุนรวม.",
    "บริสชน": "[บอริสะชน] น. บริวาร.",
    "บริสุทธิ์": "[บอริสุด] ว. แท้, ไม่มีอะไรเจือปน, เช่น ทองบริสุทธิ์, ปราศจากมลทิน, ปราศจากความผิด, เช่น เป็นผู้บริสุทธิ์, หมดจดไม่มีตําหนิ เช่น เพชรบริสุทธิ์ เครื่องแก้วบริสุทธิ์; เรียกสาวพรหมจารีว่า สาวบริสุทธิ์.<2t>น. แร่ชนิดหนึ่ง ในจําพวกนวโลหะ. (ป. ปริสุทฺธิ).",
    "บริสุทธิ์ใจ": "ว. มีนํ้าใสใจจริง, มีใจใสสะอาด, เช่น ทําด้วยความบริสุทธิ์ใจ.",
    "บริหาร": "[บอริหาน] ก. ออกกําลัง เช่น บริหารร่างกาย; ปกครอง เช่น บริหารส่วนท้องถิ่น; ดําเนินการ, จัดการ, เช่น บริหารธุรกิจ; กล่าวแก้.<2t>น. ดํารัสสั่ง เช่น ราชบริหาร, คําแถลงไข เช่น พระพุทธบริหาร. (ป., ส. ปริหาร).",
    "บริหาส": "[บอริหาด] (แบบ) ก. หัวเราะ, ร่าเริง, เยาะเย้ย. (ป., ส. ปริหาส).",
    "บแรง": "(โบ) ก. ไม่มีกําลัง, ไม่ไหว.",
    "บแรงภักษ์": "(โบ) ก. กินไม่ไหว.",
    "บฤงคพ": "[บฺริงคบ] (โบ; กลอน) น. ผู้ประเสริฐ, หัวหน้า. (ป., ส. ปุงฺคว).",
    "บล็อก": "น. แม่พิมพ์ทําด้วยแผ่นโลหะ ใช้ในกิจการพิมพ์. (อ. <f>block</f>).",
    "บวก": "ก. เอาจํานวนหนึ่งรวมเข้ากับอีกจํานวนหนึ่งหรือหลายจํานวนให้เป็นจํานวนเพิ่มขึ้นจํานวนเดียวกัน, เพิ่มเติมเข้าไป.<2t>ว. ที่เป็นไปในทางสนับสนุน ทางดี หรือเชิงสร้างสรรค์ เช่น มองในทางบวก; ในทางคณิตศาสตร์เรียกจำนวนเลขที่มีค่ามากกว่าศูนย์ว่า จำนวนบวก.<2t>น. เรียกเครื่องหมายคณิตศาสตร์รูปดังนี้ + ว่า เครื่องหมายบวก.",
    "บวง": "ก. บูชา เช่น บวงเทพทุกเถื่อนถํ้า มณฑล ทวีปเอย. (นิ. นรินทร์), มักใช้เข้าคู่กับคําอื่น เช่น บนบวง บวงสรวง บําบวง.",
    "บ่วง": "น. เชือกที่ทําเป็นวงสําหรับคล้อง รูดเข้าออกได้, โดยปริยายหมายถึงสิ่งอื่นที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น บ่วงมาร.",
    "บ่วงบาศ": "น. บ่วงสําหรับโยนไปคล้อง.",
    "บวงสรวง": "[-สวง] ก. บูชาเทวดาด้วยเครื่องสังเวยและดอกไม้ธูปเทียนเป็นต้น.",
    "บวช ๑": "ก. ถือเพศเป็นภิกษุสามเณรหรือนักพรตอื่น&#160;ๆ.",
    "บวช ๒": "(ปาก) ก. หลอก, ล่อลวง, ทําอุบายให้หลงเชื่อ, เช่น ถูกเขาบวชเช้าบวชเย็นรํ่าไป. (อิเหนา ร. ๕).",
    "บวชชี": "ก. ถือเพศเป็นชี.<2t>น. ชื่อของหวานชนิดหนึ่ง ทําด้วยกล้วย ต้มกับกะทิ.",
    "บวน": "น. ชื่อแกงชนิดหนึ่ง มีเครื่องในหมูต้มผัดกับเครื่องแกง มีหอมเผา กระเทียมเผา ข่า ตะไคร้ พริกไทย เป็นต้น ต้มกับนํ้าคั้นจากใบไม้บางชนิดมีใบมะตูม มะขวิด เป็นต้น ทําให้นํ้าแกงมีสีเขียว&#160;ๆ มีรสหวาน เค็ม.",
    "บ้วน": "ก. ทําให้นํ้าหรือของเหลวออกจากปาก.",
    "บ้วนปาก": "ก. ล้างปากด้วยอาการที่อมนํ้าแล้วบ้วนออกมา.",
    "บ้วนพระโอษฐ์": "(ราชา) น. กระโถน.",
    "บวบ": "น. ชื่อไม้เถาหลายชนิดในสกุล <f><i>Luffa</i></f> วงศ์ <f>Cucurbitaceae</f> ดอกสีเหลือง ผลกินได้ เช่น บวบเหลี่ยม <f>(<i>L. acutangula</i> L.)</f> บวบกลม หรือ บวบหอม <f>(<i>L. cylindrica</i> L.)</f>.",
    "บวบขม": "<i>ดู นมพิจิตร (๒)</i>.",
    "บวม": "ก. อาการที่เนื้ออูมหรือนูนขึ้นเพราะอักเสบหรือฟกชํ้าเป็นต้น.",
    "บวมน้ำ": "น. ภาวะที่มีนํ้าระหว่างเซลล์หรือภายในเซลล์มากเกินปรกติอย่างใดอย่างหนึ่ง หรือทั้ง ๒ อย่าง, โดยทั่วไปหมายถึงภาวะที่มีนํ้าอยู่ใต้ผิวหนังมากเกินปรกติ และอาจพบได้ในอวัยวะอื่น เช่น สมอง ปอด. (อ. <f>edema, oedema</f>).",
    "บ๊วย ๑": "น. (๑) ชื่อไม้ต้นชนิด <f><i>Myrica rubra</i> Sieb. et Zucc.</f> ในวงศ์ <f>Myricaceae</f> ผลกลม ผิวขรุขระ สุกสีแดงคลํ้า กินได้ รสเปรี้ยว&#160;ๆ หวาน&#160;ๆ.<2t>(๒) ชื่อไม้ต้นชนิด <f><i>Prunus mume</i> Sieb. et Zucc.</f> ในวงศ์ <f>Rosaceae</f> ผลกลมแบน มีขน ผลสุกสีเหลือง รสเปรี้ยวจัดและขม ดองเกลือแล้วกินได้.",
    "บ๊วย ๒": "(ปาก) ว. ที่สุดท้าย, ล้าหลังที่สุด. (จ.).",
    "บวร, บวร-": "[บอวอน, บอวอระ-] (แบบ) ว. ประเสริฐ, ลํ้าเลิศ, ราชาศัพท์ใช้นําหน้าคํานามที่เกี่ยวกับวังหน้า เช่น บวรวงศ์ คู่กับ บรม ซึ่งใช้กับวังหลวง เช่น บรมวงศ์. (ป. ปวร; ส. ปฺรวร).",
    "บวรโตฎก": "[บอวอระโตดก] น. ชื่อกลบทอย่างหนึ่ง.",
    "บหลิ่ม": "[บะหฺลิ่ม] น. ชื่อเพลงไทยทํานองหนึ่ง. (เงาะป่า), ปลิ่ม ก็ว่า. (รามเกียรติ์ ร. ๑), นอกนี้ยังมีเรียกและเขียนกันอีกหลายอย่าง คือ ปลิม ปลิ่ม ประหลิ่ม มะหลิ่ม ปะวะหลิ่ม ปะหลิ่ม.",
    "บอ": "ว. เกือบบ้า, ใกล้จะเป็นบ้า, ครึ่งบ้าครึ่งดี.",
    "บ่อ": "น. ช่องลึกลงไปในดินหรือในหินใช้เป็นที่ขังนํ้าขังปลาเป็นต้น หรือเป็นแหล่งที่เกิดของสิ่งบางอย่าง เช่น บ่อเกลือ บ่อถ่านหิน บ่อแร่.",
    "บ้อ, บ้อหุ้น": "น. ชื่อการพนันชนิดหนึ่ง โดยเขียนตารางสี่เหลี่ยมหรือวงกลมลงบนพื้น มีผู้เล่น ๒ ฝ่าย แต่ละฝ่ายออกสตางค์ฝ่ายละ ๒-๓ อัน เอามารวมกัน ฝ่ายหนึ่งจะเป็นผู้โยนสตางค์ทั้งหมดลงในตารางหรือวงกลมนั้นให้กระจาย อีกฝ่ายหนึ่งจะชี้สตางค์อันใดอันหนึ่งให้ฝ่ายโยน ฝ่ายโยนจะต้องใช้สตางค์อีกอันหนึ่ง เรียกว่า &#147;อีตัว&#148; โยนลงให้ประกบสตางค์อันที่เขาชี้ให้ ถ้าโยนลงไปประกบได้ ก็เป็นฝ่ายชนะ ได้สตางค์ทั้งหมด ถ้าโยนถูกสตางค์อันอื่น ก็เป็นฝ่ายแพ้ ต้องเสียสตางค์ทั้งหมดให้ฝ่ายชี้ แต่ถ้าฝ่ายโยนไม่มั่นใจว่าจะโยนอีตัวไปประกบได้ ก็อาจโยนอีตัวลงไปในที่ว่าง เรียกว่า &#147;อู้ไว้&#148; หมายความว่า กินไม่ได้ แล้วอีกฝ่ายหนึ่งก็จะเป็นผู้โยนบ้าง ฝ่ายที่โยนก่อนก็เปลี่ยนมาเป็นผู้ชี้บ้าง.",
    "บอก ๑": "น. ปล้องไม้ไผ่มีข้อขังข้างก้นสําหรับใส่นํ้าเป็นต้น, มักใช้ว่า กระบอก.",
    "บอก ๒": "ก. พูดให้รู้, เล่าให้ฟัง, เช่น บอกกันต่อ&#160;ๆ มา บอกอาการให้หมอฟัง; บ่งให้รู้ เช่น สัญญาณบอกเหตุร้าย อีกาบอกข่าว; แนะนํา เช่น บอกให้ทําอย่างนั้นอย่างนี้, สอน เช่น อย่าบอกหนังสือสังฆราช; รายงาน เช่น ใบบอก.",
    "บอกกล่าว": "ก. ร้องบอกให้ผู้อื่นเป็นพยานรับรู้ไว้.",
    "บอกแขก": "ก. บอกเพื่อนบ้านให้มาช่วยกันทํางาน เช่น บอกแขกเกี่ยวข้าว.",
    "บอกคำบอก": "ก. บอกหรืออ่านหนังสือให้เขียนตาม.",
    "บอกบท": "ก. อ่านข้อความในบทโขนละครให้คนร้องร้องตามที่บอก, อ่านข้อความในบทละครให้ผู้เล่นพูดหรือร้องตามที่บอก; บอกหรือสั่งให้ทําสิ่งใด&#160;ๆ ตามที่ผู้บอกต้องการ.",
    "บอกบัญชี": "(โบ) ก. บอกศาลา.",
    "บอกบุญ": "ก. บอกชักชวนให้ทําบุญเช่นในการสร้างโบสถ์ทอดกฐิน.",
    "บอกใบ้": "ก. แนะด้วยอุบาย, บอกเป็นเลศนัย.",
    "บอกปัด, บอกเปิด": "ก. พูดปัดไปให้พ้นตัว, พูดอย่างไม่รู้ไม่ชี้.",
    "บอกยี่ห้อ": "(ปาก) ก. แสดงกิริยาท่าทีหรือคําพูดให้รู้ว่ามีลักษณะนิสัยใจคอหรือชาติตระกูลเป็นอย่างไรเป็นต้น.",
    "บอกเล่าเก้าสิบ": "(สํา) ก. บอกกล่าวให้รู้.",
    "บอกวัตร": "(โบ) ก. บอกข้อปฏิบัติที่เกี่ยวกับพระพุทธศาสนา เมื่อทําวัตรเย็นเสร็จแล้ว.",
    "บอกศาลา": "ก. ประกาศไม่รับผิดชอบหรือตัดขาดไม่ให้ความอุปการะเลี้ยงดูอีกต่อไป.",
    "บอกหนทาง": "ก. เตือนสติให้ระลึกถึงคุณพระในขณะใกล้จะตาย.",
    "บอกหนังสือสังฆราช": "(สํา) ก. สอนสิ่งที่เขารู้ดีอยู่แล้ว, สอนหนังสือสังฆราช ก็ว่า.",
    "บอกหัว": "(ถิ่น-ปักษ์ใต้) น. กะโหลกหัว.",
    "บ่อเกิด": "น. แหล่งที่เกิด, แหล่งที่มา, ต้นกําเนิด, เช่น บ่อเกิดวัฒนธรรม บ่อเกิดรามเกียรติ์.",
    "บอง ๑": "น. เสือบอง. <i>(ดู แมวป่า)</i>.",
    "บอง ๒": "(ถิ่น-ปักษ์ใต้) น. กระบอง.",
    "บ่อง": "ก. เจาะ, สับ.",
    "บ้อง": "น. ปล้องไม้จําพวกไม้ไผ่ที่ขังข้อ; สิ่งที่เป็นช่องคล้ายกระบอก เช่น ช่องสําหรับสวมด้ามขวานหรือสิ่วเป็นต้น, ลักษณนามเรียกการสูบกัญชาหมดครั้งหนึ่งว่า บ้องหนึ่ง.",
    "บ๊อง, บ๊อง ๆ": "(ปาก) ว. ไม่เต็มเต็ง, บ้า&#160;ๆ บอ&#160;ๆ.",
    "บ้องกัญชา": "น. ปล้องไม้ไผ่ชนิดขังข้อสําหรับสูบกัญชา.",
    "บ้องตะลา": "น. งูชนิดหนึ่ง, ตะยองสะลา ก็ว่า. (พจน. ๒๔๙๓).",
    "บ้องตัน": "น. เนื้อสันที่อยู่ภายในโคนหางของจระเข้เป็นต้น.",
    "บ้องตื้น": "ว. มีความคิดอย่างโง่&#160;ๆ.",
    "บ้องแบ๊ว": "ว. มีหน้าตาพิลึก.",
    "บ้องไฟ": "น. ดอกไม้ไฟชนิดหนึ่งมีหางยาวอย่างกรวดดอกไม้ไฟ แต่มีขนาดใหญ่มาก, บั้งไฟ ก็ว่า.",
    "บ้องยาแดง": "น. ปล้องไม้ไผ่ชนิดขังข้อ สําหรับสูบยาแดง.",
    "บองหลา": "<i>ดู จงอาง</i>.",
    "บ้องหู": "น. ช่องหู, รูหู, เช่น ขี้หูเต็มบ้องหู.",
    "บอด": "ว. มืด, ไม่เห็น, (ใช้แก่ตา); สกปรก เช่น หัวเทียนบอด; ไม่มีแวว เป็นวงทึบไม่โปร่ง (ใช้แก่หัวตัวหนังสือ) เช่น เขียนหนังสือหัวบอด; เรียกนมที่หัวบุ๋มเข้าไปว่า นมตาบอด หรือ นมบอด.",
    "บอดสี": "น. เรียกตาที่มองเห็นสีผิดไปจากสีที่เป็นจริง เนื่องจากประสาทตาที่รับรู้สีพิการหรือเจริญไม่เต็มที่ ว่า ตาบอดสี.",
    "บอน": "น. ชื่อไม้ล้มลุกหลายชนิดในวงศ์ <f>Araceae</f> คือ ชนิด <f><i>Colocasia esculenta</i> (L.) Schott var. <i>antiquorum</i> (Schott) Hubb. et Rehder</f> ขึ้นตามชายนํ้าหรือที่ลุ่มนํ้าขัง ยางคัน ก้านใบทําให้สุกแล้วกินได้ และอีกหลายชนิดในสกุล <f><i>Caladium</i></f> ใบมีสีและลายต่าง&#160;ๆ ปลูกเป็นไม้ประดับ เช่น บอนสี <f>[<i>C. bicolor</i> (Ait.) Vent.]</f> บอนเสวก <f>(<i>C. argyrites</i> Lem.)</f>.<2t>ว. อาการที่ปากหรือมืออยู่ไม่สุข เรียกว่า ปากบอน หรือ มือบอน เช่น ซนมือบุกซุกมือบอน ซนปากบุกซุกปากบอน.",
    "บ่อน": "น. แหล่งเป็นที่ชุมนุมกันเพื่อเล่นการพนัน เช่น บ่อนไก่ บ่อนเบี้ย บ่อนไพ่, แหล่งเป็นที่ชุมนุมกันเพื่อการบางอย่างมีเล่นสักวาหรือเล่านิทานเป็นต้น เช่น บ่อนสักวา บ่อนเล่านิทาน.<2t>ก. กินฟอนอยู่ข้างใน เช่น หนอนบ่อนไส้, ภายในย่อมแมลงวัน หนอนบ่อน. (โลกนิติ).",
    "บ่อนแตก": "ก. ก่อเรื่องทําให้คนที่มาชุมนุมกันต้องเลิกไปกลางคัน.",
    "บ่อนทำลาย": "ก. แทรกซึมเข้าไปเพื่อทําลายอยู่ภายในทีละน้อย&#160;ๆ.",
    "บอนลายกระหนก": "<i>ดู กระหนกนารี</i>.",
    "บ่อน้ำร้อน": "น. บ่อที่มีนํ้าผุดขึ้นมาจากใต้ดิน และมีอุณหภูมิสูงกว่าอุณหภูมิของร่างกายมนุษย์ เกิดจากนํ้าไหลซึมซาบลงไปใต้ดินลึกมาก เมื่อไปกระทบอุณหภูมิสูง ทําให้นํ้าร้อนจัดขึ้น และขยายตัวหรือกลายเป็นไอเกิดแรงดันตัวเองขึ้นมาตามรอยแยกของชั้นหินและดินขึ้นมาสู่ผิวดิน ทั้งละลายเอาแก๊ส แร่ธาตุ และสารเคมีที่มีอยู่ตามชั้นดินต่าง&#160;ๆ ติดมาด้วย ที่พบเสมอมักจะเป็นธาตุกํามะถันและแก๊สไข่เน่า นํ้าในบ่อนํ้าร้อนบางแห่งจึงอาจมีสมบัติทางยาได้.",
    "บอบ": "ว. อ่อนเปลี้ยหรือหมดแรงเพราะถูกทุบตีอย่างรุนแรง หรือเจ็บป่วยอย่างหนัก หรือออกกําลังมากเกินไปเป็นต้น.",
    "บอบช้ำ": "ว. ฟกชํ้าและระบม.",
    "บอบบาง": "ว. อ้อนแอ้น, ไม่แน่นหนาหรือไม่คงทน.",
    "บอบแบบ": "ว. อ่อนป้อแป้.",
    "บ้อม": "(ปาก) ก. ทําร้ายร่างกายด้วยการทุบตี.",
    "บ๋อม": "ว. บุ๋ม.",
    "บ่อย, บ่อย ๆ": "ว. หลายครั้งหลายหนในระยะเวลาไม่สู้นาน.",
    "บอระเพ็ด": "น. ชื่อไม้เถาชนิด <f><i>Tinospora crispa</i> (L.) Hook.f. et Thomson</f> ในวงศ์ <f>Menispermaceae</f> เถาเป็นตุ่ม รสขม ใช้ทํายาได้.",
    "บอระมาน": "(โบ) น. กาว, แป้งเปียก.",
    "บอล": "น. ลูกกลมทําด้วยวัสดุต่าง&#160;ๆ เช่น หนัง ยาง พลาสติก ภายในมีลมอัด ใช้ในการเล่นกีฬาเป็นต้น, ลูกบอล ก็เรียก. (อ. <f>ball</f>); เรียกงานชุมนุมทางสังคมที่มีลีลาศ รําวง เป็นหลักสําคัญ ว่า งานบอล.",
    "บอลลูน": "<i>ดู บัลลูน</i>.",
    "บ้อหุ้น": "น. ชื่อการพนันชนิดหนึ่ง. <i>(ดู บ้อ, บ้อหุ้น)</i>.",
    "บเอ": "(โบ) ว. มิใช่เอก, มิใช่หนึ่ง, มาก.",
    "บ๊ะ": "อ. คําที่เปล่งออกมาแสดงความไม่พอใจหรือประหลาดใจเป็นต้น, อุบ๊ะ ก็ว่า.",
    "บ๊ะจ่าง": "น. ชื่ออาหารคาวของจีนชนิดหนึ่ง ทำด้วยข้าวเหนียวนำมาผัดน้ำมัน มีไส้หมูเค็มหรือหมูพะโล้ กุนเชียง ไข่เค็มเฉพาะไข่แดง กุ้งแห้ง เห็ดหอม เป็นต้น ห่อด้วยใบไผ่แล้วต้มให้สุก. (จ.).",
    "บะหมี่": "น. ชื่ออาหารชนิดหนึ่ง ทําด้วยแป้งสาลี เป็นเส้นเล็ก&#160;ๆ มีสีเหลือง ลวกสุกแล้วปรุงด้วยเครื่องมีหมูเป็นต้น. (จ.).",
    "บัก ๑": "(ถิ่น) น. คําเรียกชายที่เสมอกันหรือตํ่ากว่า ตรงกับคําว่า อ้าย.",
    "บัก ๒": "(ถิ่น) น. ของลับผู้ชาย.",
    "บักโกรก": "[-โกฺรก] (ปาก) ว. ซูบผอมเพราะหักโหมกําลังเกินไป.",
    "บักอาน": "(ปาก) ว. อ่อนเปลี้ย, บอบชํ้า.",
    "บัคเตรี": "น. พืชชั้นตํ่าเซลล์เดียว ไม่มีผนังห่อหุ้มนิวเคลียส ไม่มีคลอโรฟิลล์ มีรูปร่างกลม เป็นท่อน โค้ง หรือเป็นเกลียว, แบคทีเรีย ก็เรียก. (อ. <f>bacteria</f>).",
    "บัง ๑": "ก. กัน กั้น หรือปิดไม่ให้เห็น ไม่ให้ผ่าน ไม่ให้โดน เช่น บังแดด บังฝน บังลม ยืนบัง.",
    "บัง ๒": "คําพยางค์หน้า เมื่ออยู่หน้าพยัญชนะ ก วรรค เช่น บังเกิด บังควร บังคับ หรือเมื่ออยู่หน้าเศษวรรค เช่น บังวาย บังหวน บังอาจ, เมื่ออยู่หน้าพยัญชนะ จ วรรค หรือ ต วรรค แปลงเป็น บัน เช่น บันเจิด บันโดย, เมื่ออยู่หน้าพยัญชนะ ป วรรค เขียนเป็นสระอํา เช่น บําเพ็ญ.",
    "บั้ง": "ก. เชือดหรือฟันให้เป็นแผลตามขวาง เช่น บั้งปลา.<2t>น. รอยเชือดเป็นแผลตามขวาง เช่น กรีดยางเป็นบั้ง&#160;ๆ; เครื่องมือสําหรับถูไม้ คล้ายบุ้ง แต่มีฟันเป็นแถว&#160;ๆ, สิ่งที่เป็นแถบ&#160;ๆ อย่างเครื่องหมายยศทหารหรือตํารวจชั้นประทวนเป็นต้น; กระบอกไม้ไผ่.",
    "บังกะโล": "น. บ้านยกพื้นชั้นเดียว มีระเบียงกว้าง. (ฮ. บงฺคลา; อ. <f>bungalow</f>).",
    "บังกัด": "ก. ปิดบัง, อําพราง.",
    "บังเกิด": "ก. เกิด เช่น บังเกิดอุบัติเหตุ บังเกิดลมพายุ, ทําให้เกิด เช่น แม่บังเกิดเกล้า.",
    "บังโกรยตัวผู้, บังโกรยตัวเมีย": "[-โกฺรย-] น. ชื่อต้นไม้ชนิดหนึ่ง. (พจน. ๒๔๙๓).",
    "บังโกลน, บังโคลน": "[-โกฺลน, -โคฺลน] น. เครื่องบังเหนือล้อรถ ป้องกันโคลนมิให้กระเด็นขึ้นมาเปื้อนรถ.",
    "บังคน": "(ราชา) น. อุจจาระหรือปัสสาวะ.",
    "บังคนเบา": "(ราชา) น. ปัสสาวะ, ใช้ว่า พระบังคนเบา.",
    "บังคนหนัก": "(ราชา) น. อุจจาระ, ใช้ว่า พระบังคนหนัก.",
    "บังคม": "(ราชา) ก. แสดงความเคารพพระมหากษัตริย์ สมเด็จพระบรมราชินีนาถ สมเด็จพระบรมราชินี และพระบรมราชวงศ์ชั้นสูง ตามประเพณีไทย, ใช้ว่า ถวายบังคม. (ข.).",
    "บังคล": "ก. มอบให้ เช่น เป็นบังคลแก่ท่านแล. (ม. คําหลวง วนปเวสน์). (ข. ปรฺคล ว่า มอบให้).",
    "บังควร": "ว. ควรอย่างยิ่ง, เหมาะอย่างยิ่ง, (มักใช้ในความปฏิเสธ) เช่น ไม่บังควร หาเป็นการบังควรไม่.",
    "บังความ": "ก. ตั้งใจปกปิดเอาไว้.",
    "บังคับ": "น. (โบ) การว่ากล่าวปกครอง, อํานาจศาลสมัยมีสภาพนอกอาณาเขต, เช่น คนในบังคับอังกฤษ; กฎเกณฑ์ของการประพันธ์ที่บัญญัติใช้ในฉันทลักษณ์ เช่น บังคับครุลหุ บังคับเอกโท บังคับสัมผัส.<2t>ก. ใช้อํานาจสั่งให้ทําหรือให้ปฏิบัติ; ให้จําต้องทํา เช่น อยู่ในที่บังคับ; ให้เป็นไปตามความประสงค์ เช่น บังคับเครื่องบินให้ขึ้นลง.",
    "บังคับการ": "ก. รับผิดชอบในการควบคุมและสั่งการ, เรียกผู้มีอํานาจเช่นนั้นว่า ผู้บังคับการ.",
    "บังคับครุ": "น. กฎเกณฑ์ของการประพันธ์ที่บัญญัติให้ใช้พยางค์ที่มีเสียงหนัก คือ พยางค์ที่ประกอบด้วยสระเสียงยาวทั้งที่มีตัวสะกดและไม่มีตัวสะกด เช่น มา ดี ขาว สาย พยางค์ที่ประกอบด้วยสระสั้นที่ออกเสียงอย่างมีตัวสะกดทั้ง ๔ คือ อํา ใอ ไอ เอา เช่น รํา ใจ และพยางค์ที่มีตัวสะกดทั้งสิ้น เช่น จัด เรียน.",
    "บังคับใจ": "ก. ห้ามใจ, ข่มใจ, อดกลั้น; ใช้อํานาจบังคับให้เขาต้องฝืนใจทํา.",
    "บังคับโท": "น. กฎเกณฑ์ของการประพันธ์ที่บัญญัติให้ใช้พยางค์หรือคําที่มีรูปวรรณยุกต์โท.",
    "บังคับบัญชา": "ก. มีอํานาจปกครองควบคุมดูแลและสั่งการให้เป็นไปตามอํานาจหน้าที่.<2t>น. อํานาจปกครองควบคุมดูแลและสั่งการให้เป็นไปตามอํานาจหน้าที่, เรียกผู้มีอํานาจปกครองควบคุมดูแลและสั่งการนั้นว่า ผู้บังคับบัญชา, เรียกผู้อยู่ใต้อํานาจปกครองควบคุมดูแลและสั่งการนั้นว่า ผู้ใต้บังคับบัญชา.",
    "บังคับลหุ": "น. กฎเกณฑ์ของการประพันธ์ที่บัญญัติให้ใช้พยางค์ที่มีเสียงเบา คือ พยางค์ที่ประกอบด้วยสระเสียงสั้นที่ไม่มีตัวสะกด เช่น จะ ติ แพะ.",
    "บังคับสัมผัส": "น. กฎเกณฑ์ของการประพันธ์ที่บัญญัติให้ใช้คําคล้องจองกัน มีหลายชนิด คือ สัมผัสนอก สัมผัสใน สัมผัสสระ สัมผัสอักษร.",
    "บังคับเอก": "น. กฎเกณฑ์ของการประพันธ์ที่บัญญัติให้ใช้พยางค์หรือคําที่มีรูปวรรณยุกต์เอก และบรรดาคําตายทั้งสิ้นในโคลงและร่ายใช้แทนเอกได้.",
    "บังคัล": "ก. เฝ้า. (ข.).",
    "บังเงา": "ว. เรียกหญิงหากินที่ในเวลากลางคืนมักยืนแอบอยู่ตามเงามืดที่แสงไฟส่องไปไม่ถึงว่า นางบังเงา.",
    "บังตะวัน": "น. เครื่องบังแดดเช่นเดียวกับบังสูรย์. (สิบสองเดือน).",
    "บังตา": "น. เครื่องบังประตูทําด้วยไม้หรือกระจกเป็นต้นติดอยู่กับกรอบประตูเหนือระดับตาเล็กน้อย ผลักเปิดปิดได้, ถ้าเป็นเครื่องบังหน้าต่างในระดับตา มักทําด้วยผ้า เรียกว่า ม่านบังตา; เครื่องบังตาม้าเพื่อไม่ให้เห็นข้าง&#160;ๆ.",
    "บังแทรก": "<pic051.gif,บังแทรก>[-แซก] น. เครื่องสูงอย่างหนึ่งสําหรับใช้ในริ้วขบวนพิธีแห่, คู่กับ ทานตะวัน อยู่ระหว่างฉัตร.",
    "บังใบ ๑": "น. ชื่อกบชนิดหนึ่งสําหรับไสคิ้วไม้; การเพลาะริมไม้ให้ลึกลงไปจากผิวเดิมด้วยการใช้กบบังใบไส แล้วนํามาประกอบเป็นวงกบหรือวงกรอบของประตูหน้าต่าง, วิธีเพลาะไม้ให้สนิทเป็นแผ่นเดียวกัน ด้วยการใช้กบบังใบไสริมไม้ทั้ง ๒ แผ่นให้ลึกเท่า&#160;ๆ กัน แล้วนํามาประกบให้เป็นแผ่นเดียวกัน.",
    "บังใบ ๒": "น. ชื่อเพลงไทยทํานองหนึ่ง ใช้ขับร้องประกอบการแสดงโขนและละคร.",
    "บังเพลิง": "น. เครื่องส่องแสงไฟที่มีกําบังไม่ให้เห็นผู้ส่อง.",
    "บังไพร": "ก. เสกกิ่งไม้ถือบังตัวให้สัตว์เห็นเป็นป่าไม่เห็นตัวคน ใช้ในการคล้องช้างเป็นต้น.",
    "บังฟัน": "ก. ใช้เวทมนตร์ไปทําร้ายผู้อื่นด้วยวิธีเอาดาบเป็นต้นฟันสิ่งที่สมมุติเป็นตัวผู้ที่ตนประสงค์จะทําร้าย เพื่อให้เกิดผลเป็นทํานองเดียวกันแก่ผู้นั้น.",
    "บั้งไฟ": "น. บ้องไฟ.",
    "บังมืด": "ก. บังแสงสว่างทําให้มืดไป เช่น อย่ายืนบังมืด มองไม่เห็น.",
    "บังวาย": "ก. เสื่อมเสีย, เสียหาย, เช่น ทํากลบังวาย. (สามดวง), บังวายสวาท. (กฤษณา).",
    "บังเวียน": "ก. หมุนรอบ, เวียนรอบ.",
    "บังสาด": "น. เพิงที่ต่อชายคาสําหรับกันฝนสาด, กันสาด ก็เรียก.",
    "บังสุกุล": "น. เรียกผ้าที่พระภิกษุชักจากศพ หรือที่ทอดไว้หน้าศพ หรือที่ทอดบนด้ายสายสิญจน์หรือผ้าภูษาโยงที่ต่อจากศพด้วยการปลงกรรมฐานว่า ผ้าบังสุกุล, เรียกกิริยาที่พระภิกษุชักผ้าเช่นนั้นว่า ชักบังสุกุล, (ปาก) บังสกุล ก็ว่า. (ป. ปํสุกูล ว่า ฝั่งแห่งฝุ่น, กองฝุ่น, คลุกฝุ่น; ส. ปําสุกูล).",
    "บังสุกูลิก": "(แบบ) น. ผู้ใช้ผ้าบังสุกุลเป็นวัตร, เป็นชื่อธุดงค์ประการหนึ่งของภิกษุผู้ใช้ผ้าเฉพาะที่เก็บได้จากกองฝุ่นกองหยากเยื่อมาทําเครื่องนุ่งห่ม คือไม่ใช้ผ้าที่ชาวบ้านถวาย. (ป. ปํสุกูลิก).",
    "บังสูรย์": "<pic052.gif,บังสูรย์>น. เครื่องสูงอย่างหนึ่ง สําหรับใช้บังแดดในการพิธีแห่ รูปคล้ายบังแทรก.",
    "บังหน้า": "ก. นําชื่อบุคคลเป็นต้นมาอ้างเพื่อประโยชน์ตนโดยเจตนาให้ผู้อื่นหลงผิด; ทํากิจการอย่างหนึ่งเพื่ออําพรางกิจการอีกอย่างหนึ่ง.",
    "บังหวน, บังหวนควัน": "ก. ทําให้ควันหวนตลบขึ้น.",
    "บังเหตุ": "(โบ) ก. ประมาท เช่น บังเหตุดูถูก. (ข. บฺรเหส); ทําให้เป็นเหตุ, บันดาลเหตุ, เช่น ใบก็บังเหตุร่วงประจักษ์ตา. (ขุนช้างขุนแผน).",
    "บังเหิน": "ก. เหาะ, บิน.",
    "บังเหียน": "น. เครื่องบังคับม้าให้ไปในทางที่ต้องการ ทําด้วยเหล็กหรือไม้ใส่ผ่าปากม้า ที่ปลายมีห่วง ๒ ข้างสําหรับผูกสายบังเหียนโยงไว้ให้ผู้ขี่ถือ, โดยปริยายหมายความว่า อํานาจบังคับบัญชาให้เป็นไปในทางที่ต้องการ เช่น ถือบังเหียนการปกครองบ้านเมือง กุมบังเหียน.",
    "บังอร": "น. นาง; เด็ก&#160;ๆ ที่กําลังน่ารัก เช่น เมื่อทอดพระเนตรเห็นสองบังอรอรรคปิโยรส.",
    "บังอวจ": "[-อวด] น. หน้าต่าง. (ข. บงฺอัวจ).",
    "บังอาจ": "ก. กล้าแสดงกล้าทําด้วยทะนงใจหรือฮึกเหิม โดยไม่ยําเกรงหรือไม่รู้จักสูงตํ่า, กล้าละเมิดกฎหมาย.",
    "บังอิง": "น. พนัก.<2t>ก. อิง, พิง.",
    "บังอูร": "[บังอูน] ก. ตก, ตกลง; ยอบลง. (ข. บงฺอุร ว่า ฝนตก).",
    "บังเอิญ": "ว. ที่เกิดขึ้นโดยไม่รู้ตัวหรือไม่คาดหมาย, เผอิญ.",
    "บัญจก": "[บันจก] น. หมวด ๕, ประชุม ๕, เช่น ขันธบัญจก. (ป. ปญฺจก).",
    "บัญจรงค์": "[บันจะรง] (แบบ) น. เบญจรงค์ เช่น เอาผ้าบัญจรงค์อันงาม. (จารึกวัดป่ามะม่วง หลักที่ ๕ ด้านที่ ๓).",
    "บัญชร": "[บันชอน] น. กรง, ซี่กรง; หน้าต่าง. (ป., ส. ปญฺชร).",
    "บัญชา": "น. คําสั่งของผู้มีอํานาจบังคับในการปกครอง.<2t>ก. สั่งการตามอํานาจหน้าที่.",
    "บัญชาการ": "ก. สั่งการงานตามอํานาจหน้าที่.",
    "บัญชี": "น. สมุดหรือกระดาษสําหรับจดรายการต่าง&#160;ๆ ไว้เป็นหลักฐาน เช่น บัญชีเงินสด บัญชีพัสดุ บัญชีพล บัญชีเรียกชื่อ. (ส. ปญฺชิ).",
    "บัญชีกระแสรายวัน": "น. บัญชีเงินฝากธนาคาร ซึ่งผู้ฝากสามารถถอนเงินได้ทุกเวลา.",
    "บัญชีเดินสะพัด": "(กฎ) น. ชื่อสัญญาซึ่งบุคคล ๒ คนตกลงกันว่าสืบแต่นั้นไปหรือในชั่วเวลากําหนดอันใดอันหนึ่ง ให้ตัดทอนบัญชีหนี้ทั้งหมดหรือแต่บางส่วนอันเกิดขึ้นแต่กิจการในระหว่างเขาทั้ง ๒ นั้นหักกลบลบกัน และคงชําระแต่ส่วนที่เป็นจํานวนคงเหลือโดยดุลภาค.",
    "บัญญัติ": "[บันหฺยัด] น. ข้อความที่ตราหรือกําหนดขึ้นไว้เป็นข้อบังคับ เป็นหลักเกณฑ์ หรือเป็นกฎหมาย เช่น พระราชบัญญัติ พุทธบัญญัติ บัญญัติ ๑๐ ประการ.<2t>ก. ตราหรือกําหนดขึ้นไว้เป็นข้อบังคับ เป็นหลักเกณฑ์ หรือเป็นกฎหมาย เช่น บัญญัติศัพท์ บัญญัติกฎหมาย. (ป. ปญฺ&#xf70f;ตฺติ).",
    "บัญญัติไตรยางศ์": "น. วิธีเลขอย่างหนึ่ง ซึ่งกําหนดส่วนสัมพันธ์ของเลข ๓ จํานวนเพื่อหาจํานวนที่ ๔ โดยวิธีเทียบหา ๑ ก่อน แล้วจึงไปหาส่วนที่ต้องการ ด้วยการนําเลขทั้ง ๓ จํานวนที่กําหนดให้และที่ให้หามาคูณหารกันเป็น ๓ ขั้น.",
    "บัญหา": "น. ข้อที่ต้องคิดต้องแก้, เรื่องที่ต้องปรึกษาหารือ. (ป. ปญฺห).",
    "บัฏ": "น. ผืนผ้า, แผ่น. (ป., ส. ปฏ).",
    "บัฐยาพฤต": "[บัดถะหฺยาพฺรึด] น. ชื่อฉันท์ชนิดหนึ่งซึ่งกําหนดด้วยอักษร ๓๒ คํา มี ๔ บาท บาทละ ๘ คํา, ปัฐยาวัต หรือ อัษฎกฉันท์ ก็เรียก. (ส.; ป. ปฐฺยาวตฺต).",
    "บัณฑร, บัณฑร-": "[บันทอน, บันทะระ-] ว. ขาวเหลือง. (ป. ปณฺฑุ; ส. ปาณฺฑร). (แผลงมาจาก บัณฑุ).",
    "บัณฑรนาค": "น. ช้างเผือก.",
    "บัณฑรหัตถี": "น. ชื่อช้างตระกูล ๑ ใน ๑๐ ตระกูล กายสีขาวดังเขาไกรลาส.",
    "บัณฑิต": "[บันดิด] น. ผู้ทรงความรู้, ผู้มีปัญญา, นักปราชญ์, ผู้สําเร็จการศึกษาขั้นปริญญาซึ่งมี ๓ ขั้น คือ ปริญญาตรี ปริญญาโท ปริญญาเอก เรียกว่า บัณฑิต มหาบัณฑิต ดุษฎีบัณฑิต, ผู้มีความสามารถเป็นพิเศษโดยกําเนิด เช่น คนนี้เป็นบัณฑิตในทางเล่นดนตรี. (ป., ส. ปณฺฑิต).",
    "บัณฑิตย์": "[บันดิด] น. ความรอบรู้, การเรียน, ความเป็นบัณฑิต. (ส. ปาณฺฑิตฺย; ป. ปณฺฑิจฺจ).",
    "บัณฑุ": "[บันดุ] ว. เหลืองอ่อน, ขาวเหลือง, ซีด.<2t>น. ช้างเผือก. (ป. ปณฺฑุ; ส. ปาณฺฑุ).",
    "บัณฑุกัมพล": "น. ผ้าขนสัตว์สีเหลือง. (ป. ปณฺฑุกมฺพล).",
    "บัณฑุกัมพลศิลาอาสน์": "น. แท่นหินมีสีดุจผ้ากัมพลเหลือง เป็นที่สถิตของพระอินทร์.",
    "บัณฑุนาค": "น. ช้างเผือก. (ส. ปาณฺฑุนาค).",
    "บัณฑุโรค": "(แบบ) น. โรคผอมเหลือง, โรคเพื่อดี. (ป. ปณฺฑุโรค).",
    "บัณฑูร": "[บันทูน] (ราชา) น. คําสั่ง, คําสั่งกรมพระราชวังบวร.",
    "บัณเฑาะก์": "[บันเดาะ] น. กะเทย. (ป., ส. ปณฺฑก อภิธาน ว่า กะเทย, ชิลเดอร์ และมอร์เนียร์ วิลเลียม ว่า ขันที).",
    "บัณเฑาะว์": "[บันเดาะ] น. กลองสองหน้าขนาดเล็กชนิดหนึ่งมีหลักอยู่ตอนบน ผูกตุ้มห้อยลงมาทางหน้ากลอง ใช้ไกวให้ตุ้มแกว่งกระทบหน้ากลองทั้ง ๒ ข้าง. (ป. ปณว; ส. ปฺรณว).",
    "บัณณาส": "[บันนาด] ว. ห้าสิบ. (ป. ปณฺณาส).",
    "บัณรส": "[บันนะรด] ว. สิบห้า. (ป. ปณฺณรส).",
    "บัณรสี": "[บันนะระสี] ว. ที่ ๑๕, ใช้กับคําว่า ดิถี เช่น บัณรสีดิถี = วัน ๑๕ คํ่า. (ป. ปณฺณรสี).",
    "บัด": "น. เวลา, เมื่อ, ครั้ง, คราว; ทันใด.",
    "บัดกรี": "[บัดกฺรี] ก. เชื่อมหรือประสานโลหะให้ติดกัน.",
    "บัดใจ": "ว. ประเดี๋ยว, ทันใด.",
    "บัดซบ": "ว. สิ้นดี, มักใช้ประกอบกับคํา โง่ เซ่อ หรือ เซอะ เช่น โง่บัดซบ.",
    "บัดดล": "ว. ทันใดนั้น.",
    "บัดเดี๋ยว": "ว. ประเดี๋ยว.",
    "บัดนั้น": "ว. คําขึ้นต้นข้อความของบทละคร (ใช้แก่ตัวละครที่ไม่ใช่ตัวเจ้าหรือมิได้เป็นตัวเอกในตอนนั้น&#160;ๆ).",
    "บัดนี้": "ว. ขณะนี้, เดี๋ยวนี้, เช่น บัดนี้ได้เสนอเรื่องมาให้พิจารณาแล้ว.",
    "บัดบง": "ก. สูญหาย. (ข. บาต่ ว่า หาย, บง่ ว่า เสียไป).",
    "บัดแบ่ง": "น. กึ่งเวลา.",
    "บัดแมล่ง": "[-มะแล่ง] น. เวลาบ่ายเย็น.",
    "บัดสี, บัดสีบัดเถลิง": "[-ถะเหฺลิง] ว. น่าอับอายขายหน้า เป็นที่น่ารังเกียจ.",
    "บัตร": "[บัด] น. แผ่นเอกสารแสดงสิทธิของผู้ใช้เป็นต้น มักทําด้วยกระดาษรูปสี่เหลี่ยมผืนผ้า เช่น บัตรประจําตัว บัตรเลือกตั้ง บัตรสมนาคุณ; ภาชนะทําด้วยกาบกล้วย เป็นรูปกระบะสําหรับวางเครื่องเซ่นสังเวย, ถ้าทําเป็นรูปสามเหลี่ยม เรียกว่า บัตรคางหมู, ถ้าทําเป็นรูปสี่เหลี่ยม เรียกว่า บัตรกรุงพาลี หรือ บัตรพระภูมิ; ใบไม้, กลีบดอกไม้ เช่น ปทุมบัตร; ขนปีก, ปีก เช่น หากันกระสันโบย บัตรเรียกมารังเรียง. (สมุทรโฆษ). (ส. ปตฺร; ป. ปตฺต).",
    "บัตรกรุงพาลี": "น. ภาชนะทำด้วยกาบกล้วย เป็นรูปกระบะสี่เหลี่ยม สำหรับวางเครื่องเซ่นสังเวย, บัตรพระภูมิ ก็เรียก, เรียกสั้น&#160;ๆ ว่า บัตรพลี.",
    "บัตรเครดิต": "น. บัตรซึ่งสถาบันการเงินหรือธุรกิจออกให้แก่ผู้บริโภคที่เป็นสมาชิก เพื่อให้ชำระค่าสินค้าหรือบริการจากสถานการค้าหรือธุรกิจที่รับบัตรนั้นแทนการชำระด้วยเงินสด. (อ. <f>credit card</f>).",
    "บัตรเทวดา": "น. เรียกสิ่งที่ประกอบด้วยก้านกล้วย ๔ ก้านตั้งเป็นเสาทําเป็นรูปสี่เหลี่ยมเรียวตรงขึ้นไปแล้วรวบยอดปักแผ่นรูปเทวดาที่จะสังเวย ระหว่างร่วมในเสาทํากระบะกาบกล้วยเรียงขึ้นไปเป็นชั้น&#160;ๆ สําหรับวางเครื่องสังเวยเทวดา, เรียกสั้น&#160;ๆ ว่า บัตร ก็มี.",
    "บัตรธนาคาร": "(กฎ) น. บัตรที่ธนาคารแห่งประเทศไทยออกใช้เป็นเงินตรา.",
    "บัตรพลี": "[บัดพะลี] น. ภาชนะทำด้วยกาบกล้วย เป็นรูปกระบะสี่เหลี่ยม สำหรับวางเครื่องเซ่นสังเวย, เรียกเต็มว่า บัตรกรุงพาลี, ถ้าทำเป็นรูปสามเหลี่ยม เรียกว่า บัตรคางหมู, ถ้ามีเสาธงประกอบตั้งแต่ ๔ เสาขึ้นไป เรียกว่า บัตรพระเกตุ, ถ้าทำเป็นรูปสี่เหลี่ยม มียอด เรียกว่า บัตรนพเคราะห์.",
    "บัตรสนเท่ห์": "น. จดหมายฟ้องหรือกล่าวโทษผู้อื่นโดยมิได้ลงชื่อหรือไม่ลงชื่อจริงของผู้เขียน.",
    "บัตรสินเชื่อ": "น. บัตรเครดิต.",
    "บัตรหมาย": "น. หนังสือเกณฑ์ในทางราชการ.",
    "บัทม์": "น. ปัทม์. (ส. ปทฺม; ป. ปทุม).<i> (ดู บัว)</i>.",
    "บัน ๑": "น. จั่ว (หน้าจั่วของปราสาท โบสถ์ วิหาร เรียกว่า หน้าบัน).",
    "บัน ๒": "ก. ผัน, ผิน.",
    "บัน ๓": "ก. เบา, น้อย, เช่น มัวเมาไม่บัน. (ดึกดําบรรพ์).",
    "บั่น": "ก. ตัดให้สั้น, ตัดให้เป็นท่อน&#160;ๆ.",
    "บั้น ๑": "น. ครึ่งหนึ่งหรือตอนหนึ่งของสิ่งที่แบ่งออกเป็น ๒ ส่วนเท่า&#160;ๆ กัน เช่น บั้นต้น บั้นปลาย.<2t>สัน. ฝ่ายว่า, ส่วนว่า.",
    "บั้น ๒": "น. ชื่อมาตราตวงข้าว ๒ บั้น เป็น ๑ เกวียน.",
    "บันกวด": "(โบ) ก. รัด, ผูก, เช่น กรรณบันกวดพู่แก้ว. (ม. คําหลวง ทานกัณฑ์).",
    "บันจวบ": "ก. ตกแต่ง.",
    "บันจอย": "(โบ) ก. บรรจง.",
    "บันดล": "ก. ทําให้บังเกิดขึ้น.",
    "บันดาล": "ก. ให้เกิดมีขึ้นเป็นขึ้นด้วยแรงอํานาจของสิ่งใดสิ่งหนึ่ง เช่น บุญบันดาล บันดาลโทสะ.",
    "บันเดิน": "ก. ทําให้เดิน.",
    "บันโดย": "ก. พลอยแสดง เช่น บันโดยหรรษา; ดําเนินตาม, เอาอย่าง, ยินยอม, คล้อยตาม.",
    "บันได": "น. สิ่งที่ทําเป็นขั้น&#160;ๆ สําหรับก้าวขึ้นลง, กระได ก็ว่า, โดยปริยายหมายถึงบุคคลหรือสิ่งที่อาศัยใช้ไต่เต้าขึ้นไปสู่ฐานะหรือตําแหน่งที่สูงขึ้นไป.",
    "บันไดแก้ว": "น. ที่รองพระคัมภีร์และลานสําหรับจารหนังสือ, ที่สําหรับพาดพระแสง.",
    "บันไดลิง ๑": "น. บันไดเชือกที่ตรึงติดเฉพาะส่วนบน ใช้ไต่ขึ้นที่สูงหรือไต่ลงที่ตํ่า, กระไดลิง ก็ว่า.",
    "บันไดลิง ๒": "<i>ดู กระไดลิง ๒</i>.",
    "บันไดเลื่อน": "น. บันไดที่เคลื่อนได้ด้วยกําลังไฟฟ้า.",
    "บันแถลง": "[-ถะแหฺลง] น. หน้าบันขนาดเล็ก ใช้ประดับเป็นกระจัง.",
    "บั่นทอน": "ก. ทําให้สั้นหรือลดน้อยลง เช่น บั่นทอนอายุ บั่นทอนกําลัง, ทําให้เสียกําลังใจ ในคําว่า บั่นทอนจิตใจ.",
    "บั้นท้าย": "น. ตอนท้าย, ส่วนท้าย; (ปาก) ตะโพก, ก้น, (ใช้แก่หญิง).",
    "บันทึก": "ก. จดข้อความเพื่อช่วยความทรงจําหรือเพื่อเป็นหลักฐาน, จดหรือถ่ายทําไว้เพื่อช่วยความจําหรือเพื่อเป็นหลักฐาน, เช่น บันทึกรายงานการประชุม บันทึกภาพ บันทึกเสียง, จดย่อ&#160;ๆ ไว้เพื่อให้รู้เรื่องเดิม; ย่นย่อ, ทําให้สั้น, เช่น บันทึกมรรคา.<2t>น. ข้อความที่จดไว้เพื่อช่วยความทรงจําหรือเพื่อเป็นหลักฐาน, ข้อความที่นํามาจดย่อ&#160;ๆ ไว้เพื่อให้รู้เรื่องเดิม; (กฎ) หนังสือที่พนักงานฝ่ายปกครองหรือตํารวจจดไว้เป็นหลักฐานในการสอบสวนความผิดอาญา รวมทั้งบันทึกคําร้องทุกข์และคํากล่าวโทษด้วย.",
    "บันทึง": "ก. บ่นถึง, คอย. (ช.).",
    "บันเทิง": "ก. เบิกบาน, รื่นเริง; ทําให้รู้สึกสนุก เช่น รายการบันเทิง, บำเทิง หรือ ประเทิง ก็ว่า.",
    "บันเทิงคดี": "น. เรื่องที่เขียนหรือแต่งขึ้นโดยมุ่งให้ความบันเทิงแก่ผู้อ่าน.",
    "บันเบา": "ว. น้อย (โดยมากมักใช้ในทางปฏิเสธหรือเป็นเชิงคําถาม) เช่น ไม่บันเบา เรื่องนี้น่าสนใจบันเบาไปหรือ.",
    "บั้นปลาย": "น. ตอนท้าย เช่น บั้นปลายของชีวิต.",
    "บั้นพระองค์": "(ราชา) น. บั้นเอว.",
    "บันยะบันยัง": "ว. พอสัณฐานประมาณ, พอสมควร.",
    "บันลือ": "ก. เปล่งเสียงดังก้อง เช่น บันลือสีหนาท; โด่งดัง, เลื่องลือ, เช่น ข่าวบันลือโลก.",
    "บั้นหลวง": "น. ชื่อมาตราตวงตามวิธีประเพณี มีอัตราเท่ากับ ๑,๐๐๐ ลิตร.",
    "บันเหิน": "ก. เหาะไป, บินไป.",
    "บั้นเอว": "น. ส่วนกลางของร่างกายระหว่างชายโครงกับกระดูกตะโพกทั้ง ๒ ข้าง, กะเอว สะเอว หรือ เอว ก็ว่า.",
    "บัปผาสะ": "น. ปอด. (ป. ปปฺผาส).",
    "บัพ": "น. ข้อ, ปล้อง, ปม, เล่ม, หมวด, ตอน. (ป. ปพฺพ).",
    "บัพชา": "[บับพะชา] น. บรรพชา, การบวช. (ป. ปพฺพชฺชา).",
    "บัพชิต": "[บับพะชิด] น. บรรพชิต, นักบวช, ผู้บวช. (ป. ปพฺพชิต).",
    "บัพพาช": "[บับพาด] (แบบ) ก. ขับไล่ เช่น พระสญชัยยินราษฎร์ แกล้งบัพพาชกูไกล. (ม. คําหลวง วนปเวสน์). (ป. ปพฺพาช).",
    "บัพพาชน์": "[บับพาด] (แบบ) น. การขับไล่. (ป. ปพฺพาชน).",
    "บัพพาชนียกรรม": "[บับพาชะนียะกํา] น. กรรมที่สงฆ์ทําแก่ภิกษุที่จะพึงขับไล่, พิธีขับไล่บุคคลที่พึงขับไล่. (ป. ปพฺพาชนียกมฺม).",
    "บัล": "(แบบ) น. ชื่อมาตรานํ้าหนักมคธ ๑๐ บัล เป็น ๑ ตุลา, ๒๐ ตุลา เป็น ๑ ภาระ. (ป., ส. ปล).",
    "บัลลพ, บัลวะ": "[บันลบ, บันละวะ] (แบบ) น. หน่อต้นไม้, กระโดงไม้ที่แตกออกใหม่, ใช้ว่า บัลลพ์ ก็มี. (ส. ปลฺลว).",
    "บัลลังก์": "น. พระแท่นที่ประทับของพระมหากษัตริย์ภายใต้เศวตฉัตร เรียกว่า ราชบัลลังก์, โดยปริยายคํา ราชบัลลังก์ นี้ หมายถึงความเป็นพระมหากษัตริย์หรือสถาบันกษัตริย์ก็ได้; ที่นั่งผู้พิพากษาเมื่อพิจารณาคดีในศาล; ส่วนของสถูปเจดีย์บางแบบ มีรูปเป็นแท่นเหนือคอระฆัง.<2t>ก. นั่งขัดสมาธิ เรียกว่า นั่งคู้บัลลังก์. (ป. ปลฺลงฺก).",
    "บัลลูน": "น. ลูกกลมขนาดใหญ่บรรจุแก๊สที่เบากว่าอากาศ ทําให้ลอยได้ ใช้ประโยชน์ในกิจการบางอย่าง เช่น ตรวจลมชั้นบน, ใช้ว่า บอลลูน ก็มี. (อ. <f>balloon</f>).",
    "บัลเลต์": "น. ระบำปลายเท้า.",
    "บัว": "น. ชื่อเรียกไม้นํ้าหลายชนิดหลายสกุลและหลายวงศ์ คือ สกุล <f><i>Nelumbo</i></f> ในวงศ์ <f>Nelumbonaceae</f> มีเหง้ายาวทอดอยู่ในตม ใบเป็นแผ่นกลม ขอบเรียบ อยู่ห่าง&#160;ๆ กัน ก้านใบและก้านดอกแข็ง มีหนามสากคาย ชูใบและดอกขึ้นพ้นผิวนํ้า เช่น บัวหลวง <f>(<i>N. nucifera</i> Gaertn.)</f> ดอกสีขาวหรือชมพู กลิ่นหอม พันธุ์ดอกสีขาวเรียก สัตตบุษย์ พันธุ์ดอกสีชมพูเรียก ปัทม์ หรือ สัตตบงกช ดอกใช้ในงานพิธีต่าง&#160;ๆ เมล็ดกินได้, สกุล <f><i>Nymphaea</i></f> ในวงศ์ <f>Nymphaeaceae</f> มีเหง้าสั้นอยู่ในตม ใบเป็นแผ่นกลม ขอบเรียบหรือจักอยู่ชิดกันเป็นกระจุก ก้านใบและก้านดอกอ่อนไม่มีหนาม ใบลอยอยู่บนผิวนํ้า ดอกโผล่ขึ้นพ้นผิวนํ้า ผลจมอยู่ในนํ้าเรียก โตนด เช่น บัวสาย <f>(<i>N. lotus</i> L. var. <i>pubescens</i> Hook.f. et Thomson)</f> ขอบใบจัก ดอกสีขาวหรือแดง ก้านดอกเรียก สายบัว กินได้ พันธุ์ดอกสีขาวเรียก สัตตบรรณ บัวเผื่อน <f>(<i>N. nouchali</i> Burm.f.)</f> ขอบใบเรียบ ดอกสีม่วงอ่อน, สกุล <f><i>Victoria</i></f> ในวงศ์ <f>Nymphaeaceae</f> เช่น บัวขอบกระด้ง หรือ บัววิกตอเรีย <f>[<i>V. amazonica</i> (Poeppig) Sowerby]</f> มีเหง้าสั้นอยู่ในตม ใบเป็นแผ่นกลมใหญ่ ขอบยกขึ้นคล้ายกระด้ง ลอยอยู่บนผิวนํ้า ใต้ใบ ก้านดอก และด้านนอกของกลีบดอกชั้นนอกมีหนามแหลม ดอกใหญ่ สีขาว หอมมาก; ส่วนประกอบทางสถาปัตยกรรมที่ทําเป็นรูปกลีบบัว ติดอยู่บนหัวเสา เรียกว่า บัวหัวเสา หรือที่ส่วนล่างของฐานเป็นต้น เรียกว่า ฐานบัว, ส่วนประดับที่ใช้ในงานสถาปัตยกรรม ใช้ตกแต่งตรงส่วนขอบของพื้นผนังด้านล่างและด้านบน เพื่อประสานระหว่างพื้นที่ต่างระดับหรือพื้นที่ในแนวนอนกับแนวตั้ง เช่น เพดานกับผนัง พื้นกับผนัง ลักษณะเป็นแผ่นหรือแถบที่มีความกว้างตามความเหมาะสมของพื้นที่แต่ยาวทอดไปตามมุมหรือขอบ เช่น เชิงผนัง ขอบเพดาน อาจเป็นปูนที่ปั้นแต่งเป็นรูปแบบต่าง&#160;ๆ เป็นไม้แกะสลักหรือไสเซาะเป็นลวดลาย หรือเป็นไม้แถบขนาดเล็กไม่มีลวดลายที่ช่างทั่วไปมักเรียกว่า ไม้มอบ, ลวดบัว ก็เรียก, เรียกสิ่งที่มีลักษณะคล้ายดอกบัว เช่น โคมบัว.",
    "บัวกลุ่ม": "น. ลายปูนหรือลายแกะไม้ที่ทําเป็นรูปดอกบัวที่เริ่มแย้มร้อยกันเป็นเถา อยู่ระหว่างบัลลังก์กับปลียอดของเจดีย์หรือปลายเครื่องบนของปราสาท.",
    "บัวขม": "น. บัวสายพันธุ์หนึ่งในสกุล <f><i>Nymphaea</i></f> ดอกเล็ก สีขาว สายกินได้ หัวมีรสขม.",
    "บัวขาบ": "<i>ดู ผัน ๑</i>.",
    "บัวคอเสื้อ": "น. แผ่นผ้าทาบรอบคอเสื้อ; ลายบัวที่อยู่ใต้บัลลังก์ปราสาท.",
    "บัวตะกั่ว": "(โบ) น. ที่สําหรับไขนํ้าให้ไหลลงมาเป็นฝอย.",
    "บัวตูม": "น. ชื่อพืชเบียนชนิด <f><i>Rafflesia kerrii</i> Meijer</f> ในวงศ์ <f>Rafflesiaceae</f> เกิดตามป่าดิบ เกาะเบียนรากไม้เถา ดอกตูมสีนวล ใช้ทํายาได้ เมื่อบานขนาดเส้นผ่าศูนย์กลางประมาณ ๓๐ เซนติเมตร สีนํ้าตาลแดงประเหลือง กลิ่นเหม็น, บัวผุด ก็เรียก.",
    "บัวถลา": "น. บัวควํ่าที่ลาหรือยืดอ่อนออกไป.",
    "บัวนาง": "น. นมผู้หญิง.",
    "บัวบก": "น. (๑) ชื่อไม้ล้มลุกชนิด <f><i>Centella asiatica</i> (L.) Urban</f> ในวงศ์ <f>Umbelliferae</f> ขึ้นตามที่ชุ่มชื้น ทอดเลื้อยไปตามพื้นดิน ใบเดี่ยวกลม ขอบใบหยักเล็กน้อย ใบและต้นกินได้และใช้ทํายาได้, พายัพและอีสานเรียก ผักหนอก, ปักษ์ใต้และตราดเรียก ผักแว่น.<2t>(๒) ชื่อไม้เถาชนิด <f><i>Stephania pierrei</i> Diels</f> ในวงศ์ <f>Menispermaceae</f> ขึ้นในป่าเบญจพรรณ รากพองเป็นหัวกลม&#160;ๆ ใบค่อนข้างกลมปลายแหลม ใช้ทํายาได้.",
    "บัวบังใบ  ": "ว. เห็นรําไร.",
    "บัวบาท": "น. เท้าที่มีบัวรอง, หมายเอาเท้าผู้มีบุญอย่างพระพุทธเจ้า นิยมว่าพระพุทธเจ้ามีดอกบัวผุดขึ้นรับพระบาท, ใช้เลือนมาหมายถึงพระบาทของพระเจ้าแผ่นดินด้วย.",
    "บัวผุด": "<i>ดู บัวตูม</i>.",
    "บัวไม่ช้ำ น้ำไม่ขุ่น": "(สํา) ก. รู้จักผ่อนปรนเข้าหากัน มิให้กระทบกระเทือนใจกัน, รู้จักถนอมนํ้าใจไม่ให้ขุ่นเคืองกัน, บัวไม่ให้ชํ้า นํ้าไม่ให้ขุ่น ก็ว่า.",
    "บัวโรย": "ว. สีกลีบบัวแห้งหรือสีปูนแห้ง.",
    "บัวลอย ๑": "น. ชื่อขนมชนิดหนึ่ง ทําด้วยแป้งข้าวเหนียว ปั้นเป็นเม็ดกลม&#160;ๆ เล็ก&#160;ๆ ต้มในนํ้ากะทิผสมนํ้าตาล.",
    "บัวลอย ๒": "น. ชื่อเพลงไทยทํานองหนึ่ง ใช้บรรเลงในงานศพ.",
    "บัวสวรรค์": "น. ชื่อไม้ต้นขนาดเล็กชนิด <f><i>Gustavia gracillima</i> Miers</f> ในวงศ์ <f>Lecythidaceae</f> ดอกสีชมพูแก่ กลีบดอกซ้อนกันเป็นชั้น&#160;ๆ เหมือนดอกบัว.",
    "บัวสายติ่ง, บัวสายทิ้ง": "<i>ดู สายติ่ง</i>.",
    "บัวอกไก่": "น. ชื่อลวดบัวแบบหนึ่ง มีลักษณะนูนเป็นสันขึ้นอย่างอกของไก่.",
    "บัวฮาดำ": "<i>ดู เฉียงพร้าดํา</i>.",
    "บา": "น. ครู, อาจารย์; ชายหนุ่ม.",
    "บ่า ๑": "น. ส่วนของร่างกายระหว่างคอกับหัวไหล่, โดยปริยายหมายถึงอินทรธนูหรือสิ่งอื่นที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น บ่าเสา บ่าเสื้อ.",
    "บ่า ๒": "ว. อาการที่นํ้าไหลล้นมาโดยเร็ว; อะไร, ทําไม.",
    "บ้า ๑": "ว. เสียสติ, วิกลจริต, สติฟั่นเฟือน, หลงใหลหรือมัวเมาในสิ่งนั้น&#160;ๆ จนผิดปรกติ เช่น บ้ากาม บ้ายศ บ้าฟุตบอล; อาการที่สัตว์บางชนิดเช่นหมาเป็นโรคกลัวนํ้า เรียกว่า หมาบ้า.",
    "บ้า ๒": "น. ชื่อปลานํ้าจืดชนิด <f><i>Leptobarbus hoevenii</i></f> ในวงศ์ <f>Cyprinidae</f> ลําตัวค่อนข้างยาวหนาเกือบเป็นรูปทรงกระบอก หัวกว้าง มีหนวด ๒ คู่ ท้องกลมมน ด้านหลังและข้างตัวสีเขียวอ่อน ด้านท้องสีขาวแต้มเหลือง ครีบท้อง ครีบก้น และครีบหลังสีแดงอ่อน ในปลาขนาดเล็กมีแถบสีดําคลํ้าพาดตลอดข้างตัว พบอาศัยตามแม่นํ้าลําคลองและบึงใหญ่ทั่วไป ขนาดยาวได้ถึง ๕๐ เซนติเมตร ในธรรมชาติกินผลไม้รวมทั้งผลกระเบา เมื่อมีผู้นําไปบริโภค ทําให้เกิดอาการมึนเมา, อ้ายบ้า หรือ พวง ก็เรียก.",
    "บ้า ๆ": "ว. แผลง&#160;ๆ, แตกต่างไปจากปรกติ, เช่น ทําบ้า&#160;ๆ เล่นบ้า&#160;ๆ.",
    "บาก": "ก. ใช้สิ่งมีคมเช่นมีดหรือขวานเป็นต้นฟันสิ่งใดสิ่งหนึ่งเช่นต้นไม้ให้เป็นแผลเป็นรอยหรือเป็นทางเข้าไป, โดยปริยายหมายความว่า มุ่งหน้าไป เช่น อย่ารู้มากบากหนีแต่ที่ง่าย. (พาลีสอนน้อง).",
    "บากท่า": "ก. ให้ท่า, เปิดช่อง.",
    "บากบั่น": "ก. พากเพียร, ตั้งหน้าฝ่าความยากลําบาก.",
    "บากหน้า": "ก. ยอมเสียหน้าเข้าไปขอความช่วยเหลือด้วยความจําใจจําเป็น.",
    "บาง ๑": "น. ทางนํ้าเล็ก&#160;ๆ, ทางนํ้าเล็กที่ไหลขึ้นลงตามระดับนํ้าในแม่นํ้า ลําคลอง หรือทะเล; ตําบลบ้านที่อยู่หรือเคยอยู่ริมบางหรือในบริเวณที่เคยเป็นบางมาก่อน, โดยปริยายหมายถึงทั้งหมู่ เช่น ฆ่าล้างบาง ย้ายล้างบาง.<2t>ว. มีส่วนสูงน้อยจากผิวพื้น, ไม่หนา, มีความหนาน้อย, เช่น มีดบาง ผ้าบาง, โดยปริยายหมายถึงลักษณะที่คล้ายคลึงเช่นนั้น เช่น ผสมสุราแต่น้อย&#160;ๆ ไม่เข้มข้น เรียกว่า ผสมแต่บาง&#160;ๆ, แทงลูกบิลเลียดไปถูกอีกลูกหนึ่งเพียงผิว&#160;ๆ เรียกว่า แทงบางไป, เรียกผู้ที่มีผมน้อยกว่าปรกติว่า ผมบาง, เรียกผู้ที่อายง่ายกว่าปรกติ คือไม่ควรละอาย กลับอายว่า หน้าบาง, ตรงข้ามกับ หน้าหนา, เรียกผู้ที่มีรูปร่างอ้อนแอ้นสะโอดสะองว่า เอวเล็กเอวบาง หรือ เอวบางร่างน้อย, เรียกคนอ่อนแอทนความลําบากไม่ได้เพราะไม่เคยชินว่า คนผิวบาง.",
    "บาง ๒": "ว. ใช้ประกอบหน้านามหมายความว่า ไม่ใช่ทั้งหมด คือ เป็นส่วนย่อยหรือส่วนใดส่วนหนึ่งของส่วนรวม เช่น บางคน บางพวก บางถิ่น บางสิ่ง, ลาง ก็ใช้.",
    "บ่าง": "น. ชื่อสัตว์เลี้ยงลูกด้วยนมชนิด <f><i>Cynocephalus variegatus</i></f> ในวงศ์ <f>Cynocephalidae</f> รูปร่างคล้ายกระรอก แต่มีหนังเป็นพังผืด ๒ ข้างของลําตัวตั้งแต่คอไปถึงปลายนิ้วตีนและปลายหางสําหรับใช้กางออกคล้ายปีก ถลาร่อนจากที่สูงมายังที่ตํ่าได้ค่อนข้างไกล ขนนุ่มสีนํ้าตาลคลํ้าหรือนํ้าตาลจาง&#160;ๆ เป็นหย่อม&#160;ๆ เล็บโค้งแหลมใช้ปีนป่ายต้นไม้ หากินในเวลากลางคืน กลางวันมักหลบอยู่ตามโพรงไม้หรือเกาะห้อยอยู่ตามพุ่มทึบ, พุงจง หรือ พะจง ก็เรียก.",
    "บ้าง": "ว. ใช้ประกอบคําอื่นหมายความว่า บางจํานวนหรือบางส่วนของสิ่งที่กล่าวถึงโดยเฉพาะ เช่น อย่างนั้นบ้าง อย่างนี้บ้าง ขอบ้าง, บางส่วนของจํานวนรวมที่แบ่งเป็น ๒ เช่น เรื่องที่เล่าจริงบ้าง เท็จบ้าง, มีส่วนร่วม มีความหมายคล้ายคำว่า ด้วย เช่น ขอเล่นบ้าง ขอขี่จักรยานบ้าง, เอาอย่าง เช่น เห็นเขาทําก็ทําบ้าง.<2t>ส. คําใช้แทนผู้หรือสิ่งที่พูดถึงในกรณีที่แยกกล่าวโดยเฉพาะ เช่น บ้างก็กิน บ้างก็เล่น, เป็นสรรพนามบุรุษที่ ๓.",
    "บางขุนนนท์": "น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "บ่างช่างยุ": "(สํา) น. คนที่ชอบพูดส่อเสียดยุยงให้เขาแตกกัน.",
    "บางตา": "ว. เห็นเป็นระยะห่าง&#160;ๆ กัน หรือหนาแน่นน้อยกว่าที่ควรเป็น.",
    "บางที": "ว. บางเวลา, บางคราว, บางครั้ง, บางหน, ลางที ก็ใช้.",
    "บางเบา": "ว. น้อยลง, ทุเลาลง, เบาบาง ก็ว่า.",
    "บางสุ": "(กลอน) น. บงสุ์, ฝุ่น, ละออง, ธุลี, (โบ) ใช้ว่า บางษุ ก็มี เช่น มหาบางษุกุลพัษตรจีวรา. (นันโท), เมื่อน้นนนางก็ลูบบทบางษุบาท. (ม. คําหลวง วนปเวสน์). (ป. ปํสุ; ส. ปําสุ).",
    "บาจก": "(แบบ) น. พ่อครัว, แม่ครัว ใช้ว่า บาจิกา. (ป. ปาจก).",
    "บาจรีย์": "[-จะรี] น. อาจารย์ของอาจารย์. (ป. ปาจริย).",
    "บาจิกา": "(แบบ) น. แม่ครัว. (ป. ปาจิกา). <i>(ดู บาจก)</i>.",
    "บ้าจี้": "ว. อาการที่พูดหรือแสดงโดยขาดสติเมื่อถูกจี้ทําให้ตกใจ, ทําตามโดยปราศจากการไตร่ตรองเมื่อถูกยุหรือแนะ.",
    "บาซิลลัส": "น. แบคทีเรียที่มีรูปร่างเป็นท่อน. (อ. <f>bacillus</f>).",
    "บาด": "ก. ทําให้เกิดเป็นแผลหรือรอยขีดข่วนอย่างของมีคมบาด เช่น มีดบาด แก้วบาด หญ้าคาบาด.<2t>น. แผล.",
    "บาดคอ": "ก. รู้สึกคล้ายระคายคอเนื่องจากกินของที่มีรสหวานจัดเย็นจัดเป็นต้น.",
    "บาดเจ็บ": "ว. มีบาดแผลทําให้เจ็บปวด.",
    "บาดใจ": "ก. เจ็บแค้นใจ.",
    "บาดตา": "ก. สะดุดตาเพราะเห็นสีฉูดฉาด; ขัดตาทําให้ไม่สบอารมณ์.",
    "บาดทะจิต": "น. ชื่อโรคลมชนิดหนึ่ง มักกําเริบขึ้นเป็นครั้งคราว มีอาการหงุดหงิด จิตฟุ้งซ่าน.",
    "บาดทะพิษ": "น. แผลที่ตัวเชื้อโรค <f><i>Streptococci</i></f>เข้าไป ทําให้เลือดเป็นพิษ.",
    "บาดทะยัก": "น. โรคที่เกิดจากตัวเชื้อโรคบาดทะยัก <f><i>(Clostridium tetani)</i></f> เข้าสู่แผล ทําให้มีอาการกระตุก และชักแข็ง หลังแอ่น โดยมากถึงตาย.",
    "บาดแผล": "น. เนื้อหนังที่แตกแยกออกเพราะถูกตีฟันทิ่มแทงเป็นต้น.",
    "บาดเสี้ยนบาดหนาม": "น. แผลที่ถูกเสี้ยนหนามยอกแล้วกลายเป็นพิษ ทําให้มีอาการปวดผิดปรกติ.",
    "บาดหมาง": "ก. โกรธเคืองกัน, หมองใจกัน, ผิดใจกัน.",
    "บาดหมาย": "(โบ) น. บัตรหมาย.",
    "บาดหู": "ก. ขัดหู, ระคายหู, ทําให้ไม่สบอารมณ์, (ใช้แก่คําพูดหรือกริยาพูด).",
    "บาดไหม": "(โบ) ก. ปรับ.",
    "บาดาล": "น. พื้นที่ใต้ระดับผิวดินลงไป, เรียกนํ้าที่สูบจากใต้ดินที่ลึกไม่ตํ่ากว่า ๑๐ เมตรว่า นํ้าบาดาล; นาคพิภพ เป็นที่อยู่ของนาค. (ป. ปาตาล).",
    "บ้าดีเดือด": "ว. มีอาการคลุ้มคลั่งมุทะลุดุดันเป็นคราว&#160;ๆ, โดยปริยายหมายความว่า มีอารมณ์หุนหันพลันแล่นชอบทําอะไรรุนแรง.",
    "บาแดง": "(โบ) น. คนเดินหมาย, คนนําข่าวสาร, ผู้สื่อข่าว, นักการ; พนักงานตามคน, ตําแหน่งข้าราชการในสํานักพระราชวัง, ประแดง ก็ใช้.",
    "บาต": "ก. ตก, ตกไป, มักใช้ประกอบหลังคําอื่น เช่น อสนีบาต = การตกแห่งสายฟ้า คือ ฟ้าผ่า, อุกกาบาต = การตกแห่งคบเพลิง คือ แสงสว่างที่ตกลงมาจากอากาศ. (ป. ปาต).",
    "บาตร": "[บาด] น. ภาชนะชนิดหนึ่งสําหรับภิกษุสามเณรใช้รับอาหารบิณฑบาต. (ส. ปตฺร; ป. ปตฺต).",
    "บาตรแก้ว": "น. บาตรใหญ่ ๓ ใบ ถักเชือกรอบนอก ในพระราชพิธีกัตติเกยา.",
    "บาตรใหญ่": "น. อํานาจที่ใช้ในทางข่มขี่, ใช้เข้าคู่กับ อํานาจ เป็น อํานาจบาตรใหญ่.",
    "บาท ๑, บาท-": "[บาด, บาดทะ-] น. ตีน, ราชาศัพท์ว่า พระบาท. (ป., ส. ปาท).",
    "บาท ๒": "น. มาตราเงินตามวิธีประเพณี ๑๐๐ สตางค์ หรือ ๔ สลึง เท่ากับ ๑ บาท, อักษรย่อว่า บ.; เขียนตามวิธีโบราณดังนี้ (อักขระพิเศษ) หมายความว่า ๓ บาท; ชื่อมาตราชั่งตามวิธีประเพณี สําหรับกําหนดนํ้าหนักเท่ากับเงินหนัก ๑๕ กรัม.",
    "บาท ๓": "น. ส่วนหนึ่งของบทแห่งคําประพันธ์ เช่น โคลง ๔ สุภาพ บทหนึ่งมี ๔ บาท.",
    "บาท ๔": "น. ช่วงเวลาเท่ากับ ๑ ใน ๑๐ ของชั่วโมง เท่ากับ ๖ นาที.",
    "บาทนิเกต": "[บาดทะนิเกด] น. ที่รองเท้า, ม้ารองเท้า. (ส.).",
    "บาทบ": "[บา-ทบ] (แบบ) น. ต้นไม้ เช่น บรรดาที่เป็นบาทบชักตรลบเอารสวารี. (ม. ร่ายยาว วนปเวสน์). (ป., ส. ปาทป).",
    "บาทบงกช": "[บาดทะบงกด, บาดบงกด] น. บัวบาท, บัวรองเท้า, หมายความว่า เท้าพระพุทธเจ้าหรือพระเจ้าแผ่นดิน. (ป., ส. ปาทปงฺกช).",
    "บาทบงสุ์": "[บาดทะ-] น. ละอองเท้า. (ป. ปาทปํสุ).",
    "บาทบริจาริกา": "[บาดบอริ-] น. หญิงที่มีหน้าที่รับใช้ปฏิบัติพระเจ้าแผ่นดิน. (ป., ส. ปาทปาริจาริกา).",
    "บาทบูรณ์": "[บาดทะบูน] น. คําที่ทําบาทของบทกลอนให้เต็ม เช่น ในฉันท์ ๑๑ มีคําที่ได้ใจความ ๑๐ คํา แล้วอีกคําหนึ่งไม่ต้องมีความหมายอย่างไรก็ได้ เติมเข้ามาให้ครบ ๑๑ คําเติมนี้ เรียกว่า บาทบูรณ์. (ส.).",
    "บาทภัฏ": "[บาดทะพัด] น. ทหารเดินเท้า, ทหารราบ. (ส. ปาทภฏ).",
    "บาทภาค": "[บาดทะพาก] น. ส่วนที่ ๔, เสี้ยว. (ส.).",
    "บาทมุทรา": "[บาดทะมุดทฺรา] น. รอยเท้า. (ส.).",
    "บาทมูล": "[บาดทะมูน] น. ที่ใกล้เท้า, แทบฝ่าเท้า. (ป.).",
    "บาทมูลิกากร": "[บาดทะมูลิกากอน] น. หมู่คนที่อยู่แทบบาทมูล คือ ข้าราชการในพระองค์. (ป.).",
    "บาทยุคล": "[บาดทะยุคน, บาดยุคน] น. เท้าทั้งคู่. (ป. ปาทยุคล).",
    "บาทรช, บาทรัช": "[บาดทะรด, บาดทะรัด] น. ละอองเท้า. (ส. ปาทรช).",
    "บาทวิถี": "น. ทางเท้า.",
    "บาทสกุณี": "[บาดสะกุนี] น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "บาทหลวง": "[บาดหฺลวง] น. นักบวชในศาสนาคริสต์นิกายโรมันคาทอลิก.",
    "บาทาธึก": "น. เส้นที่กลางใจเท้า.",
    "บาทุกา": "น. รองเท้า. (ป., ส. ปาทุกา).",
    "บาธรรม": "น. ผู้เชี่ยวชาญในทางธรรม, อาจารย์ทางธรรม.",
    "บาน ๑, บาน-": "[บาน, บานนะ-] น. นํ้าสําหรับดื่ม, เครื่องดื่ม เช่น สุราบาน ชัยบาน อัฐบาน. (ป., ส. ปาน).",
    "บาน ๒": "น. ของที่เป็นแผ่น&#160;ๆ บางอย่าง เช่น บานประตู บานหน้าต่าง บานกระจกเงา; ลักษณนามใช้เรียกของเช่นนั้น เช่น กระจกบานหนึ่ง หน้าต่าง ๒ บาน.<2t>ก. เผยออก, คลี่ออก, ขยายออก, เช่น ดอกไม้บาน หอบซี่โครงบาน; กระจาย เช่น เรือแล่นจนนํ้าบาน.<2t>ว. ที่ผายออก เช่น ชามปากบาน กางเกงขาบาน กระโปรงบาน; ปลาบปลื้ม, แช่มชื่น, เบิกบาน, เช่น ใจบาน หน้าบาน; (ปาก) มาก เช่น เสียไปบาน.",
    "บาน ๓": "ก. ได้. (ข.).",
    "บ้าน": "น. ที่อยู่ เช่น เลขบ้าน เจ้าบ้าน, สิ่งปลูกสร้างสําหรับเป็นที่อยู่อาศัย เช่น บ้านพักตากอากาศ บ้านเช่า, บริเวณที่เรือนตั้งอยู่ เช่น เขตบ้าน, หมู่บ้าน เช่น ผู้ใหญ่บ้าน, ถิ่นที่มีมนุษย์อยู่ เช่น สร้างเป็นบ้านเป็นเมือง; (กฎ) โรงเรือนหรือสิ่งปลูกสร้างสําหรับใช้เป็นที่อยู่อาศัย ซึ่งมีเจ้าบ้านครอบครอง และหมายความรวมถึงแพหรือเรือซึ่งจอดเป็นประจําและใช้เป็นที่อยู่ประจํา หรือสถานที่หรือยานพาหนะอื่นซึ่งใช้เป็นที่อยู่อาศัยประจําได้ด้วย.<2t>ว. ที่มีอยู่ตามบ้าน เช่น หนูบ้าน คู่กับ หนูนา หรือที่เลี้ยงไว้ เช่น หมูบ้าน คู่กับ หมูป่า.",
    "บานกบ": "น. กระดานกรุกระหนาบข้างเสาในพระระเบียง ปลายแผ่นกระดานยันใต้ท้องสะพานที่พาดอยู่บนหัวเสา, กระดานกรุกระหนาบข้างคูหาหรือช่องหน้าต่างโบสถ์ วิหาร พระที่นั่งต่าง&#160;ๆ, ข้างกบ ก็ว่า.",
    "บานกระทุ้ง": "น. บานหน้าต่างที่ปิดงับและเปิดค้ำขึ้นได้.",
    "บานเกล็ด": "น. บานหน้าต่างหรือบานประตูซึ่งใช้ไม้หรือกระจกแผ่นเล็ก&#160;ๆ พาดขวางซ้อนเหลื่อมกันเป็นเกล็ด บางชนิดดึงหรือหมุนให้เกล็ดเหล่านั้นเปิดปิดได้พร้อม&#160;ๆ กัน.",
    "บ้านเกิดเมืองนอน": "น. ประเทศหรือถิ่นซึ่งเป็นที่เกิด.",
    "บ้านเคยอยู่ อู่เคยนอน": "(สํา) น. สถานที่ตนเคยอยู่อาศัยมาก่อน.",
    "บ้านจัดสรร": "น. กลุ่มบ้านซึ่งรัฐหรือเอกชนเป็นผู้ลงทุนสร้างให้ก่อน โดยยอมให้ผู้ซื้อผ่อนชําระก็ได้.",
    "บ้านช่อง, บ้านช่องห้องหอ": "น. บ้านที่อยู่อาศัย เช่น บ้านช่องรกรุงรัง.",
    "บานชื่น": "น. ชื่อไม้ล้มลุกชนิด <f><i>Zinnia violacea</i> Cav.</f> ในวงศ์ <f>Compositae</f> ลําต้นกลวง ใบเดี่ยว เรียงตรงข้ามกัน ไม่มีก้านใบ ดอกออกที่ยอด มีหลายสี เช่น ขาว แดง ม่วง ชมพู เหลือง.",
    "บานเช้า": "น. ชื่อไม้ล้มลุก ๒ ชนิดในสกุล <f><i>Turnera</i></f> วงศ์ <f>Turneraceae</f> ดอกบานเวลาเช้า ชนิด <f><i>T. subulata</i> G.E. Smith</f> ดอกสีนวล ชนิด <f><i>T. ulmifolia</i> L.</f> ดอกสีเหลืองอ่อน.",
    "บานตะเกียง, บานตะโก้, บานตะไท, บานเบอะ, บานเบิก, บานเบียง, บานแบะ": "(ปาก) ว. มากมาย.",
    "บ้านแตกสาแหรกขาด": "(สํา) น. เหตุการณ์ที่เกิดขึ้นในครอบครัวหรือในบ้านเมืองอย่างร้ายแรงถึงทําให้ต้องกระจัดกระจายพลัดพรากกัน.",
    "บานทะโรค": "น. โรคริดสีดวงทวารชนิดหนึ่ง ที่ดากบานออกมาข้างนอก.",
    "บ้านนอก": "น. เขตแดนที่พ้นจากเมืองหลวงออกไป, เขตที่อยู่นอกตัวเมือง.<2t>ว. ที่อยู่ห่างไกลความเจริญ, บ้านนอกขอกนา หรือ บ้านนอกคอกนา ก็ว่า.",
    "บ้านนอกขอกนา": "(สํา) น. เรียกคนที่เป็นชาวไร่ชาวนาอยู่นอกกรุงหรือเมืองหลวงว่า คนบ้านนอกขอกนา, บ้านนอก หรือ บ้านนอกคอกนา ก็ว่า.",
    "บ้านนอกคอกนา": "(สำ) น. บ้านนอกขอกนา.",
    "บานบาตร": "[บานนะบาด] น. ภาชนะใส่นํ้า, ถ้วย. (ส.).",
    "บานบุรี": "น. ชื่อไม้พุ่มรอเลื้อยชนิด <f><i>Allamanda cathartica</i> L.</f> ในวงศ์ <f>Apocynaceae</f> ลําต้นแข็ง ปลายกิ่งอ่อนโค้ง ดอกสีเหลืองสด.",
    "บานบุรีม่วง": "น. (๑) ชื่อไม้พุ่มรอเลื้อยชนิด <f><i>Allamanda violacea</i> Gard. et Field</f> ในวงศ์ <f>Apocynaceae</f> ลักษณะเช่นเดียวกับบานบุรี แต่ดอกสีม่วง.<2t>(๒) ชื่อไม้พุ่มรอเลื้อยชนิด <f><i>Cryptostegia grandiflora</i> R. Br.</f> ในวงศ์ <f>Asclepiadaceae</f> ใบมีขน ดอกสีม่วงชมพู.<2t>(๓) ชื่อไม้เถาชนิด <f><i>Saritaea magnifica</i> (Steenis) Dugand</f> ในวงศ์ <f>Bignoniaceae</f> ใบเป็นใบประกอบ มีใบย่อยเป็นคู่ ระหว่างใบย่อยมีมือจับ ดอกสีม่วงชมพู ภายในหลอดดอกสีเหลือง.",
    "บานปลาย": "(สํา) ก. ขยายออกไปมากกว่าที่ตั้งใจไว้เดิม, ขยายเรื่องเล็กให้กลายเป็นเรื่องใหญ่โตออกไป; ใช้เงินเกินกว่าที่ประมาณหรือกําหนดไว้.",
    "บานแผนก": "[-ผะแหฺนก] น. บัญชีเรื่อง, สารบาญ.",
    "บานแผละ": "[-แผฺละ] น. ผนังตอนที่บานประตูหน้าต่างโบสถ์วิหารเป็นต้นเมื่อเปิดเข้าไปแล้วแปะอยู่.",
    "บ้านพัก": "น. บ้านที่ทางราชการหรือองค์การต่าง&#160;ๆ สร้างขึ้นให้เป็นที่อยู่ชั่วคราวของเจ้าหน้าที่.",
    "บานพับ": "น. เหล็กหรือทองเหลืองที่ใช้ติดบานประตูหรือหน้าต่างเป็นต้น เพื่อให้พับเข้ามาหรือเปิดออกได้, โดยปริยายใช้เรียกสิ่งอื่นที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น บานพับเครื่องแต่งตัวละคร บานพับขา.",
    "บานแพนก": "[-พะแนก] (กฎ; โบ) น. ตารางแบ่งปันไพร่หลวง. (ตราสามดวง).",
    "บานโภชน์": "[บานนะโพด] น. ของดื่มของกิน. (ส.).",
    "บานมงคล": "[บานนะมงคน] น. ชุมนุมดื่ม. (ส.).",
    "บ้านเมือง": "น. ประเทศชาติ.",
    "บ้านเมืองมีขื่อมีแป": "(สํา) น. บ้านเมืองหรือประเทศย่อมมีกฎหมายคุ้มครอง เช่น ถ้าบ้านเมืองมีขื่อมีแป คงไม่ทํากับอ้ายแก่เช่นนี้ได้. (เสภาพญาราชวังสัน), มักใช้ในเชิงปฏิเสธว่า บ้านเมืองไม่มีขื่อไม่มีแป.",
    "บานไม่รู้โรย": "น. ชื่อไม้ล้มลุกชนิด <f><i>Gomphrena globosa</i> L.</f> ในวงศ์ <f>Amaranthaceae</f> ลําต้นค่อนข้างแข็งแตกแขนงเป็นพุ่มเล็ก&#160;ๆ ใบเดี่ยวออกตรงข้ามกัน ดอกกลม&#160;ๆ สีขาว ชมพู หรือม่วงแดง ดอกทนอยู่ได้นาน.",
    "บานเย็น": "น. ชื่อไม้พุ่มขนาดเล็กชนิด <f><i>Mirabilis jalapa</i> L.</f> ในวงศ์ <f>Nyctaginaceae</f> รากอวบ ใบเดี่ยว โคนดอกเป็นหลอด ปลายบานเป็น ๕ แฉก บานในเวลาเย็น มีหลายสี เช่น ขาว แดงอมม่วง เหลือง รากใช้ทํายาได้.<2t>ว. สีแดงอมม่วง.",
    "บ้านรับรอง": "น. บ้านที่สร้างไว้สําหรับรับรองแขก.",
    "บ้านเรือน": "น. บ้านที่อยู่อาศัย.",
    "บ้าน้ำลาย": "ว. ชอบพูดพล่าม, ชอบพูดเพ้อเจ้อ.",
    "บ่านี่": "ว. อะไรนี่, ทําไมนี่.",
    "บานียะ": "ว. ควรดื่ม, น่าดื่ม, ดื่มได้. (ป., ส. ปานีย).",
    "บานีโยทก": "น. นํ้าดื่ม.",
    "บ้าบ่น": "น. เพลงไทย ๒ ชั้นของเก่า ใช้มโหรีเป็นเครื่องรับ ทําตอนเสี่ยง เช่น ตอนไกรทองเสกกระทงเสี่ยงลอยไปในพิธีจับชาละวัน, กระทงลอย หรือ กระทงน้อย ก็เรียก.",
    "บ้าบ๋า": "น. เรียกชายที่เป็นลูกครึ่งจีนกับมลายูที่เกิดในมลายูและอินโดนีเซียว่า บ้าบ๋า, คู่กับ ย่าหยา ซึ่งหมายถึงหญิงลูกครึ่งจีนกับมลายูที่เกิดในมลายูและอินโดนีเซีย.",
    "บ้าบิ่น ๑": "ว. มุทะลุ, หุนหันพลันแล่น, อวดกล้าทําการอย่างไม่มีสติยั้งคิด, บิ่น ก็ว่า.",
    "บ้าบิ่น ๒": "น. ชื่อขนมชนิดหนึ่ง ทําด้วยแป้งข้าวเหนียวผสมกับมะพร้าวและนํ้าตาลทราย ผิงไฟล่างไฟบน.",
    "บาบี": "(แบบ) น. คนมีบาป, คนมีความชั่ว, เช่น ชนะแต่บาบีพรรค์ พรั่งพร้อม. (ตะเลงพ่าย). (ป. ปาปี; ส. ปาปินฺ).",
    "บาป, บาป-": "[บาบ, บาบปะ-] น. การกระทําผิดหลักคําสอนหรือข้อห้ามในศาสนา; ความชั่ว, ความมัวหมอง.<2t>ว. ชั่ว, มัวหมอง, เช่น คนใจบาป. (ป., ส. ปาป).",
    "บาปกรรม": "[บาบกํา] น. บาป. (ส. ปาปกรฺม; ป. ปาปกมฺม).",
    "บาปเคราะห์": "[บาบปะ-] ว. เคราะห์ร้าย.<2t>น. ดาวพระเคราะห์ที่ให้โทษ เช่น พระราหู. (ส. ปาปคฺรห).",
    "บาปมิตร": "[บาบปะมิด] น. มิตรชั่ว. (ส. ปาปมิตฺร; ป. ปาปมิตฺต).",
    "บาปหนา": "[บาบหฺนา] น. บาปมาก.<2t>ว. มีบาปมาก, มีบาปสั่งสมไว้มาก, มีกรรมมาก, เช่น คนบาปหนา.",
    "บาพก": "[บา-พก] (แบบ) น. ไฟ, (โบ) ใช้ว่า บ่าพก ก็มี. (ป., ส. ปาวก).",
    "บาย": "น. ข้าว. (ข.).",
    "บ่าย": "น. เวลาในระหว่างเที่ยงกับเย็น.<2t>ก. คล้อย เช่น ตะวันบ่าย; หัน, ก้าว; เลี่ยงไป เช่น เฒ่าก็ประดิษฐ์ประดับกายเป็นปะขาวดาบสเบือนบ่ายจําแลงเพศ. (ม. ร่ายยาว ชูชก).",
    "บ้าย": "ก. ป้าย, ทําให้ติดเฉพาะที่ใดที่หนึ่ง, ทาอย่างหยาบ&#160;ๆ ไม่ต้องการประณีตบรรจง เช่น บ้ายปูน บ้ายพลู, ทําให้เปรอะเปื้อนด้วยอาการคล้ายเช่นนั้น เช่น เอามินหม้อบ้ายหน้า; ซัดความผิดให้ผู้อื่น ในความว่า บ้ายความผิดให้ผู้อื่น.",
    "บ่ายควาย": "น. เวลาไล่ควายกลับบ้าน, เวลาเย็น, เวลาจวนคํ่า.",
    "บ่ายเบี่ยง": "ก. เลี่ยงพอให้พ้นไป (มักใช้แก่กริยาพูด), เบี่ยงบ่าย ก็ว่า.",
    "บายศรี": "น. เครื่องเชิญขวัญหรือรับขวัญ ทําด้วยใบตอง รูปคล้ายกระทง เป็นชั้น&#160;ๆ มีขนาดใหญ่เล็กสอบขึ้นไปตามลําดับ เป็น ๓ ชั้น ๕ ชั้น ๗ ชั้น หรือ ๙ ชั้น มีเสาปักตรงกลางเป็นแกน มีเครื่องสังเวยวางอยู่ในบายศรีและมีไข่ขวัญเสียบอยู่บนยอดบายศรี มีหลายอย่าง เช่น บายศรีตอง บายศรีปากชาม บายศรีใหญ่. (ข. บาย = ข้าว + ศรี = สิริ หมายความว่า ข้าวอันเป็นสิริหรือข้าวขวัญ).",
    "บายศรีปากชาม": "น. บายศรีตองที่จัดวางลงปากชาม.",
    "บายสุหรี": "[บายสุหฺรี] น. สระนํ้า. (ช.).",
    "บ่ายหน้า": "ก. หันหน้า เช่น บ่ายหน้าไปทางทิศเหนือ, มุ่ง เช่น บ่ายหน้ากลับบ้าน.",
    "บาร์ ๑": "(อุตุ) น. หน่วยวัดความกดอากาศ ๑ บาร์มีค่าเท่ากับ ๑๐<sup>๖</sup> ดายน์ต่อตารางเซนติเมตร หรือ ๑๐<sup>๕</sup> นิวตันต่อตารางเมตร; (ธรณี) หน่วยวัดความดึงดูดของโลก ๑ บาร์มีค่าเท่ากับ ๙๘๐.๖๑๖ เซนติเมตรต่อวินาที ต่อ วินาที. (อ. <f>bar</f>).",
    "บาร์ ๒": "น. ร้านขายเครื่องดื่มประเภทมีแอลกอฮอล์ มักมีดนตรีและที่ให้ลูกค้าเต้นรําด้วย, สถานบริการเหล้าหรือเครื่องดื่มภายในบ้านเป็นต้น เช่น เปิดฟรีบาร์. (อ. <f>bar</f>).",
    "บารนี": "[-ระนี] ว. ดั่งนี้, ยิ่ง, นัก, มาก.",
    "บารมี": "[-ระมี] น. คุณความดีที่ควรบําเพ็ญมี ๑๐ อย่าง คือ ทาน ศีล เนกขัมมะ (การออกจากกาม คือ บวช) ปัญญา วิริยะ ขันติ สัจจะ อธิฏฐาน เมตตา อุเบกขา เรียกว่า ทศบารมี; คุณความดีที่ได้บําเพ็ญมา, คุณสมบัติที่ทําให้ยิ่งใหญ่, เช่นว่า ชมพระบารมี พระบารมีปกเกล้าฯ พ่ายแพ้แก่บารมี. (ป. ปารมี).",
    "บาร์เรล": "น. หน่วยวัดความจุของของเหลว ซึ่งเมื่อใช้กับการวัดปริมาตรนํ้ามันปิโตรเลียม ๑ บาร์เรล = ๓๖ แกลลอนในประเทศอังกฤษ ส่วนในประเทศสหรัฐอเมริกา ๑ บาร์เรล = ๔๒ แกลลอน. (อ. <f>barrel</f>).",
    "บาร์เลย์": "น. ข้าวบาร์เลย์. <i>(ดู ข้าวบาร์เลย์)</i>.",
    "บารอมิเตอร์": "น. เครื่องมือที่ใช้วัดความกดดันของบรรยากาศ อาจประกอบด้วยปรอท หรือตลับโลหะสุญญากาศ แล้วแต่ความมุ่งหมายและความสะดวกที่จะนําไปใช้. (อ. <f>barometer</f>).",
    "บ้าระบุ่น": "น. นกปรอด. (เทียบอิหร่าน <f>bulbul</f> ว่า นกไนติงเกล). (อภัย).",
    "บ้าระห่ำ": "ว. มุทะลุ, ทะลึ่งตึงตัง.",
    "บ้าร่าท่า": "(ปาก) ว. อาการที่บานเต็มที่ เรียกว่า บานบ้าร่าท่า.",
    "บาเรียน": "น. ผู้เล่าเรียน, ผู้รู้ธรรม, ผู้คงแก่เรียน, เปรียญ.",
    "บาเรียม": "น. ปืนใหญ่โบราณชนิดหนึ่ง.",
    "บาล": "(แบบ) ก. เลี้ยง, รักษา, ปกครอง, เช่น บาลเมือง, โดยมากใช้เป็นคําหลังสมาส เช่น โลกบาล รัฐบาล นครบาล โคบาล นิรยบาล. (ป., ส. ปาล).",
    "บ้าลำโพง": "ว. บ้าเพราะกินเมล็ดลําโพง มีอาการซึมหรือพูดพล่าม, โดยปริยายหมายความว่า พูดโผงผาง ตึงตัง หรือแสดงกิริยาโมโหโกรธา เช่น พูดจาบ้าลําโพงโป้งไป. (คาวี), ทําโมโหโกรธาบ้าลําโพง เที่ยวโป้งโหยงหยาบช้าสาธารณ์. (พิเภกสอนบุตร).",
    "บาลี": "น. ภาษาที่ใช้เป็นหลักในพระพุทธศาสนานิกายเถรวาท; คัมภีร์พระไตรปิฎก, พุทธพจน์, เรียกว่า พระบาลี. (ป., ส. ปาลิ).",
    "บ้าเลือด": "ว. บันดาลโทสะอย่างไม่กลัวตายเมื่อถูกทําร้ายถึงเลือดตกยางออก.",
    "บ่าว": "น. คนใช้; ชายหนุ่ม; เรียกชายผู้เข้าพิธีสมรสว่า เจ้าบ่าว, คู่กับ หญิงผู้เข้าพิธีสมรส ซึ่งเรียกว่า เจ้าสาว.",
    "บ่าวขุน ๑": "น. ชื่อวิธีนุ่งผ้า นุ่งห้อยชายข้างหนึ่งอย่างพระยายืนชิงช้านุ่ง. (สิบสองเดือน).",
    "บ่าวขุน ๒": "น. ชื่อนกชนิดหนึ่ง เช่น บ่าวขุนกางเขนเขจร. (สมุทรโฆษ).",
    "บ่าวไพร่": "น. ข้าทาสบริวาร.",
    "บาศ": "น. บ่วง เช่น นาคบาศ เชือกบาศ. (ส. ปาศ; ป. ปาส).",
    "บาศก์": "น. ลูกเต๋า, ลูกสกา, ใช้ว่า ลูกบาศก์. (ส. ปาศก; ป. ปาสก).",
    "บาสเกตบอล": "น. ชื่อกีฬาชนิดหนึ่ง ผู้เล่นแบ่งเป็น ๒ ฝ่าย ฝ่ายละ ๕ คน ผู้เล่นแต่ละฝ่ายต้องพยายามโยนลูกบอลลงในห่วงตาข่ายของฝ่ายตรงข้าม นับคะแนนตามจํานวนครั้งที่โยนลูกลงห่วงได้. (อ. <f>basketball</f>).",
    "บ้าสมบัติ": "ว. ที่เห็นอะไร&#160;ๆ เป็นของมีค่าไปทั้งหมด; ที่ชอบสะสมสิ่งของต่าง&#160;ๆ ไว้มากจนเกินความจําเป็น.",
    "บ้าหมู ๑": "<i>ดู ลมบ้าหมู ๑</i>.",
    "บ้าหมู ๒": "<i>ดู ลมบ้าหมู ๒</i>.",
    "บาหลี ๑": "[-หฺลี] น. ห้องเล็ก&#160;ๆ ที่อยู่ท้ายเรือสําเภา.",
    "บาหลี ๒": "[-หฺลี] น. ชื่อเกาะหนึ่งของประเทศอินโดนีเซีย อยู่ทางตะวันออกของเกาะชวา, เรียกประชาชนชาวเกาะนั้นว่า ชาวบาหลี.",
    "บ้าหว่า": "[-หฺว่า] น. เครื่องประดับข้อมืออย่างหนึ่ง. (ขุนช้างขุนแผน).",
    "บ้าหอบฟาง": "(สํา) ว. บ้าสมบัติ เห็นอะไร&#160;ๆ เป็นของมีค่าจะเอาทั้งนั้น, อาการที่หอบหิ้วสิ่งของพะรุงพะรัง.",
    "บ้าห้าร้อยจำพวก": "(สํา) ว. บ้ามากมายหลายประเภท.",
    "บ๋ำ": "ว. บุ๋ม.",
    "บำเทิง": "ว. บันเทิง, เบิกบาน, รื่นเริง, ยินดี.",
    "บำนาญ": "น. เงินตอบแทนที่ได้ทํางานมาเป็นเวลานาน ซึ่งจ่ายเป็นรายเดือนจนตลอดชีวิตเมื่อออกจากงาน, โบราณใช้ว่า เบี้ยบํานาญ; (กฎ) เงินตอบแทนความชอบที่ได้รับราชการมา ซึ่งจ่ายเป็นรายเดือน.",
    "บำบวง": "ก. บนบาน, เซ่นสรวง, บูชา.",
    "บำบัด": "ก. ทําให้เสื่อมคลาย เช่น บําบัดทุกข์, ทําให้ทุเลาลง เช่น บําบัดโรค.",
    "บำโบ, บำโบย, บำโบล": "ก. ลูบไล้. (อนันตวิภาค).",
    "บำเพ็ญ": "ก. ทําให้เต็มบริบูรณ์, เพิ่มพูน, (มักใช้ในเรื่องเกี่ยวกับศาสนา) เช่น บําเพ็ญบุญ บําเพ็ญบารมี; ประพฤติ, ปฏิบัติ, เช่น บําเพ็ญตนให้เป็นประโยชน์ บําเพ็ญพรต.",
    "บำราบ": "[บําหฺราบ] ก. ปราบ, ทําให้ราบ, ทําให้กลัว.",
    "บำราศ": "[บําราด] ก. หายไป, จากไป, พรากไป, ปราศจาก.",
    "บำรุง": "ก. ทําให้งอกงาม, ทําให้เจริญ, เช่น บํารุงต้นไม้ บํารุงบ้านเมือง; รักษาให้อยู่ในสภาพที่ดี เช่น บํารุงสุขภาพ บํารุงร่างกาย เงินค่าบํารุง.",
    "บำรุงขวัญ": "ก. ทําพิธีเช่นรดนํ้ามนต์ให้ เสกเป่าให้ หรือทําการอย่างใดอย่างหนึ่ง เช่นกล่าวปลุกใจเพื่อให้ขวัญดี มีใจกล้าหาญ.",
    "บำรู": "ก. ตกแต่ง, บํารุง; ประ เช่น บํารูงา ว่า ประงา.",
    "บำเรอ": "ก. ปรนนิบัติให้เป็นที่ชอบใจ, เรียกหญิงที่ปรนนิบัติเช่นนั้นว่า นางบําเรอ; บูชา เช่น บําเรอไฟ.",
    "บำเรอเชอภักดิ์": "ก. ตั้งใจรับใช้.",
    "บำหยัด": "ก. ประหยัด เช่น บําหยัดหยาบพึงเยงยํา. (กฤษณา).",
    "บำเหน็จ": "น. รางวัล, ค่าเหนื่อย, ค่าความชอบเป็นพิเศษ, เช่น ปูนบําเหน็จ, เงินตอบแทนที่ได้ทํางานมา ซึ่งจ่ายครั้งเดียวเมื่อออกจากงาน; (กฎ) เงินตอบแทนความชอบที่ได้รับราชการมา ซึ่งจ่ายครั้งเดียวเมื่อออกจากงาน.",
    "บิ": "ก. ทําให้แตกออกหรือหลุดออกเป็นชิ้น&#160;ๆ ด้วยนิ้ว เช่น บิขนมปัง, แตกออกหรือหลุดออกด้วยอาการคล้ายคลึงเช่นนั้น.",
    "บิกู, บีกู": "น. ภิกขุ เช่น พราหมณ์ชีบีกูน้อยใหญ่. (อิเหนา). (ช.).",
    "บิกูปะระมาหนา, บิกูปะระหมั่นหนา": "น. ภิกษุกับพราหมณ์. (ช.).",
    "บิฐ": "<pic053.gif,บิฐ>[บิด] น. ตั่ง, ที่นั่งชนิดหนึ่ง รูปสี่เหลี่ยม มีเท้า มีพนักอิงบ้างไม่มีบ้าง. (ป. ปี&#xf700;).",
    "บิณฑ-": "[บินทะ-] (แบบ) น. ก้อนข้าว. (ป., ส. ปิณฺฑ).",
    "บิณฑบาต": "น. อาหาร (ใช้แก่พระภิกษุสามเณร) เช่น รับบิณฑบาต.<2t>ก. กิริยาที่พระภิกษุสามเณรรับของที่เขานํามาใส่บาตร, โดยปริยายหมายถึงกิริยาที่พระภิกษุสามเณรขอหรือขอร้อง เช่น เรื่องนี้ขอบิณฑบาตให้เลิกแล้วต่อกัน. (ป. ปิณฺฑปาต ว่า ก้อนข้าวที่ตก).",
    "บิด ๑": "ก. หมุนให้เป็นเกลียวอย่างบิดผ้า, หมุนไปทางใดทางหนึ่ง เช่น บิดลูกบิด; เผล้ไปจากสภาพปรกติ เช่น ล้อรถบิด, ทําให้ผิดไปจากสภาพความจริง เช่น บิดข้อความ; หลีกเลี่ยงเพราะความเกียจคร้านเป็นต้น เช่น บิดงาน บิดการ, เอานิ้วมือบีบเนื้ออย่างแรงทํานองแหนบแล้วหมุน เช่น บิดเนื้อ บิดหู; กิริยาที่ปลากัดปลาเข็มเอาปากต่อปากกัดกันจนติดแล้วกลับตัวไปมา.<2t>น. ลักษณนามเรียกอาการที่ปลากัดปลาเข็มเอาปากต่อปากกัดกันแล้วกลับตัวไปมาเช่นนั้นแต่ละยกว่า บิดหนึ่ง ๒ บิด.",
    "บิด ๒": "น. โรคลําไส้ใหญ่อักเสบ มีอาการปวดมวนและอุจจาระเป็นมูกเลือด.",
    "บิดขวา": "ว. เรียกอาการที่ห่มจีวรโดยม้วนชายด้านข้างทั้ง ๒ ให้เป็นลูกบวบหันเข้าทางขวาว่า ห่มบิดขวา.",
    "บิดขี้เกียจ": "ก. บิดร่างกายไปมาเพราะความเกียจคร้านหรือเพื่อแก้เมื่อยเป็นต้น.",
    "บิดจะกูด, บิดตะกูด": "ว. อาการที่บิดไปบิดมาไม่ยอมทําอะไรหรือไม่ยอมทําตามสั่ง.",
    "บิดซ้าย": "ว. เรียกอาการที่ห่มจีวรโดยม้วนชายด้านข้างทั้ง ๒ ให้เป็นลูกบวบหันออกทางซ้ายว่า ห่มบิดซ้าย.",
    "บิดเบี้ยว": "ว. บิดจนผิดรูปผิดร่างไปมาก เช่น หน้าตาบิดเบี้ยว รูปร่างบิดเบี้ยว.",
    "บิดเบือน": "ก. ทําให้ผิดแผกไปจากข้อเท็จจริง, ทําให้ผิดแผกแปลกไปจากเดิมหรือจากข้อเท็จจริง.",
    "บิดพลิ้ว": "ก. หลีกเลี่ยงไม่ปฏิบัติตามสัญญาหรือปฏิบัติไม่ตรงตามข้อตกลง.",
    "บิดร": "[-ดอน] (แบบ) น. พ่อ. (ป. ปิตุ; ส. ปิตฺฤ).",
    "บิดไส้": "ก. ใช้เวทมนตร์ทําให้เกิดอาการเจ็บปวดในท้องคล้ายลําไส้ถูกบิด.",
    "บิดหล่า": "<pic054.gif,บิดหล่า>[บิดหฺล่า] น. เครื่องมือสําหรับเจาะไม้ชนิดหนึ่ง ใช้มือดึงเชือกบิดเป็นเกลียว ปลายมีคม คล้ายสว่าน.",
    "บิดหัวลูก": "น. โรคบิดที่เป็นแก่หญิงมีครรภ์แก่จวนจะคลอด.",
    "บิดา": "น. พ่อ (ใช้ในที่สุภาพ), โดยปริยายหมายความว่า ผู้ให้กําเนิด เช่น บิดาแห่งประวัติศาสตร์, บิดร ก็ว่า. (ป. ปิตา; ส. ปิตฺฤ).",
    "บิตุ": "(แบบ) น. พ่อ, ใช้เป็นคําหน้าสมาส เช่น บิตุฆาต บิตุราช. (ป. ปิตุ).",
    "บิตุจฉา": "[-ตุดฉา] (แบบ) น. อา (ผู้หญิง), ป้า (ญาติฝ่ายพ่อ). (ป. ปิตุจฺฉา).",
    "บิตุรงค์": "(กลอน) น. พ่อ. (ป. ปิตุ + องฺค).",
    "บิตุเรศ": "(กลอน) น. พ่อ.",
    "บิตุละ, บิตุลา": "(แบบ) น. ลุง, อา, (พี่น้องผู้ชายข้างพ่อ). (ป. ปิตุล).",
    "บิตุลานี": "(แบบ) น. อา (ผู้หญิง), ป้า (ญาติฝ่ายพ่อ). (ป. ปิตุลานี).",
    "บิน ๑": "ก. ไปในอากาศด้วยกําลังปีกหรือเครื่องยนต์เป็นต้น เช่น นกบิน เครื่องบินบิน, โดยปริยายหมายถึงการไปโดยลักษณะคล้ายคลึงเช่นนั้น เช่น ขวัญบิน จานบิน; เรียกหน่อไม้ที่ขึ้นสูงจนเป็นลํา แต่ยอดยังมีกาบหุ้มอยู่แก่เกินกิน ว่า หน่อไม้บิน.",
    "บิน ๒": "<i>ดู นกกระจอก ๒</i>.",
    "บิ่น": "ก. แตกลิไปเล็กน้อย (ที่คม ที่แง่ หรือที่ยอด) เช่น มีดบิ่น ชามปากบิ่น.<2t>ว. บ้าอย่างหุนหันพลันแล่น, บ้าบิ่น ก็ว่า.",
    "บินยา": "<i>ดู ลําไย (๒)</i>.",
    "บิลเลียด": "น. ชื่อกีฬาในร่มอย่างหนึ่ง เล่นบนโต๊ะรูปสี่เหลี่ยมผืนผ้าปูสักหลาด มีหลุมกรุตาข่าย ๖ หลุมที่มุมทั้ง ๔ และตรงกลางด้านยาว ผู้เล่นใช้ไม้ยาวซึ่งเรียกว่า คิว แทงลูกกลมให้ได้แต้มตามกติกา. (อ. <f>billiards</f>).",
    "บิวเรตต์": "น. หลอดแก้วยาว ปลายล่างมีลูกบิดให้ปิดเปิดได้ ข้างหลอดมีขีดบอกปริมาตรสําหรับวัดของเหลวที่ไขออก ใช้ประโยชน์ในการวิเคราะห์ทางเคมี. (อ. <f>burette</f>).",
    "บิศาจ": "น. ปิศาจ, ปีศาจ, ผี. (ส. ปิศาจ; ป. ปิสาจ).",
    "บิสมัท": "น. ธาตุลําดับที่ ๘๓ สัญลักษณ์ <f>Bi</f> เป็นโลหะ ลักษณะเป็นของแข็งสีขาวอมแดง เปราะ หลอมละลายที่ ๒๗๑.๓ &#x00b0;ซ. เป็นตัวนําความร้อนและไฟฟ้าที่เลว มีสมบัติพิเศษ คือ ขยายตัวเมื่อแข็งตัว ใช้ประโยชน์นําไปผสมกับโลหะอื่นให้เป็นโลหะเจือ ซึ่งหลอมละลายที่อุณหภูมิตํ่า. (อ. <f>bismuth</f>).",
    "บี้ ๑": "ก. กดหรือบีบให้แบนหรือผิดจากรูปเดิม.<2t>ว. แฟบผิดปรกติ เช่น จมูกบี้.",
    "บี้ ๒": "น. ตัวไหมที่ออกจากฝักมีปีกแล้ว. (ลัทธิ).",
    "บีฑา": "[-ทา] (แบบ) ก. เบียดเบียน, บีบคั้น, รบกวน, เจ็บปวด. (ส. ปีฑา).",
    "บีตา": "(ฟิสิกส์) น. ชื่ออนุภาคที่พุ่งออกมาจากนิวเคลียสของอะตอมกัมมันตรังสี มี ๒ ชนิด คือ อิเล็กตรอน และ โพซิตรอน. (อ. <f>beta particle</f>), มักเรียกกระแสอนุภาคบีตาว่า รังสีบีตา ซึ่งเคลื่อนที่ด้วยความเร็วประมาณ ๒๙๐,๐๐๐ กิโลเมตรต่อวินาที มีอํานาจในการเจาะทะลุมากกว่ารังสีแอลฟา แต่น้อยกว่ารังสีแกมมา. (อ. <f>beta rays</f>).",
    "บีบ": "ก. ใช้มือเป็นต้นกดด้านทั้ง ๒ ของสิ่งใดสิ่งหนึ่งเข้าหากัน เช่น บีบมะนาว, โดยปริยายหมายถึงกดดัน เช่น ถูกบีบ.",
    "บีบขนมจีน": "ก. บีบแป้งขนมจีนที่อยู่ในห่อผ้าที่เย็บติดกับหน้าแว่น แล้วโรยให้เป็นเส้นลงในนํ้าเดือด, โรยขนมจีน ก็ว่า.",
    "บีบขมับ": "ก. เอาไม้คาบเข้าที่ขมับทั้ง ๒ ข้าง แล้วผูกรวบรัดหัวท้ายไม้คาบนั้นเข้าด้วยกัน เป็นวิธีลงโทษในสมัยโบราณแบบหนึ่ง.",
    "บีบคั้น": "ก. บีบบังคับให้ได้รับความลำบาก.",
    "บีบน้ำตา": "ก. แกล้งร้องไห้, ร้องไห้.",
    "บีบบังคับ": "ก. กดขี่.",
    "บีบรัด": "ก. ทําให้รู้สึกอึดอัดใจเพราะเหตุอย่างใดอย่างหนึ่งคล้ายถูกบีบถูกรัด.",
    "บี้แบน": "ว. แบนจนผิดรูปผิดร่างเพราะถูกกดหรือทับ.",
    "บีเยศ": "(กลอน) ว. ที่รัก เช่น แถลงปางนฤนารถไท้สวรรคต ยงงมิ่งเมืองบนบี เยศเย้า. (ยวนพ่าย).",
    "บึก": "น. ชื่อปลานํ้าจืดชนิด <f><i>Pangasianodon gigas</i></f> ในวงศ์ <f>Schilbeidae</f> ไม่มีเกล็ด ตัวยาว แบนข้างเล็กน้อย ท้องกลม มีหนวดสั้นมากข้างละ ๑ เส้นที่มุมปาก ไม่มีฟัน ครีบหลังตอนที่ ๒ เป็นแผ่นเนื้อขนาดเล็ก ลําตัวด้านหลังสีเทาอมนํ้าตาลแดง ด้านท้องสีขาว มีในลําแม่นํ้าโขง ขนาดยาวได้ถึง ๓ เมตร เป็นปลานํ้าจืดไม่มีเกล็ดที่ใหญ่ที่สุดในโลก.",
    "บึกบึน": "ก. ทรหดอดทน, ไม่ท้อถอย.",
    "บึง": "น. แหล่งนํ้าขนาดใหญ่ มีนํ้าขังตลอดปี.",
    "บึ่ง ๑": "น. ชื่อแมลงขนาดเล็กหลายสกุลในหลายวงศ์ ขนาดเท่าแมลงหวี่หรือโตกว่าเล็กน้อย มีปีกคู่เดียว ปากแบบดูดกิน เจาะดูดเลือดคนและสัตว์กินเป็นอาหาร มีอยู่ชุกชุมตามบริเวณชายนํ้า ชายทะเล และในป่าทึบ ที่สําคัญได้แก่ สกุล <f><i>Phlebotomus</i></f> วงศ์ <f>Psychodidae</f>, สกุล <f><i>Simulium</i></f> วงศ์ <f>Simuliidae</f>, สกุล <f><i>Leptoconops</i></f> และ <f><i>Culicoides</i></f> วงศ์ <f>Ceratopogonidae</f> เป็นต้น, ปึ่ง หรือ คุ่น ก็เรียก.",
    "บึ่ง ๒": "ก. วิ่งหรือขับไปโดยเร็ว เช่น บึ่งไป บึ่งรถ บึ่งเรือ.",
    "บึ้ง ๑": "น. ชื่อแมงมุมขนาดใหญ่ที่มีลําตัวยาวกว่า ๓ เซนติเมตรขึ้นไป ส่วนใหญ่เป็นประเภทไม่ถักใยดักสัตว์ ตัวสีนํ้าตาลหรือนํ้าตาลแก่ มีขนรุงรังสีเดียวกัน ขุดรูอยู่ คอยจับสัตว์เล็ก&#160;ๆ กิน บึ้งชนิดที่คนนํามากิน เช่น ชนิด <f><i>Melopoeus albostriatus, Nephila maculata</i></f>, กํ่าบึ้ง หรือ อีบึ้ง ก็เรียก.",
    "บึ้ง ๒": "ว. อาการที่หน้าตาไม่ยิ้มแย้มแจ่มใส.",
    "บึ้งตึง": "ว. อาการที่หน้าบึ้งเพราะโกรธหรือไม่พอใจเป็นต้น.",
    "บึงบาง": "น. บึงที่ใช้เป็นทางนํ้า.",
    "บึ้งบูด": "ว. อาการที่หน้าเง้าแสดงอาการไม่พอใจ.",
    "บื๋อ": "ว. เสียงดังอย่างเสียงเร่งเครื่องยนต์ โดยปริยายหมายความว่า เคลื่อนไปอย่างรวดเร็ว เช่น เรือบื๋อ.",
    "บุ": "ก. ตีให้เข้ารูป เช่น บุขัน, เอาของบาง&#160;ๆ หุ้มข้างนอก เช่น บุหนัง บุพลาสติก หรือรองข้างใน เช่น บุหลังคา.",
    "บุก ๑": "น. ชื่อไม้ล้มลุกหลายชนิดในสกุล <f><i>Amorphophallus</i></f> วงศ์ <f>Araceae</f> ในต้นฤดูฝนจะออกดอกก่อน เวลาบานส่งกลิ่นเหม็นมาก เมื่อดอกโรยแล้วมีใบงอกออกมาเพียงใบเดียว ก้านดอกและใบกลมยาว หน้าแล้งต้นตายเหลือหัวอยู่ใต้ดิน เช่น บุกคางคก <f>(<i>A. rex</i> Prain ex Hook.f.)</f> หัวกินได้, บุกรอ <f>(<i>A. saraburiensis</i> Gagnep.)</f> ใช้ทํายาได้.",
    "บุก ๒": "ก. ลุย, ฝ่าไป, เช่น บุกโคลน บุกป่า.",
    "บุกบัน, บุกบั่น": "ก. ฝ่าไปโดยไม่ท้อถอย เช่น เข้าโรมรุกบุกบันฟันแทง. (อิเหนา).",
    "บุกเบิก": "ก. ถางป่าเข้าไปให้เป็นไร่นา, โดยปริยายหมายความว่า ริเริ่มทําเป็นคนแรกหรือพวกแรก.",
    "บุกป่าฝ่าดง": "(สํา) ก. พยายามต่อสู้อุปสรรคต่าง&#160;ๆ.",
    "บุกรุก": "ก. ล่วงลํ้าเข้าไปในเขตที่หวงห้าม เช่น บุกรุกเข้าไปในเขตพระราชฐาน, ล่วงลํ้าเข้าไปในบริเวณที่หวงห้ามเพื่อยึดครองเป็นต้น เช่น บุกรุกป่าสงวน, ล่วงลํ้าเข้าไปในสถานที่ของผู้อื่นโดยบังอาจหรือพลการ เช่น บุกรุกเข้าไปในบ้านผู้อื่น. (กฎ) น. ชื่อความผิดอาญา เรียกว่า ความผิดฐานบุกรุก ได้แก่ การเข้าไปในอสังหาริมทรัพย์ของผู้อื่นเพื่อถือการครอบครองอสังหาริมทรัพย์นั้นทั้งหมดหรือแต่บางส่วน หรือเข้าไปกระทําการใด&#160;ๆ อันเป็นการรบกวนการครอบครองอสังหาริมทรัพย์ของเขาโดยปรกติสุข; การถือเอาอสังหาริมทรัพย์ของผู้อื่นเป็นของตนหรือของบุคคลที่สาม โดยยักย้ายหรือทําลายเครื่องหมายเขตแห่งอสังหาริมทรัพย์นั้นทั้งหมดหรือแต่บางส่วน; การเข้าไปหรือซ่อนตัวอยู่ในเคหสถาน อาคารเก็บรักษาทรัพย์หรือสํานักงานในความครอบครองของผู้อื่นโดยไม่มีเหตุอันควร หรือไม่ยอมออกไปจากสถานที่เช่นว่านั้นเมื่อผู้มีสิทธิที่จะห้ามมิให้เข้าไปได้ไล่ให้ออก.",
    "บุคคล, บุคคล-": "[บุกคน, บุกคะละ-, บุกคนละ-] น. คน (เฉพาะตัว); (กฎ) คนซึ่งสามารถมีสิทธิและหน้าที่ตามกฎหมาย เรียกว่า บุคคลธรรมดา; กลุ่มบุคคลหรือองค์กรซึ่งกฎหมายบัญญัติให้เป็นบุคคลอีกประเภทหนึ่ง ที่ไม่ใช่บุคคลธรรมดา และให้มีสิทธิและหน้าที่ตามกฎหมาย เรียกว่า นิติบุคคล. (ป. ปุคฺคล; ส. ปุทฺคล).",
    "บุคคลที่สาม": "(กฎ) <i>ดู บุคคลภายนอก</i>.",
    "บุคคลธรรมดา": "[บุกคน-] น. คน, มนุษย์ปุถุชน.",
    "บุคคลนิติสมมติ": "[บุกคนนิติสมมด] (กฎ; เลิก) น. นิติบุคคล.",
    "บุคคลผู้ไร้ความสามารถ": "[บุกคน-] (กฎ) น. บุคคลใด&#160;ๆ ซึ่งไม่มีความสามารถตามกฎหมาย หรือความสามารถถูกจํากัดโดยบทบัญญัติแห่งประมวลกฎหมายแพ่งและพาณิชย์ว่าด้วยความสามารถ.",
    "บุคคลภายนอก": "(กฎ) น. บุคคลที่มิได้เป็นคู่กรณีหรือคู่สัญญา แต่อาจมีสิทธิเกี่ยวข้อง, บุคคลที่สาม ก็เรียก.",
    "บุคคลสิทธิ": "[บุกคะละสิด, บุกคนละสิด] (กฎ) น. สิทธิเหนือบุคคล เช่น สิทธิของเจ้าหนี้เหนือลูกหนี้.",
    "บุคลากร": "[บุกคะลากอน] น. ตําแหน่งเจ้าหน้าที่ผู้ปฏิบัติงานเกี่ยวกับการบริหารงานบุคคล เช่นในการบรรจุแต่งตั้ง เลื่อนขั้น เลื่อนเงินเดือน เป็นต้น; ผู้ปฏิบัติงานตามหน้าที่ของแต่ละหน่วยงาน.",
    "บุคลาธิษฐาน": "[บุกคะลาทิดถาน, บุกคะลาทิดสะถาน] ว. มีบุคคลเป็นที่ตั้ง, ที่ยกคนหรือสิ่งที่เป็นรูปธรรมอื่น&#160;ๆ ขึ้นมาเป็นหลักในการอธิบาย เช่น เปรียบกิเลสเหมือนพญามาร, คู่กับ ธรรมาธิษฐาน.",
    "บุคลิก, บุคลิก-": "[บุกคะลิก, บุกคะลิกกะ-] ว. จําเพาะคน. (ป. ปุคฺคลิก).",
    "บุคลิกทาน": "[บุกคะลิกกะทาน] น. ทานที่ทายกให้จําเพาะตัวคน, คู่กับ สังฆทาน คือ ทานที่ให้แก่สงฆ์. (ตัดมาจาก ป. ปาฏิปุคฺคลิกทาน).",
    "บุคลิกภาพ": "[บุกคะลิกกะพาบ] น. สภาพนิสัยจําเพาะคน.",
    "บุคลิกลักษณะ": "[บุกคะลิกกะลักสะหฺนะ, บุกคะลิกลักสะหฺนะ] น. ลักษณะจําเพาะตัวของแต่ละคน, บุคลิก ก็ว่า.",
    "บุง": "(โบ) น. กระบุง.",
    "บุ่ง": "น. บึง.",
    "บุ้ง ๑": "น. ชื่อหนอนผีเสื้อหลายชนิดและหลายวงศ์ เช่น วงศ์ <f>Arctiidae, Lymantriidae, Lasiocampidae</f> มีขนปกคลุมเต็มลําตัว เมื่อถูกเข้าจะปล่อยนํ้าพิษทําให้เกิดอาการแสบร้อนและคัน เมื่อเจริญวัยจะเปลี่ยนเป็นดักแด้และฟักออกมาเป็นผีเสื้อกลางคืน, ร่าน ก็เรียก.",
    "บุ้ง ๒": "น. ชื่อไม้เถาชนิด <f><i>Ipomoea aquatica</i> Forssk.</f> ในวงศ์ <f>Convolvulaceae</f> ทอดเลื้อยตามพื้นดินหรือบนผิวนํ้า ดอกสีขาวหรือม่วงอ่อน ลําต้นกลวง ยอดกินได้ เรียก ผักบุ้ง, พันธุ์ดอกขาวเรียก ผักบุ้งจีน, ราชาศัพท์เรียก ผักทอดยอด.",
    "บุ้ง ๓": "น. เครื่องมือสําหรับถูไม้ ทําด้วยเหล็ก มีฟันเป็นปุ่มแหลมคม.",
    "บุ้งกี๋": "น. เครื่องสานรูปคล้ายเปลือกหอยแครง สำหรับใช้โกยดินเป็นต้น, ปุ้งกี๋ ก็ว่า.",
    "บุ้งขัน": "น. ชื่อไม้เถา ๒ ชนิดในสกุล <f><i>Ipomoea</i></f> วงศ์ <f>Convolvulaceae</f> ทอดเลื้อยตามหาดทรายชายทะเล, ชนิด <f><i>I. asarifolia</i> Roem. et Schult.</f> ดอกสีม่วง ใบมีขน ต้นและใบใช้แก้พิษแมงกะพรุน, ชนิด <f><i>I. tuba</i> G. Don</f> ดอกสีขาว ใบเกลี้ยง ทั้ง ๒ ชนิด เรียก ผักบุ้งขัน.",
    "บุ้งจีน": "น. ชื่อผักบุ้งพันธุ์หนึ่ง ดอกสีขาว.",
    "บุ้งทะเล": "น. ชื่อไม้เถาชนิด <f><i>Ipomoea pescaprae</i> (L.) R. Br.</f> ในวงศ์ <f>Convolvulaceae</f> ทอดเลื้อยตามหาดทรายชายทะเล ดอกสีม่วงแดง ใบไม่มีขน ต้นและใบใช้แก้พิษแมงกะพรุน เรียก ผักบุ้งทะเล.",
    "บุ้งฝรั่ง": "น. ชื่อไม้พุ่มชนิด <f><i>Ipomoea crassicaulis</i> (Benth.) B.L. Robinson</f> ในวงศ์ <f>Convolvulaceae</f> ดอกสีชมพูอ่อน ใบมีขนอ่อน เรียก ผักบุ้งฝรั่ง, ผักบุ้งรั้ว ก็เรียก.",
    "บุ้งร้วม": "น. (๑) ชื่อไม้เถาชนิด <f><i>Convolvulus arvensis</i> L.</f> ในวงศ์ <f>Convolvulaceae</f> ทอดเลื้อยตามพื้นดิน ต้นมีขน ดอกเล็ก สีขาว รากใช้ทํายาได้ เรียก ผักบุ้งร้วม.<2t>(๒) ชื่อไม้ล้มลุกชนิด <f><i>Enydra fluctuans</i> Lour.</f> ในวงศ์ <f>Compositae</f> ขึ้นในนํ้าและที่ชื้นแฉะ ดอกเล็กสีขาว&#160;ๆ ใบมีรสขม ใช้ทํายาได้ เรียก ผักบุ้งร้วม.",
    "บุญ, บุญ-": "[บุน, บุนยะ-] น. การกระทําดีตามหลักคําสอนในศาสนา; ความดี, คุณงามความดี.<2t>ว. ดี เช่น คนใจบุญ, มีคุณงามความดี เช่น คนมีบุญ. (ป. ปุญฺ&#xf70f;; ส. ปุณฺย).",
    "บุญเขต": "[บุนยะ-] น. เนื้อนาบุญ. (ป. ปุญฺ&#xf70f;กฺเขตฺต).",
    "บุญญาธิการ": "น. บุญที่ได้กระทำไว้มากยิ่ง.",
    "บุญญาธิสมภาร": "น. บุญที่ได้สั่งสมไว้มากยิ่ง.",
    "บุญญานุภาพ": "น. อํานาจแห่งบุญ. (ป. ปุญฺ&#xf70f;านุภาว).",
    "บุญญาภินิหาร": "น. ความปรารถนาอันแรงกล้าในความดี, บุญที่ให้สําเร็จได้ตามความปรารถนา. (ป. ปุญฺ&#xf70f;าภินิหาร).",
    "บุญญาภิสังขาร": "น. สภาพที่บุญตกแต่ง. (ป. ปุญฺ&#xf70f;าภิสงฺขาร).",
    "บุญทาย": "ว. ควรเป็นเนื้อคู่กัน เช่น ไปสู่ขอลูกสาวหลานสาวท่าน บุญทายต้องกัน.",
    "บุญทำกรรมแต่ง": "(สํา) บุญหรือบาปที่ทําไว้ในชาติก่อนเป็นเหตุทําให้รูปร่างหน้าตาหรือชีวิตของคนเราในชาตินี้สวยงาม ดี ชั่ว เป็นต้น.",
    "บุญธรรม": "น. เรียกลูกของคนอื่นซึ่งเอามาเลี้ยงเป็นลูกของตัวว่า ลูกบุญธรรม, ถ้าจดทะเบียนถูกต้องตามกฎหมาย เรียกว่า บุตรบุญธรรม.",
    "บุญนิธิ": "[บุนยะ-] น. ขุมทรัพย์คือบุญ. (ป.).",
    "บุญมาวาสนาส่ง": "(สํา) เมื่อมีบุญ อํานาจวาสนาก็มาเอง, บุญมาวาสนาช่วย ก็ว่า.",
    "บุญราศี": "[บุนยะ-, บุน-] น. กองบุญ.",
    "บุญฤทธิ์": "[บุนยะ-] น. ความสําเร็จด้วยบุญ.",
    "บุญหนักศักดิ์ใหญ่": "ว. มีฐานันดรศักดิ์สูงและอํานาจวาสนายิ่งใหญ่ เช่น น้อยหรือนางบุญหนักศักดิ์ใหญ่. (สังข์ทอง).",
    "บุณฑริก": "[บุนดะริก, บุนทะริก] น. บัวขาว; ชื่อสังขยา คือ ๑ มี ๐ ตามหลัง ๑๑๒ ตัว; ชื่อช้างตระกูล ๑ ในตระกูลช้างทั้ง ๑๐. (ป., ส. ปุณฺฑรีก).",
    "บุณมี": "[บุนนะมี] น. วันเพ็ญ. (ป. ปุณฺณมี; ส. ปูรฺณมี).",
    "บุณย์": "น. บุญ. (ส. ปุณฺย; ป. ปุญฺ&#xf70f;).",
    "บุตร, บุตร-": "[บุด, บุดตฺระ-] น. ลูก, ลูกชาย. (ส. ปุตฺร; ป. ปุตฺต).",
    "บุตรธรรม": "[บุดตฺระทํา] น. หน้าที่ของลูก.",
    "บุตรบุญธรรม": "[บุดบุนทํา] (กฎ) น. บุตรของผู้อื่นที่บุคคลได้จดทะเบียนรับเป็นบุตรของตน.",
    "บุตรา": "[บุดตฺรา] (กลอน) น. บุตร.",
    "บุตรี": "[บุดตฺรี] น. ลูกผู้หญิง. (ส. ปุตฺรี).",
    "บุตรีตระสุม": "[บุดตฺรีตฺระสุม] น. ต้นนางแย้ม. (ช.).",
    "บุถุชน": "น. ปุถุชน, คนที่ยังมีกิเลสหนา, สามัญชน, ผู้ที่มิได้เป็นพระอริยบุคคล. (ป. ปุถุชฺชน; ส. ปฺฤถคฺชน).",
    "บุทคล": "[บุดคน] น. บุคคล, คน. (ส. ปุทฺคล; ป. ปุคฺคล).",
    "บุนนะบุนนัง": "ก. ซ่อม, เพิ่มเติม.",
    "บุนนาค": "น. ชื่อไม้ต้นขนาดใหญ่ชนิด <f><i>Mesua ferrea</i> L.</f> ในวงศ์ <f>Guttiferae</f> ใบยาวรี ปลายใบเรียวแหลม ดอกสีขาวคล้ายสารภีแต่ใหญ่กว่า กลิ่นหอม ใช้ทํายาได้ แก่นสีแดงเข้ม ใช้ทําเครื่องเรือน.",
    "บุบ": "ก. ทุบ ตํา หรือเคี้ยวเบา&#160;ๆ พอให้เป็นรอยหรือแตก; บู้ลง, บุ๋มลง, เช่น ขันบุบ แก้มบุบ.",
    "บุบบิบ": "ว. อาการที่ของบางอย่างเช่นไข่จะละเม็ดหรือของที่ทําด้วยอะลูมิเนียม บุบเข้าไปหลายแห่ง.",
    "บุบสลาย": "ว. ชํารุดแตกหัก.",
    "บุปผ-": "[บุบผะ-] น. ดอกไม้. (ป. ปุปฺผ; ส. ปุษฺป).",
    "บุปผชาติ": "น. ดอกไม้, พวกดอกไม้. (ป.).",
    "บุปผวิกัติ": "น. ดอกไม้ที่ทําให้แปลก, ดอกไม้ที่ทําให้วิจิตรต่าง&#160;ๆ. (ป.).",
    "บุพ-, บุพพ-": "[บุบพะ-] ว. ก่อน, ทีแรก; เบื้องต้น, เบื้องหน้า. (ป. ปุพฺพ; ส. ปูรฺว).",
    "บุพกรรม": "น. กรรมที่ทําไว้แต่ปางก่อน. (ป. ปุพฺพ + ส. กรฺมนฺ; ป. ปุพฺพกมฺม).",
    "บุพการี": "น. ผู้ที่ทําอุปการะมาก่อน เช่น บิดามารดาเป็นบุพการีของบุตรธิดา. (ป. ปุพฺพการี); (กฎ) ญาติทางสาโลหิตโดยตรงขึ้นไป ได้แก่ บิดามารดา ปู่ย่า ตายาย ทวด.",
    "บุพกิจ": "น. กิจที่จะต้องทําก่อน. (ป. ปุพฺพกิจฺจ).",
    "บุพชาติ": "น. ชาติก่อน. (ป. ปุพฺพชาติ).",
    "บุพทักษิณ": "น. ทิศตะวันออกเฉียงใต้.",
    "บุพนิมิต": "น. ลางที่บอกเหตุขึ้นก่อน. (ป. ปุพฺพนิมิตฺต).",
    "บุพบท": "น. คําชนิดหนึ่งในไวยากรณ์ ทําหน้าที่เชื่อมคําต่อคํา อยู่หน้านาม สรรพนาม หรือกริยา มีคําว่า ด้วย โดย ใน เป็นต้น เช่น เขียนด้วยดินสอ หนังสือของฉัน กินเพื่ออยู่.",
    "บุพเปตพลี": "[-เปตะพะลี] น. บุญที่อุทิศให้แก่ญาติผู้ตายไปก่อน.",
    "บุพพัณชาติ": "[-พันนะชาด] น. พืชที่จะพึงกินก่อน ได้แก่ข้าวทุกชนิด. (ป. ปุพฺพณฺณชาติ; ส. ปูรฺว + อนฺน + ชาติ).",
    "บุพพัณหสมัย": "[-พันหะสะไหฺม] น. เวลาเบื้องต้นแห่งวัน, เวลาเช้า. (ป. ปุพฺพณฺหสมย; ส. ปูรฺวาหณ + สมย).",
    "บุพพาจารย์": "น. อาจารย์ในเบื้องต้น คือ บิดามารดา. (ป. ปุพฺพาจริย; ส. ปูรฺวาจารฺย).",
    "บุพพาษาฒ": "[-พาสาด] น. เดือน ๘ แรก, (โบ) เขียนเป็น บุพพาสาฒ ก็มี. (ป. ปุพฺพาสาฬฺห; ส. ปูรฺวาษาฒ).",
    "บุพพาสาฬหะ, บุรพอาษาฒ, ปุรพษาฒ": "[-พาสานหะ, -พาสานละหะ, บุระพะอาสาด, บุบพะอาสาด, ปุระพะสาด] น. ดาวฤกษ์ที่ ๒๐ มี ๓ ดวง เห็นเป็นรูปปากนกหรือช้างพลาย, ดาวสัปคับช้าง หรือ ดาวราชสีห์ตัวผู้ ก็เรียก.",
    "บุพเพนิวาสานุสติญาณ": "[บุบเพ-] น. ความรู้เป็นเครื่องระลึกได้ถึงขันธ์ที่อาศัยอยู่ในก่อน, การระลึกชาติได้. (ป. ปุพฺเพนิวาสานุสฺสติ&#xf70f;าณ).",
    "บุพเพสันนิวาส": "[บุบเพ-] น. การเคยเป็นเนื้อคู่กัน, การเคยอยู่ร่วมกันในชาติก่อน. (ป. ปุพฺเพสนฺนิวาส).",
    "บุพโพ": "[บุบโพ] น. นํ้าหนอง, นํ้าเหลือง. (ป. ปุพฺพ).",
    "บุพภาค": "น. ส่วนเบื้องต้น. (ป. ปุพฺพภาค).",
    "บุพวิเทหทวีป": "น. ทวีปใหญ่อยู่ทางทิศตะวันออกของเขาพระสุเมรุ เป็นทวีป ๑ ใน ๔ ทวีป ได้แก่ อุตรกุรุทวีปหรืออุตรกุรูทวีป บุพวิเทหทวีป ชมพูทวีป และอมรโคยานทวีป.",
    "บุ๋ม": "ว. ที่ยุบเป็นรอยลึกลงไป เช่น แก้มบุ๋ม.",
    "บุ่มบ่าม": "ว. ที่ขาดความยับยั้งไม่เกรงใจใคร.",
    "บุ้ย, บุ้ยปาก": "ก. ทําปากยื่นบอกใบ้ให้รู้.",
    "บุ้ยใบ้": "ก. ทําปากยื่นประกอบกิริยาบอกใบ้ให้รู้.",
    "บุรณะ": "[บุระ-] ก. บูรณะ, ซ่อมแซมทําให้กลับคืนดีเหมือนเดิม เช่น บุรณะวัด. (ส. ปูรณ).",
    "บุรพ-": "[บุระพะ-, บุบพะ-] ว. บุพ. (ส. ปูรฺว; ป. ปุพฺพ).",
    "บุรพทิศ": "[บุระพะทิด, บุบพะทิด] น. ทิศตะวันออก.",
    "บุรพบท": "[บุระพะบด, บุบพะบด] น. บุพบท, คําชนิดหนึ่งในไวยากรณ์ ทําหน้าที่เชื่อมคําต่อคํา อยู่หน้านาม สรรพนาม หรือกริยา มีคําว่า ด้วย โดย ใน เป็นต้น เช่น เขียนด้วยดินสอ หนังสือของฉัน กินเพื่ออยู่.",
    "บุรพผลคุนี, ปุรพผลคุนี, ปุพพผลคุนี": "[บุระพะ-, บุบพะ-, ปุระพะ-, ปุบพะ-] น. ดาวฤกษ์ที่ ๑๑ มี ๒ ดวง เห็นเป็นรูปแรดตัวผู้หรือเพดานตอนหน้า, ดาววัวตัวผู้ หรือ ดาวงูเมีย ก็เรียก.",
    "บุรพภัทรบท, ปุพพะภัททะ": "[บุระพะพัดทฺระบด, บุบพะพัดทฺระบด, ปุบพะพัดทะ] น. ดาวฤกษ์ที่ ๒๕ มี ๒ ดวง เห็นเป็นรูปราชสีห์ตัวผู้หรือเพดานตอนหน้า, ดาวโปฐบท ดาวแรดตัวผู้ หรือ ดาวหัวเนื้อทราย ก็เรียก.",
    "บุรพอาษาฒ, บุพพาสาฬหะ, ปุรพษาฒ": "[บุระพะอาสาด, บุบพะอาสาด, บุบพาสานหะ, บุบพาสานละหะ, ปุระพะสาด] น. ดาวฤกษ์ ที่ ๒๐ มี ๓ ดวง เห็นเป็นรูปปากนกหรือช้างพลาย, ดาวสัปคับช้าง หรือ ดาวราชสีห์ตัวผู้ ก็เรียก.",
    "บุรพาจารย์, บูรพาจารย์": "[บุระ-, บูระ-] น. อาจารย์ในเบื้องต้น คือ บิดามารดา.",
    "บุระ": "น. ป้อม, หอ, วัง, เมือง. (ป. ปุร).",
    "บุรัตถิมทิศ": "[-ถิมะทิด] น. ทิศตั้งอยู่เบื้องหน้า, ทิศตะวันออก. (ป. ปุรตฺถิมทิส).",
    "บุราณ": "ว. เก่า, ก่อน, เช่น คําบุราณท่านว่าไว้เป็นครู. (สังข์ทอง). (ป., ส. ปุราณ).",
    "บุราณทุติยิกา": "[บุรานะ-] น. เมียที่มีอยู่ก่อนบวช. (ป.).",
    "บุรินทร์": "น. เจ้าเมือง; (กลอน) เมืองใหญ่. (ส. ปุรินฺทฺร; ป. ปุรินฺท).",
    "บุริม-": "[บุริมมะ-, บุริม-] ว. ตะวันออก; ก่อน. (ป. ปุริม; ส. ปุรสฺ + อิม).",
    "บุริมทิศ": "[บุริมมะทิด] น. ทิศตะวันออก. (ป. ปุริมทิส).",
    "บุริมพรรษา": "[บุริมมะพันสา, บุริมพันสา] น. &#147;พรรษาต้น&#148;, ช่วงระยะเวลาที่ภิกษุเข้าอยู่จำพรรษาต้น คือตั้งแต่วันแรม ๑ ค่ำ เดือน ๘ ถึงขึ้น ๑๕ ค่ำ เดือน ๑๑, ปุริมพรรษา ก็ว่า, คู่กับ ปัจฉิมพรรษา. (ป. ปุริม + ส. วรฺษ).",
    "บุริมสิทธิ": "[บุริมมะสิด] (กฎ) น. สิทธิของเจ้าหนี้ในการที่จะได้รับชําระหนี้อันค้างชําระแก่ตนจากทรัพย์สินของลูกหนี้ก่อนเจ้าหนี้สามัญ.",
    "บุริมสิทธิพิเศษ": "(กฎ) น. บุริมสิทธิเหนือสังหาริมทรัพย์หรืออสังหาริมทรัพย์เฉพาะอย่างของลูกหนี้.",
    "บุริมสิทธิสามัญ": "(กฎ) น. บุริมสิทธิเหนือทรัพย์สินทั้งหมดของลูกหนี้.",
    "บุรี, บูรี": "น. เมือง. (ป. ปุร).",
    "บุรุษ, บุรุษ-": "[บุหฺรุด, บุหฺรุดสะ-] น. ผู้ชาย, เพศชาย, คู่กับ สตรี, ใช้ในลักษณะที่สุภาพ; (ไว) คําบอกผู้พูด เรียกว่า บุรุษที่ ๑, คําบอกผู้ที่พูดด้วย เรียกว่า บุรุษที่ ๒, คําบอกผู้ที่พูดถึง เรียกว่า บุรุษที่ ๓. (ส. ปุรุษ; ป. ปุริส).",
    "บุรุษโทษ": "[บุหฺรุดสะโทด] น. ลักษณะชั่วของคน.",
    "บุรุษธรรม": "[บุหฺรุดสะทํา] น. คติสําหรับตัว.",
    "บุรุษเพศ": "[บุหฺรุดเพด] น. เพศชาย, คู่กับ สตรีเพศ.",
    "บุโรทั่ง": "(ปาก) ว. เก่าและทรุดโทรมมาก.",
    "บุษกร": "[บุดสะกอน] น. ดอกบัวสีนํ้าเงิน, บัว; ชื่อช้างตระกูลปทุมหัตถีในพรหมพงศ์. (ส. ปุษฺกร).",
    "บุษบ-": "[บุดสะบะ-] น. ดอกไม้. (ส. ปุษฺป; ป. ปุปฺผ).",
    "บุษบก": "[บุดสะบก] น. มณฑปขนาดเล็กแต่ด้านข้างโปร่ง เป็นที่ประทับของพระมหากษัตริย์ในพระราชพิธี หรือประดิษฐานปูชนียวัตถุเช่นพระพุทธรูปเป็นต้น.",
    "บุษบง": "[บุดสะ-] (กลอน) น. ดอกไม้.",
    "บุษบราค": "[-ราก] น. บุษราคัม, ทับทิม, บุษย์นํ้าทอง, พลอยสีเหลือง. (ส. ปุษฺปราค).",
    "บุษบวรรษ": "[-วัด] น. ฝนดอกไม้ (เช่นที่ตกพรูเมื่อวีรบุรุษกระทําการใหญ่หลวง). (ส. ปุษฺปวรฺษ).",
    "บุษบัน": "[บุดสะ-] (กลอน) น. ดอกไม้, ดอกบัวเผื่อน.",
    "บุษบา": "[บุดสะ-] (กลอน) น. ดอกไม้.",
    "บุษบากร": "ว. อันเต็มไปด้วยดอกไม้. (ส. ปุษฺปากร).",
    "บุษบาคม": "น. ฤดูดอกไม้. (ส.).",
    "บุษบาบัณ": "น. ตลาดดอกไม้. (ส.).",
    "บุษบามินตรา": "[บุดสะบามินตฺรา] น. พุทธรักษา. (ช.).",
    "บุษบารักร้อย": "น. ชื่อกลบทอย่างหนึ่ง.",
    "บุษป-, บุษปะ": "[บุดสะปะ] น. ดอกไม้. (ส.).",
    "บุษปราค": "[บุดสะปะราก] น. บุษย์นํ้าทอง.",
    "บุษย-, บุษย์, บุษยะ, ปุษยะ, ปุสสะ": "[บุดสะยะ-, บุด, บุดสะยะ, ปุดสะยะ, ปุดสะ] น. ดาวฤกษ์ที่ ๘ มี ๕ ดวง เห็นเป็นรูปปุยฝ้าย พวงดอกไม้ ดอกบัว หรือ โลง, ดาวปุยฝ้าย ดาวพวงดอกไม้ ดาวดอกบัว ดาวโลง ดาวปู ดาวสมอสําเภา หรือ ดาวสิธยะ ก็เรียก. (ส. ปุษฺย; ป. ปุสฺส); แก้วสีขาว; บัว.",
    "บุษย์น้ำทอง": "<i>ดู บุษบราค</i>.",
    "บุษยมาส": "น. เดือนอันมีพระจันทร์เพ็ญเสวยนักษัตรบุษยะ คือ เดือนยี่ ตกในราวมกราคม. (ส.).",
    "บุษยสนาน": "น. พิธีอาบนํ้าเมื่อพระจันทร์กําลังผ่านหมู่ดาวบุษยะ, บุษยาภิเษก ก็ว่า.",
    "บุษยาภิเษก": "น. บุษยสนาน.",
    "บุษราคัม": "[บุดสะราคํา] น. พลอยสีเหลือง.",
    "บุหงง": "[-หฺงง] น. ชื่อไม้พุ่มชนิด <f><i>Desmos blumei</i> Finet</f> ในวงศ์ <f>Annonaceae</f> ดอกสีเหลือง กลีบดอกประสานกันเป็นถุง.",
    "บุหงัน": "[-หฺงัน] น. ดอกไม้.<2t>ว. แข็งแรง. (ช.).",
    "บุหงา": "[-หฺงา] น. ดอกไม้ชนิดต่าง&#160;ๆ มีมะลิ กระดังงา กุหลาบ เป็นต้น ที่ปรุงด้วยเครื่องหอมแล้วบรรจุในถุงผ้าโปร่งเล็ก&#160;ๆ ทําเป็นรูปร่างต่าง&#160;ๆ. (ตัดมาจาก บุหงารําไป).",
    "บุหงาประหงัน": "น. ดอกพุทธชาด. (ช.).",
    "บุหงามลาซอ": "[-มะลา-] น. ดอกมะลิลา. (ช.).",
    "บุหงารำไป": "น. ดอกไม้ที่ปรุงด้วยเครื่องหอมแล้วบรรจุในถุงผ้าโปร่งเล็ก&#160;ๆ ทําเป็นรูปร่างต่าง&#160;ๆ, มักเรียกย่อว่า บุหงา. (ช.).",
    "บุหงาลำเจียก": "น. ชื่อไม้ต้นขนาดเล็กชนิด <f><i>Goniothalamus tapis</i> Miq.</f> ในวงศ์ <f>Annonaceae</f> ดอกสีเหลืองนวล ออกตามลําต้น กลิ่นหอมคล้ายลําเจียก.",
    "บุหรง": "[-หฺรง] น. นก, นกยูง. (ช.).",
    "บุหรี่": "[บุหฺรี่] น. ยาสูบที่ใช้ใบตองหรือกระดาษเป็นต้นมวนใบยาที่หั่นเป็นฝอย.",
    "บุหรี่พระราม": "น. ชื่อไม้เถาชนิด <f><i>Neoalsomitra sarcophylla</i> Hutch.</f> ในวงศ์ <f>Cucurbitaceae</f> มีมือเกาะ ดอกเป็นช่อ ออกตามง่ามใบ กลีบดอกติดกันเป็นรูปปากแตรบาน&#160;ๆ ผลเรียวยาวคล้ายกระบองกลมหรือเป็นสามเหลี่ยม เวลาแก่ผลจะแตกที่ปลายเป็น ๓ ช่อง เมล็ดสีดํา แบน มีปีกบาง&#160;ๆ ที่ปลาย.",
    "บุหลัน": "[-หฺลัน] น. เดือน, ดวงเดือน, พระจันทร์. (ช.); ชื่อเพลงไทยมี ๒ เพลง คือ บุหลันชกมวย และ บุหลันเลื่อนลอย.",
    "บู่": "น. ชื่อปลาจําพวกหนึ่งในหลายสกุลและหลายวงศ์ มีตั้งแต่ขนาดเล็กจนถึงขนาดใหญ่ ครีบท้องอยู่ในแนวหน้าครีบอก รูปร่าง ลักษณะ สีสัน ถิ่นอาศัย พฤติกรรมและขนาดแตกต่างกัน มีทั้งในทะเล นํ้ากร่อยและนํ้าจืด เช่น บู่จาก หรือ บู่ทราย <f><i>(Oxyeleotris marmorata)</i></f> ในวงศ์ <f>Eleotridae</f> ซึ่งเป็นชนิดที่ใหญ่ที่สุดในประเทศไทย คือมีขนาดยาวได้ถึง ๕๐ เซนติเมตร, บู่ทอง บู่หิน บู่ทราย หรือ บู่ลูกทราย <f>(<i>Glossogobius</i> spp.)</f> ในวงศ์ <f>Gobiidae</f>, บู่รําไพ <f><i>(Vaimosa rambaiae)</i></f> และ บู่ทะเล หรือ บู่ขาว <f><i>(Acentrogobius caninus)</i></f>.",
    "บู้": "ว. ยู่ย่นเข้าไป เช่น คมมีดบู้.",
    "บูชนีย-": "[บูชะนียะ-] (แบบ) ว. ควรบูชา. (ป., ส. ปูชนีย).",
    "บูชนียสถาน": "[บูชะนียะสะถาน] น. สถานที่เนื่องด้วยศาสนา ซึ่งเป็นที่ควรแก่การเคารพบูชา เช่น วัดพระศรีรัตนศาสดาราม พระปฐมเจดีย์.",
    "บูชา": "ก. แสดงความเคารพบุคคลหรือสิ่งที่นับถือด้วยเครื่องสักการะ มีดอกไม้ ธูป เทียน เป็นต้น เช่น บูชาพระ บูชาเทวดา บูชาไฟ, ยกย่องเทิดทูนด้วยความนับถือหรือเลื่อมใสในความรู้ความสามารถ เช่น บูชาวีรบุรุษ บูชาความรู้ บูชาฝีมือ. (ป., ส. ปูชา).",
    "บูชากัณฑ์เทศน์": "ก. ติดกัณฑ์เทศน์ด้วยจตุปัจจัยไทยธรรมเป็นต้น.",
    "บูชายัญ": "น. การบูชาของพราหมณ์อย่างหนึ่ง, การเซ่นสรวงด้วยวิธีฆ่าคนหรือสัตว์เป็นเครื่องบูชา.<2t>ก. เซ่นสรวงด้วยวิธีฆ่าคนหรือสัตว์เป็นเครื่องบูชา.",
    "บูชิต": "[-ชิด] ว. บูชาแล้ว. (ป., ส. ปูชิต ว่า อันเขาบูชาแล้ว).",
    "บูด": "ว. มีรสเปรี้ยวและมีกลิ่นเหม็นเปรี้ยวแสดงว่าเสีย (ใช้แก่อาหาร) เช่น ข้าวบูด แกงบูด; ทําหน้าแสดงอาการไม่พอใจ เรียกว่า ทําหน้าบูด.",
    "บูดบึ้ง": "ว. ทําหน้าบึ้งแสดงอาการไม่พอใจ.",
    "บูดเบี้ยว": "ว. ทําหน้านิ่วแสดงอาการเจ็บปวดหรือไม่พอใจ.",
    "บูดู": "(ถิ่น-ปักษ์ใต้) น. น้ำที่ได้จากปลาหมักจนเปื่อย ต้มสุกแล้วปรุงรส มี ๒ ชนิด คือ บูดูแบบเค็ม เป็นเครื่องจิ้มกับผักสด และบูดูแบบหวาน สำหรับคลุกกับข้าวยำปักษ์ใต้.",
    "บู่ทะเล": "น. (๑) ชื่อปลาบู่ชนิดหนึ่ง. <i>(ดู บู่)</i>.<2t>(๒) <i>ดู คางคก ๒</i>.",
    "บู้บี้": "ว. บุบบิบ, ยู่ยี่.",
    "บูร": "[บูน] น. บุระ.",
    "บูรณ-, บูรณ์": "[บูระนะ-, บูน] ว. เต็ม. (ป., ส. ปูรณ).",
    "บูรณภาพ": "น. ความครบถ้วนบริบูรณ์ เช่น บูรณภาพแห่งดินแดน บูรณภาพแห่งอาณาเขต.",
    "บูรณมี": "น. วันเพ็ญ.",
    "บูรณะ": "ก. ซ่อมแซมทําให้กลับคืนดีเหมือนเดิม เช่น บูรณะวัด.",
    "บูรณาการรวมหน่วย": "น. การนําหน่วยที่แยก&#160;ๆ กันมารวมเข้าเป็นอันหนึ่งอันเดียวกัน.",
    "บูรพ์, บูรพะ": "[บูน, บูระพะ] ว. บุพ.",
    "บูรพา": "[-ระพา] ว. ตะวันออก; เบื้องหน้า. (ส.).",
    "บูรพาษาฒ": "น. เดือน ๘ แรก. (ส. ปูรฺวาษาฒ).",
    "เบ้": "ว. บิด, ไม่ตรง, เช่น ทําปากเบ้; ทําหน้าแสดงอาการผิดหวัง ไม่เห็นด้วย ไม่พอใจ หรือเจ็บปวด เป็นต้น.",
    "เบ่ง": "ก. ตะเบ็ง เช่น เบ่งเสียง, พยายามขับดันสิ่งเช่นอุจจาระปัสสาวะเป็นต้นให้ออกมา เช่น เบ่งอุจจาระเบ่งปัสสาวะ เบ่งลูก, ทําให้พองตัวขึ้นหรือขยายตัวออก เช่น อึ่งอ่างเบ่ง เบ่งกล้าม; (ปาก) เร่ง เช่น เบ่งรถให้ขึ้นหน้า; อวดว่ามีอํานาจ, อวดทําเป็นใหญ่.",
    "เบญกานี ๑": "น. ชื่อเรียกก้อนแข็ง&#160;ๆ ที่เกิดตามใบของไม้ก่อชนิด <f><i>Quercus infectoria</i> Oliv.</f> ในวงศ์ <f>Fagaceae</f> เกิดจากการวางไข่ของแมลงชนิด <f><i>Cynips tinctoria</i></f> ในวงศ์ <f>Cynipidae</f> รสฝาดจัด ใช้ทํายาได้ เรียกว่า ลูกเบญกานี.",
    "เบญกานี ๒": "น. ชื่อไม้พุ่มชนิด <f><i>Polyscias scutellaria</i> (Burm.f.) Fosberg</f> ในวงศ์ <f>Araliaceae</f> แผ่นใบแบน ขอบใบห่อขึ้นเล็กน้อย ใบด้านบนเป็นลายด่างสีขาวนวล เขียว และเขียวอ่อนปนกัน, ครุฑกระทง ก็เรียก.",
    "เบญจ-, เบญจะ": "[เบนจะ-] ว. ห้า, ลําดับที่ ๕ เช่น นาเบญจะ หัวเมืองเบญจะ มาตรา ... เบญจะ. (ป. ปญฺจ; ส. ปญฺจนฺ), มักใช้เป็นส่วนหน้าสมาส.",
    "เบญจก": "[เบนจก] น. หมวด ๕. (ป. ปญฺจก).",
    "เบญจกัลยาณี": "น. หญิงมีลักษณะงาม ๕ ประการ คือ ๑. ผมงาม ๒. เนื้องาม (คือ เหงือกและริมฝีปากแดงงาม) ๓. ฟันงาม ๔. ผิวงาม ๕. วัยงาม (คือ ดูงามทุกวัย). (ป. ปญฺจกลฺยาณี).",
    "เบญจกามคุณ": "น. เครื่องผูกอันบุคคลพึงใคร่ ๕ คือ รูป เสียง กลิ่น รส และสิ่งที่ถูกต้องด้วยกาย. (ป. ปญฺจกามคุณ).",
    "เบญจกูล": "น. เครื่องยา ๕ อย่าง คือ ขิง ดีปลี ช้าพลู สะค้าน เจตมูลเพลิง. (ส. ปญฺจโกล).",
    "เบญจขันธ์": "น. กอง ๕ คือ รูป เวทนา สัญญา สังขาร วิญญาณ.",
    "เบญจคัพย์": "น. เต้านํ้า อยู่ในหมู่ของใช้ในการพระราชพิธี ตามราชประเพณีของไทยใช้สําหรับพระมหากษัตริย์ทรงรับนํ้าอภิเษกหรือใส่นํ้าเทพมนตร์ ซึ่งจะรดถวายให้แก่พระมหากษัตริย์ หรือพระมหากษัตริย์ทรงรดพระราชทานสมเด็จเจ้าฟ้าซึ่งมีพระชนนีเป็นเจ้า, บางแห่งเขียนว่า เบญจครรภ.",
    "เบญจคีรีนคร": "น. ชื่อหนึ่งของเมืองราชคฤห์ มีภูเขา ๕ ลูกล้อมรอบ คือ ๑. ภูเขาปัณฑวะ ๒. ภูเขาคิชฌกูฏ ๓. ภูเขาเวภาระ ๔. ภูเขาอิสิคิลิ ๕. ภูเขาเวปุลละ.",
    "เบญจโครส": "[-โค-รด] น. นมโค ๕ อย่าง คือ นมสด นมส้ม เนยใส เนยข้น เปรียง. (ป.).",
    "เบญจดุริยางค์": "น. ปี่พาทย์เครื่องห้า มี ๒ ชนิด คือ เครื่องอย่างเบาใช้เล่นละครพื้นเมืองชนิดหนึ่งและเครื่องอย่างหนักใช้เล่นโขนชนิดหนึ่ง, อย่างเบามี ปี่ ๑ ทับ ๒ กลอง ๑ ฆ้องคู่ เป็นเครื่องทําจังหวะ ๑, อย่างหนักมี ปี่ ๑ ระนาด ๑ ฆ้องวง ๑ กลอง ๑ โทน (ตะโพน) ๑. (ตํานานเครื่องมโหรีปี่พาทย์).",
    "เบญจธรรม": "น. ธรรมะ ๕ ประการ คือ เมตตา ทาน ความสํารวมในกาม สัจจะ สติ, คู่กับ เบญจศีล.",
    "เบญจบรรพต": "น. เขา ๕ ยอด คือ เขาหิมาลัย.",
    "เบญจพรรณ": "ว. ๕ สี, ๕ ชนิด; หลายอย่างคละกัน ไม่เป็นสํารับ ไม่เป็นชุด เช่น ของเบญจพรรณ, เรียกต้นไม้ต่าง&#160;ๆ ที่ปลูกไว้ในที่แห่งเดียวกันว่า ไม้เบญจพรรณ, เรียกป่าที่มีไม้หลายพรรณคละกันว่า ป่าเบญจพรรณ.",
    "เบญจพล": "น. กําลัง ๕ คือ ศรัทธา วิริยะ สติ สมาธิ ปัญญา.",
    "เบญจเพส": "ว. ยี่สิบห้า เช่น อายุถึงเบญจเพส. (ป. ปญฺจวีส).",
    "เบญจภูต": "น. ธาตุทั้ง ๕ คือ ดิน นํ้า ไฟ ลม อากาศ.",
    "เบญจม-": "[เบนจะมะ-] ว. ครบ ๕, ที่ ๕. (ป. ปญฺจม).",
    "เบญจมสุรทิน": "น. วันที่ ๕ แห่งเดือนสุริยคติ.",
    "เบญจมาศ": "[เบนจะมาด] น. ชื่อไม้ล้มลุกหรือไม้พุ่มขนาดเล็กชนิด <f><i>Dendranthema morifolium</i> (Ramat.) Tzvel.</f> ในวงศ์ <f>Compositae</f> ใบหนา ใต้ใบมีขนละเอียด รูปใบมีแบบต่าง&#160;ๆ ดอกเป็นช่อออกตามปลายกิ่ง มีหลายสี บางพันธุ์โต บางพันธุ์เล็ก บางพันธุ์กลีบดอกซ้อนถี่แน่น บางพันธุ์กลีบดอกยาวบิดเป็นเกลียว ใบหรือกลีบเมื่อขยี้ดมมีกลิ่นฉุน เฉพาะพันธุ์ดอกเล็ก สีขาวกลิ่นหอม เรียก เบญจมาศหนู หรือ เก๊กฮวย ดอกตากแห้งชงกับใบชาหรือต้มกับนํ้าตาล ใช้ดื่มแก้กระหาย.",
    "เบญจมาศสวน": "<i>ดู เก๊กฮวย</i>.",
    "เบญจมาศหนู": "<i>ดู เก๊กฮวย</i>.",
    "เบญจรงค์": "น. แม่สีทั้ง ๕ คือ ดํา แดง ขาว เขียว (คราม) เหลือง, เรียกเครื่องถ้วยชามที่เขียนลวดลายด้วยแม่สีทั้ง ๕ ว่า ถ้วยเบญจรงค์ ชามเบญจรงค์.",
    "เบญจโลหกะ": "น. แร่ทั้ง ๕ คือ ทองคํา เงิน ทองแดง ตะกั่ว ดีบุก.",
    "เบญจโลหะ": "น. โลหะ ๕ ชนิด คือ เหล็ก ๑ ปรอท ๑ ทองแดง ๑ เงิน ๑ และทองคำ ๑, ถ้าเติมอีก ๒ ชนิด คือ เจ้า ๑ (เป็นคำตัดมาจาก &#147;เจ้าน้ำเงิน&#148; ว่าเป็นแร่ชนิดหนึ่งสีเขียวเป็นสีน้ำเงิน) และสังกะสี ๑ เรียกว่า สัตโลหะ, ถ้าเติมอีก ๒ ชนิด คือ ชิน ๑ และบริสุทธิ์ ๑ (คือ ทองแดงบริสุทธิ์) เรียกว่า นวโลหะ. (ตำราสร้างพระพุทธรูป).",
    "เบญจวรรค": "น. วรรคทั้ง ๕ ได้แก่ พยัญชนะตั้งแต่ ก ถึง ม คือ กะ วรรค จะ วรรค ฏะ วรรค ตะ วรรค ปะ วรรค, พวก ๕.",
    "เบญจวรรณ": "ว. ๕ สี, ๕ ชนิด.<2t>น. นกแก้วขนาดโตมีหลายสี.",
    "เบญจวรรณห้าสี": "น. ชื่อกลบทอย่างหนึ่ง.",
    "เบญจศก": "น. เรียกปีจุลศักราชที่ลงท้ายด้วยเลข ๕ เช่น ปีกุน เบญจศก จุลศักราช ๑๓๔๕.",
    "เบญจศีล": "น. ศีล ๕ คือ ๑. งดเว้นจากการฆ่าสัตว์ ๒. งดเว้นจากการลักทรัพย์ ๓. งดเว้นจากการประพฤติผิดในกาม ๔. งดเว้นจากการพูดเท็จ ๕. งดเว้นจากการเสพสุราเมรัย, คู่กับ เบญจธรรม.",
    "เบญจา": "น. แท่นมีเพดานดาดและระบายผ้าขาว, แท่นซ้อน ๕ ชั้นลดหลั่นกัน มักใช้ประดิษฐานบุษบกหรือพระโกศ. (เพี้ยนมาจาก มัญจา คือ เตียง).",
    "เบญจางค-, เบญจางค์": "[เบนจางคะ-, เบนจาง] น. อวัยวะทั้ง ๕ คือ หน้าผาก ๑ มือ ๒ เข่า ๒; ส่วนทั้ง ๕ คือ ราก เปลือก ใบ ดอก ผล.",
    "เบญจางคประดิษฐ์": "น. การกราบโดยให้อวัยวะทั้ง ๕ คือ เข่าทั้ง ๒ มือทั้ง ๒ และหน้าผาก จดลงกับพื้น.",
    "เบญญา": "น. ปัญญา.",
    "เบญพาด": "<pic055.gif,เบญพาด>[เบนยะ-] น. ตัวไม้ที่คุมกันเข้าเป็นเครื่องคํ้ายันเสาตะลุงให้มั่นคง.",
    "เบ็ด": "น. เครื่องมือสําหรับตกปลา หรือ กุ้ง รูปเป็นขอสําหรับเกี่ยวเหยื่อ ส่วนมากมีเงี่ยง.",
    "เบ็ดเตล็ด": "[เบ็ดตะเหฺล็ด] ว. เล็ก&#160;ๆ น้อย&#160;ๆ หลาย&#160;ๆ อย่างรวมกัน เช่น ของเบ็ดเตล็ด, โดยปริยายหมายความว่า ไม่สู้จะสําคัญอะไรนัก เช่น เรื่องเบ็ดเตล็ด.",
    "เบ็ดราว": "น. เบ็ดที่ผูกไว้กับเชือกหรือแท่งไม้ยาวประมาณ ๑ ศอก แล้วนำไปผูกห้อยไว้กับเชือกราว โดยเว้นระยะห่างกันเป็นตอน&#160;ๆ เพื่อนำไปหย่อนลงในแม่น้ำลำคลอง.",
    "เบ็ดเสร็จ": "[เบ็ดเส็ด] ว. รวมด้วยกัน, รวมหมดด้วยกัน, เช่น รวมเบ็ดเสร็จ ราคาเบ็ดเสร็จ, ครบถ้วนทุกรูปทุกแบบ เช่น สงครามเบ็ดเสร็จ; (โบ) เรียกภาษีสิ่งของต่าง&#160;ๆ นอกจากข้าวที่ส่งออกไปนอกประเทศว่า ภาษีเบ็ดเสร็จ.",
    "เบน": "ก. เหหรือทําให้เหไปข้างใดข้างหนึ่ง เช่น หัวเรือเบน เบนหัวเรือ เบนความคิด เบนความสนใจ.",
    "เบนซิน": "น. นํ้ามันเชื้อเพลิงชนิดหนึ่ง ซึ่งนําไปใช้โดยทําให้ไอของนํ้ามันผสมกับอากาศเข้าไปจุดระเบิดด้วยประกายไฟฟ้าจากหัวเทียนในเครื่องยนต์ชนิดเผาไหม้ภายใน.",
    "เบรก": "[เบฺรก] น. เครื่องห้ามล้อ.<2t>ก. ห้ามล้อ. (อ. <f>brake</f>).",
    "เบริลเลียม": "น. ธาตุลําดับที่ ๔ สัญลักษณ์ <f>Be</f> เป็นโลหะ ลักษณะเป็นของแข็งสีขาว หลอมละลายที่ ๑๒๗๗ &#x00b0;ซ. ใช้ประโยชน์นําไปผสมกับโลหะอื่นให้เป็นโลหะเจือ ซึ่งทนทานต่อการผุกร่อน. (อ. <f>beryllium</f>).",
    "เบรียน": "[บะเรียน] (โบ) ก. ให้เรียน, สอน, เช่น อาจเบรียนภิกษุสงฆ์ทั้งหลาย. (จารึกสยาม).",
    "เบส": "(เคมี) น. สารเคมีซึ่งทําปฏิกิริยากับกรด แล้วให้ผลเป็นเกลือหรือเกลือกับนํ้าเท่านั้น, สารเคมีที่มีสมบัติรับโปรตอนมาจากสารอื่นได้, สารเคมีที่มีสมบัติจ่ายอิเล็กตรอนคู่หนึ่งให้แก่สารอื่นได้, สารเคมีซึ่งเมื่อละลายนํ้าแล้วให้ไฮดรอกไซด์ไอออน (OH-), สารละลายที่เปลี่ยนสีลิตมัสสีแดงเป็นสีนํ้าเงินได้. (อ. <f>base</f>).",
    "เบ้อ": "ว. เป็นแผลเหวอะหวะเข้าไป.",
    "เบอร์": "(ปาก) น. หมายเลขลําดับ. (ตัดมาจาก <f>number</f>).",
    "เบอร์คีเลียม": "น. ธาตุลําดับที่ ๙๗ สัญลักษณ์ <f>Bk</f> เป็นธาตุกัมมันตรังสีที่นักวิทยาศาสตร์สร้างขึ้น ไม่มีปรากฏในธรรมชาติ. (อ. <f>berkelium</f>).",
    "เบ้อเร่อ, เบ้อเร่อเท่อ, เบ้อเริ่ม, เบ้อเริ่มเทิ่ม": "(ปาก) ว. ใหญ่โตกว่าปรกติ.",
    "เบอะ ๑": "ว. เป็นแผลเหวอะหวะเข้าไป เช่น แผลเบอะ, ใช้ประกอบคํา หนา เป็น หนาเบอะ เช่น ปากหนาเบอะ หมายความว่า ปากหนามาก, ใช้ประกอบคํา เหลือ เป็น เหลือเบอะ คือ เหลือมาก.",
    "เบอะ ๒": "ว. ซึมเซ่อ เช่น หน้าเบอะ.",
    "เบอะบะ": "ว. ซึมเซ่อ เช่น หน้าตาเบอะบะ; อ้วนใหญ่เทอะทะไม่ได้ส่วน เช่น รูปร่างเบอะบะ.",
    "เบะ": "ว. ทําหน้าเหมือนจะร้องไห้; มักใช้ประกอบคํา เหลือ เป็น เหลือเบะ คือ เหลือมาก เช่นในกรณีที่เตรียมของไว้มาก แต่คนมาน้อย.",
    "เบา": "ว. มีน้ำหนักน้อย, ตรงข้ามกับ หนัก; ย่อมเยา เช่น เบาราคา; ค่อย, ค่อย&#160;ๆ, เช่น เสียงเบา เดินเบา&#160;ๆ, ทุเลา เช่น ไข้เบาลง, ชะลอกําลังเร็วให้ช้าลง เช่น เบารถ เบาฝีจักร; ที่ให้ผลเร็ว เช่น ข้าวเบา.<2t>(ปาก) น. เยี่ยว.<2t>ก. ถ่ายปัสสาวะ, เยี่ยว.",
    "เบ้า": "น. ดินหรือโลหะปั้นเป็นรูปคล้ายถ้วยสําหรับหลอมหรือผสมโลหะบางชนิด เช่นทอง เงิน, โดยปริยายหมายถึงสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น เบ้าหัวไหล่ เบ้าขนมครก.",
    "เบ้าขลุบ": "น. เบ้ากลมรูปเหมือนขลุบ มีแบบพิมพ์ติดอยู่บนเบ้านั้นเสร็จ เมื่อทองในเบ้าละลาย ก็พลิกควํ่าให้ทองไหลลงในแบบพิมพ์นั้น.",
    "เบาความ": "ว. ไม่พินิจพิเคราะห์ในข้อความให้ถี่ถ้วน, หย่อนความคิด, เชื่อง่ายโดยมิได้ไตร่ตรองให้รอบคอบเสียก่อน.",
    "เบาใจ": "ว. ไม่หนักใจ, โล่งใจ.",
    "เบาตัว, เบาเนื้อเบาตัว": "ว. กระปรี้กระเปร่า, โล่งใจหายอึดอัด.",
    "เบ้าตา": "น. กระบอกตา.",
    "เบาเต็ง": "ว. จวนบ้า, ไม่เต็มเต็ง, ไม่เต็มบาท.",
    "เบาบาง": "ว. น้อยลง เช่น ผลไม้เบาบางลง, ทุเลาลง, บางเบา ก็ว่า.",
    "เบาปัญญา": "ว. หย่อนความคิด, หย่อนสติปัญญา.",
    "เบามือ, เบาไม้เบามือ": "ก. ทําเบา&#160;ๆ หรือค่อย&#160;ๆ ด้วยความระมัดระวัง, ทําไม่ให้หนักมือหรือรุนแรง; ช่วยให้ไม่ต้องทํางานมาก.<2t>ว. ที่ออกแรงน้อยในการจับถือหรือยกเป็นต้น เช่น ไม้เท้าเบามือ กระเป๋าเบามือ.",
    "เบาไม้": "ว. ว่านอนสอนง่าย ไม่ค่อยถูกเฆี่ยนถูกตีนัก (ใช้แก่เด็ก).",
    "เบาราณ": "(แบบ) ว. โบราณ. (ส. เปาราณ; ป. ปุราณ, โปราณ).",
    "เบาแรง": "ว. ผ่อนหรือช่วยให้ใช้แรงหรือกําลังน้อยลง.",
    "เบาสมอง": "ว. ที่ทําให้สมองปลอดโปร่ง, ที่ไม่ต้องคิดมาก.",
    "เบ้าหลุด": "น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "เบาหวาน": "น. ชื่อโรคชนิดหนึ่งมีระดับนํ้าตาลในเลือดสูงกว่าปรกติ.",
    "เบาเหวง, เบาโหวง": "[-เหฺวง, -โหฺวง] ว. เบาจนเกือบไม่มีนํ้าหนัก.",
    "เบาะ ๑": "น. เครื่องรองรับซึ่งมีลักษณะนุ่ม เช่น เบาะยัดนุ่น เบาะรองนั่ง เบาะสําหรับเด็กนอน.",
    "เบาะ ๒": "น. ที่มา.",
    "เบาะ ๆ": "ว. อาการที่ตี ฟัน หรือทุบเป็นต้นแต่เบา&#160;ๆ เช่น ตีเบาะ&#160;ๆ.",
    "เบาะลม": "น. อากาศที่ถูกอัดอยู่ภายใต้พื้นล่างของยานพาหนะ ทําหน้าที่เสมือนเป็นเบาะพยุงให้ตัวยานพาหนะลอยอยู่เหนือพื้นได้ตลอดเวลาที่เคลื่อนที่ไป ระยะที่ลอยอยู่เหนือพื้นอาจสูงได้ถึง ๑๐ ฟุต.",
    "เบาะแส": "น. ลู่ทาง, ร่องรอย, ลาดเลา, เค้าเงื่อน, ตําแหน่งแห่งที่ซึ่งทราบมาอย่างเลา&#160;ๆ พอเป็นรูปเค้า.",
    "เบิก ๑": "ก. เปิด ใช้ในลักษณะอย่างเปิดผ้าคลุมบายศรีออก เรียกว่า เบิกบายศรี, ทําให้กว้าง เช่น เบิกถนนออกไป เบิกท้องร่อง; ขอให้จ่าย เช่น เบิกเงิน เบิกของ; นําเข้าเฝ้า เช่น เบิกตัว.",
    "เบิก ๒": "น. คํากํากับชื่อปีในวิธีนับศักราชของไทยทางเหนือ ตรงกับเลข ๕, เขียนเป็น เปก ก็มี.",
    "เบิกความ": "(กฎ) ก. ให้ถ้อยคําต่อศาลในฐานะพยาน.",
    "เบิกทาง": "น. เรียกหนังสืออนุญาตให้โดยสารหรือให้ผ่านว่า หนังสือเบิกทาง หรือ ใบเบิกทาง.",
    "เบิกทูต": "ก. นําทูตเข้าเฝ้า.",
    "เบิกบาน": "ว. แช่มชื่น, สดใส.",
    "เบิกพยาน": "(กฎ) ก. นําพยานมาให้ถ้อยคําต่อศาล.",
    "เบิกพระเนตร": "ก. เปิดตา, เป็นคําใช้สําหรับพิธีฝังหรือเขียนพระเนตรพระพุทธรูป ซึ่งถือว่าเมื่อได้เบิกพระเนตรแล้วจึงเป็นองค์พระโดยสมบูรณ์.",
    "เบิกพระโอษฐ์": "(ราชา) น. พิธีป้อนนํ้าโดยใช้ช้อนทองคำตักน้ำพระมหาสังข์ใส่พระโอษฐ์พระราชกุมารหรือพระราชกุมารีเป็นครั้งแรกในพระราชพิธีสมโภช ๓ วัน.",
    "เบิกไพร": "ก. ทําพิธีก่อนจะเข้าป่า.",
    "เบิกไม้": "น. พิธีเซ่นผีป่าหรือรุกขเทวดาก่อนจะตัดไม้ใหญ่ในป่าสูง.",
    "เบิกเรือ": "ก. ถ่างเรือที่ขุดเป็นรูปร่างแล้วให้ปากผายออกโดยวิธีสุมไฟให้ร้อน.",
    "เบิกโรง": "ก. แสดงก่อนดําเนินเรื่อง, แสดงออกโรงครั้งแรก.",
    "เบิกโลง": "ก. ทําพิธีก่อนนําศพลงโลง.",
    "เบิกแว่นเวียนเทียน": "ก. เริ่มทําพิธีจุดเทียนที่ติดบนแว่นเวียนเทียนแล้วส่งกันต่อ&#160;ๆ ไปโดยรอบในการทําขวัญ.",
    "เบิกอรุณ": "(แบบ) ว. เช้าตรู่, เริ่มเห็นแสงเงินแสงทอง, (ใช้แก่เวลา).",
    "เบิ่ง": "ก. จ้องดู, แหงนหน้าดู, เช่น ควายเบิ่ง.",
    "เบี้ย ๑": "น. ชื่อหอยทะเลกาบเดี่ยวหลายชนิดในสกุล <f><i>Cypraea</i></f> วงศ์ <f>Cypraeidae</f> เปลือกแข็ง ผิวเป็นมัน หลังนูน ท้องแบน ช่องปากยาวแคบและไปสุดตอนปลายทั้ง ๒ ข้าง เป็นลําราง ริมปากทั้ง ๒ ด้านหยักหรือมีฟัน ไม่มีแผ่นปิด เรียกรวม&#160;ๆ ว่า หอยเบี้ย, เปลือกหอยเบี้ยชนิดที่คนโบราณใช้เป็นวัตถุกลางสําหรับซื้อขายสิ่งของ เรียกว่า เบี้ย เช่น เบี้ยจั่น หรือ เบี้ยจักจั่น ก็คือ เปลือกของหอยเบี้ยชนิด <f><i>C. moneta</i></f> เบี้ยแก้ว หรือ เบี้ยนาง คือ เปลือกของหอยเบี้ยชนิด <f><i>C. annulus</i></f> มีอัตรา ๑๐๐ เบี้ย เป็น ๑ อัฐ (เท่ากับสตางค์ครึ่ง) จึงเรียกคําว่า เบี้ย เป็นเงินติดมาจนทุกวันนี้ เช่น เบี้ยประชุม เบี้ยประกัน เบี้ยเลี้ยงชีพ.",
    "เบี้ย ๒": "น. ชื่อไม้ล้มลุกชนิด <f><i>Portulaca oleracea</i> L.</f> ในวงศ์ <f>Portulacaceae</f> ใช้เป็นผักได้, ผักเบี้ย หรือ ผักเบี้ยใหญ่ ก็เรียก.",
    "เบียก": "ก. แบ่ง, ปัน.",
    "เบียกบ้าย": "ก. เฉลี่ยมาแห่งละเล็กละน้อย, เบียดแว้ง ก็ใช้.",
    "เบี้ยกันดาร": "(กฎ) น. เงินที่จ่ายช่วยเหลือข้าราชการและลูกจ้างประจําเนื่องจากการปฏิบัติราชการประจําในท้องที่กันดารหรือในโรงเรียนที่กันดาร.",
    "เบี้ยแก้": "น. ชื่อหอยทะเลกาบเดี่ยว ๒ ชนิด ในวงศ์ <f>Cypraeidae</f> คือ ชนิด <f><i>Cypraea mauritiana</i></f> เปลือกเรียกว่า เบี้ยแก้ใหญ่ หรือ เบี้ยอีแก้ ใช้ขัดผ้าให้เนื้อเรียบเป็นมัน ชนิด <f><i>C. caputserpentis</i></f> เปลือกเรียกว่า เบี้ยแก้ ใช้ทํายา.",
    "เบี่ยง": "ก. เลี่ยง, เบน, เอี้ยว, เช่น เบี่ยงตัว.<2t>ว. ที่เลี่ยง, ที่เบน, เช่น ทางเบี่ยง สะพานเบี่ยง.",
    "เบี่ยงบ่าย": "ก. เลี่ยงพอให้พ้นไป, บ่ายเบี่ยง ก็ว่า.",
    "เบียด": "ก. แทรกหรือเสียด เช่น เบียดเข้าไป, ชิดกันติดกันเกินไปในที่จํากัด เช่น ต้นไม้ขึ้นเบียดกัน ยืนเบียดกัน.",
    "เบียดกรอ": "[-กฺรอ] ว. ฝืดเคือง, กระเบียดกระเสียร, เช่น ใช้จ่ายอย่างเบียดกรอ.",
    "เบียดบัง": "ก. ยักเอาไว้เป็นประโยชน์ของตัว.",
    "เบียดเบียน": "ก. ทําให้เดือดร้อน เช่น เบียดเบียนสัตว์ โรคภัยเบียดเบียน เบียดเบียนเพื่อนให้สิ้นเปลือง.",
    "เบียดแว้ง": "ก. เฉลี่ยมาแห่งละเล็กละน้อย, เบียกบ้าย ก็ใช้.",
    "เบียดเสียด": "ก. ยัดเยียด, เบียดกันแน่น.",
    "เบี้ยต่อไส้": "(สํา) น. เงินที่พอประทังชีวิตให้ยืนยาวไปได้ชั่วระยะหนึ่ง.",
    "เบี้ยทำขวัญ": "(โบ) น. เงินที่ฝ่ายหนึ่งต้องเสียให้อีกฝ่ายหนึ่งเป็นค่าเสียหาย.",
    "เบียน": "ก. รบกวน, ทําให้เดือดร้อน, มักใช้เข้าคู่กับคํา เบียด เป็น เบียดเบียน; (โหร) เปลี่ยนแปลง เช่น ดาวพระศุกร์ถูกราหูเบียน.<2t>น. เรียกสัตว์หรือพืชที่อาศัยอยู่ภายนอกหรือภายในสัตว์หรือพืชอื่นโดยแย่งกินอาหารว่า ตัวเบียน.",
    "เบียนธาตุ": "ก. ทําให้ความหมายของธาตุผิดไปจากเดิม เช่น คม = ไป - อาคม = มา.",
    "เบี้ยน้อยหอยน้อย": "(สํา) ว. มีเงินน้อย, มีไม่มาก.",
    "เบี้ยบน": "ว. มีอํานาจเหนือ, ได้เปรียบ, เป็นต่อ.",
    "เบี้ยบ้ายรายทาง": "(สํา) น. เงินที่จะต้องใช้จ่ายหรือเสียไปเรื่อย&#160;ๆ เป็นระยะ&#160;ๆ ในขณะทําธุรกิจอย่างใดอย่างหนึ่งให้สําเร็จ.",
    "เบี้ยบำนาญ": "(โบ; ปาก) น. บํานาญ.",
    "เบี้ยโบก": "น. การพนันอย่างหนึ่ง ซัดเบี้ยเข้ากระบอกแล้วให้ลูกมือแทง.",
    "เบี้ยประกันภัย": "(กฎ) น. จํานวนเงินที่ผู้เอาประกันภัยจะต้องชําระให้แก่ผู้รับประกันภัยตามสัญญา เพื่อที่จะได้รับเงินผลประโยชน์หรือค่าสินไหมทดแทน เมื่อตนเสียชีวิต หรือเมื่อได้รับความเสียหายตามชนิดของภัยที่ได้เอาประกันภัยไว้.",
    "เบี้ยประชุม": "น. เงินค่าตอบแทนที่ให้แก่กรรมการเป็นต้นที่เข้าประชุม.",
    "เบี้ยปรับ": "(กฎ) น. จํานวนเงินหรือการชําระหนี้อย่างอื่นที่มิใช่เป็นจํานวนเงิน ซึ่งลูกหนี้สัญญาว่าจะให้เจ้าหนี้เรียกเอาได้เมื่อตนไม่ชําระหนี้ หรือไม่ชําระหนี้ให้ถูกต้องสมควร; เงินค่าปรับที่ผู้ต้องเสียภาษีอากรจะต้องเสียเพิ่มขึ้นจากจํานวนภาษีอากรที่ต้องชําระ ในกรณีที่ไม่ปฏิบัติตามที่ประมวลรัษฎากรกําหนดไว้.",
    "เบียร์": "น. นํ้าเมาอย่างหนึ่งเป็นชนิดเมรัย. (อ. <f>beer</f>).",
    "เบี้ยล่าง": "ว. ใต้อํานาจ, เสียเปรียบ, เป็นรอง.",
    "เบี้ยเลี้ยง": "(กฎ) น. เงินที่จ่ายให้เป็นค่าอาหารประจําวัน ในกรณีที่ออกทํางานนอกสถานที่ตั้งประจํา.",
    "เบี้ยว ๑": "ว. มีรูปบิดเบ้ไปจากเดิมซึ่งมักจะมีลักษณะค่อนข้างกลม เช่น หัวเบี้ยว ปากเบี้ยว.",
    "เบี้ยว ๒": "<i>ดู คางเบือน</i>.",
    "เบี้ยว ๆ บูด ๆ": "ว. บิด&#160;ๆ เบ้&#160;ๆ.",
    "เบี้ยหวัด": "น. (โบ) เงินที่มีกำหนดจ่ายเป็นรายปีให้แก่พระบรมวงศานุวงศ์หรือข้าราชบริพารจากเงินงบประมาณรายจ่ายหมวดเงินอุดหนุนของสำนักพระราชวัง, เงินปี หรือ เบี้ยหวัดเงินปี ก็เรียก; เงินตอบแทนความชอบที่ให้แก่ทหารที่ออกจากประจําการ ซึ่งจ่ายเป็นรายเดือนตามข้อบังคับของกระทรวงกลาโหม.",
    "เบี้ยหัวแตก, เบี้ยหัวแหลก": "น. เงินที่ได้มาไม่เป็นกอบเป็นกําแล้วใช้จ่ายหมดไปโดยไม่ได้อะไรเป็นชิ้นเป็นอัน.",
    "เบือ ๑": "ว. เกลื่อนกลาด (ใช้แก่กริยาตาย) ในคําว่า ตายเป็นเบือ คือ ตายเกลื่อนกลาดไปเหมือนถูกยาเบื่อ.",
    "เบือ ๒": "น. ข้าวสารที่ตําประสมกับเครื่องแกงเพื่อให้นํ้าแกงข้น เรียกว่า ข้าวเบือ, เรียกสากไม้ที่ใช้ตําข้าวเบือหรือนํ้าพริกว่า สากกะเบือ, เรียกครกดินที่ใช้ตําข้าวเบือหรือนํ้าพริกว่า ครกกะเบือ.",
    "เบื่อ ๑": "ก. วางยาพิษเป็นต้นให้เมาหรือให้ตาย เช่น เบื่อหนู เบื่อปลา.<2t>ว. เมา.<2t>น. เรียกสารที่ทําให้เมาหรือให้ตายว่า ยาเบื่อ.",
    "เบื่อ ๒": "ก. รู้สึกอิดหนาระอาใจ เหนื่อยหน่าย หรือไม่อยาก เช่น เบื่องาน เบื่อโลก เบื่ออาหาร.",
    "เบื้อ ๑": "น. สัตว์ป่าทั่วไป, คู่กับ สัตว์บ้าน เช่น เนื้อเบื้อนาเนกลํ้า หลายพรรณ. (นิ. นรินทร์).",
    "เบื้อ ๒": "น. สัตว์ในนิยายเล่ากันว่ามีรูปร่างคล้ายคน แต่ไม่มีสะบ้าหัวเข่า พูดไม่ได้, โดยปริยายเรียกผู้ที่นิ่งเฉยไม่พูดไม่จาเหมือนตัวเบื้อว่า เป็นเบื้อ เช่น นั่งเป็นเบื้อ.",
    "เบื้อ ๓": "(ถิ่น-อีสาน) น. ผีเสื้อ.",
    "เบื้อ ๔": "(ถิ่น-พายัพ) ว. มีแสงเลื่อมพราย, โดยปริยายหมายถึงกระจกเงา เช่น มุกแกมเบื้อ.",
    "เบื้อง ๑": "น. ทาง, ข้าง, ด้าน, (ใช้ในลักษณะที่เริ่มต้นไปถึงปลาย สูงตํ่า หรือซ้ายขวา เป็นต้น) เช่น เบื้องต้น เบื้องปลาย เบื้องบน เบื้องล่าง เบื้องซ้าย เบื้องขวา.",
    "เบื้อง ๒": "น. ชื่ออาหารว่างอย่างหนึ่ง ทําโดยละเลงแป้งที่ผสมดีแล้วลงบนกระทะแบนที่เรียกว่า กระเบื้อง ให้เป็นแผ่นกลม&#160;ๆ และบางเสมอกัน ใส่ไส้หวานหรือไส้เค็มแล้วพับ ๒ เรียกว่า ขนมเบื้อง หรือ ขนมเบื้องไทย.",
    "เบื้องญวน": "น. ชื่ออาหารว่างแบบญวนชนิดหนึ่ง ใช้วิธีกรอกแป้งลงบนกระทะให้บางกรอบ ใส่ไส้กุ้งแล้วพับ ๒ เรียกว่า ขนมเบื้องญวน.",
    "เบื้องต้น": "ว. ก่อน, แรก.",
    "เบื้องบน": "น. ที่อยู่สูงขึ้นไป, โดยปริยายหมายถึงผู้หรือสิ่งที่มีอํานาจเหนือกว่า.",
    "เบื้องว่า": "สัน. ฝ่ายว่า, ส่วนว่า.",
    "เบื้องหน้า": "ว. ข้างหน้า, ต่อไป, อนาคต.",
    "เบื้องหลัง": "ว. ข้างหลัง; โดยปริยายหมายถึงสิ่งที่ไม่เปิดเผยหรือแอบแฝงอยู่, เบื้องหน้าเบื้องหลัง ก็ว่า.",
    "เบือน": "ก. หันหน้าหนี ในคําว่า เบือนหน้า.",
    "เบื่อเป็นยารุ": "ว. เบื่อมากเหมือนกับยารุที่ไม่มีใครอยากกิน เพราะมีกลิ่นเหม็นและรสขมเฝื่อน.",
    "แบ": "ก. แผ่ให้แบนออก เช่น แบมือ, กางแผ่ออก เช่น แบหนังสือไว้.<2t>ว. อาการที่เปิดแผ่หรือวางทิ้งไว้อย่างไม่เอาใจใส่เป็นต้น เช่น นอนแบ เปิดแบไว้ ทิ้งแบไว้.",
    "แบ้": "ว. แบะ, ไปล่, แปล้, เฉไปข้างหลัง เช่น ควายเขาแบ้.",
    "แบก": "ก. ยกของที่มีนํ้าหนักขึ้นวางบนบ่า เช่น แบกของ แบกปืน, โดยปริยายหมายความว่า รับภาระหนัก, มีความรับผิดชอบมาก, เช่น แบกภาระเข้าไว้มาก แบกงานไว้มาก.",
    "แบกหน้า": "(สํา) ก. จําใจกลับมาแสดงตัวหรือติดต่อกับผู้ที่ตนเคยทําไม่ดี ไม่ถูกต้อง หรือไม่เหมาะสมมาก่อนอีก เช่น นี่แบกหน้ากลับมาหากู. (รามเกียรติ์ พลเสพย์).",
    "แบกะดิน": "(ปาก) น. เรียกแผงขายของที่วางสินค้าบนพื้นริมทางเดินว่า ร้านแบกะดิน.",
    "แบคทีเรีย": "น. สิ่งมีชีวิตเซลล์เดียว ไม่มีผนังห่อหุ้มนิวเคลียส มีรูปร่างกลม เป็นท่อน โค้ง หรือเป็นเกลียว, บัคเตรี ก็ว่า. (อ. <f>bacteria</f>).",
    "แบ่ง": "ก. แยกสิ่งที่เป็นอันเดียวกันหรือถือว่าเป็นอันเดียวกันออกเป็นส่วน&#160;ๆ เช่น แบ่งเงิน แบ่งของ.",
    "แบงก์": "(ปาก) น. ธนาคาร. (อ. <f>bank</f>); ธนบัตร. (อ. <f>bank note</f>).",
    "แบ่งค้าง": "(โบ) ก. ชําระหนี้บางส่วน.",
    "แบ่งเบา": "ก. แบ่งภาระหนักให้เบาลง.",
    "แบ่งปัน": "ก. แบ่งส่วนให้บ้าง, แบ่งให้บางส่วน.",
    "แบ่งภาค": "ก. แยกส่วนของร่างเดิมออกเป็นอีกร่างหนึ่งหรือหลายร่างโดยเอกเทศ เช่น พระนารายณ์แบ่งภาคมาเกิด, โดยปริยายเป็นคําเปรียบเทียบหมายถึงอาการคล้ายคลึงเช่นนั้น เช่น ใครจะแบ่งภาคไปทําได้ ไม่สามารถแบ่งภาคไปทําได้.",
    "แบ่งแยก": "ก. แบ่งออกจากกันเป็นส่วนหนึ่งต่างหาก เช่น แบ่งแยกโฉนดที่ดิน.",
    "แบ่งรับแบ่งสู้": "ก. รับบ้างปฏิเสธบ้าง, รับหรือปฏิเสธโดยมีเงื่อนไข, ภาคเสธ.",
    "แบ่งสันปันส่วน": "ก. แบ่งให้ตามสัดตามส่วนที่ควรจะได้.",
    "แบดมินตัน": "น. ชื่อกีฬาชนิดหนึ่ง ผู้เล่นใช้แร็กเกตตีลูกขนไก่ข้ามตาข่ายโต้กันไปมา. (อ. <f>badminton</f>).",
    "แบตเตอรี่": "น. หมู่ของเซลล์ไฟฟ้าซึ่งต่อกันอยู่อย่างอนุกรม หรืออย่างขนาน หรือทั้ง ๒ อย่าง. (อ. <f>battery</f>).",
    "แบไต๋": "(ปาก) ก. ตีแผ่ หรือเปิดเผยความลับหรือความในใจออกมา.",
    "แบน": "ว. มีลักษณะแผ่ราบออกไป เช่น ถูกเหยียบเสียแบน; ไม่ป่อง, ไม่นูน, เช่น เรือท้องแบน, แฟบ เช่น จมูกแบน ยางแบน.",
    "แบนโจ": "น. เครื่องดนตรีชนิดหนึ่ง มีสาย ๕ สาย ใช้มือดีด. (อ. <f>banjo</f>).",
    "แบบ": "น. สิ่งที่กําหนดให้ถือเป็นหลักหรือเป็นแนวดําเนิน, ตัวอย่าง เช่น ลอกแบบ เลียนแบบ; อย่าง เช่น คนแบบนี้; ตํารา เช่น แบบเรียน; รูปลักษณะ เช่น แบบเสื้อ แบบบ้าน; สิ่งที่แกะหรือสลักเป็นต้นให้เป็นรอยลึกลงไป หรือนูนขึ้นมาเพื่อใช้เป็นแม่พิมพ์; ใบตองซ้อนกันหลาย&#160;ๆ ชั้น แล้วใช้มีดเจียนให้เป็นแผ่นกลม ใช้ไม้กลัดกลัดไว้ สําหรับรองขนมบางชนิด เช่น ขนมลืมกลืน หรือตัดให้เป็นรูปต่าง&#160;ๆ ใช้รองเย็บกลีบดอกไม้มีดอกบานบุรีเป็นต้น เย็บเป็นดอกไม้ประดิษฐ์.",
    "แบ็บ": "ว. อาการที่นอนอยู่กับที่ ลุกไม่ไหว ในลักษณะที่หมดกําลังหรือเจ็บป่วยมีอาการเพียบเป็นต้น ในคําว่า นอนแบ็บ.",
    "แบบข้อคำถาม": "น. แบบรายการคําถามที่ให้บุคคลต่าง&#160;ๆ กรอกคําตอบเพื่อหาข้อมูล, แบบสอบถาม ก็ว่า.",
    "แบบฉบับ": "น. หลักปฏิบัติที่เป็นบรรทัดฐาน, สิ่งที่ถือเป็นแบบได้.",
    "แบบบาง": "ว. อ้อนแอ้น, เอวบางร่างน้อย, ไม่แน่นหนาหรือไม่คงทน.",
    "แบบแปลน": "น. แผนผัง; (กฎ) แบบเพื่อประโยชน์ในการก่อสร้าง ดัดแปลง รื้อถอน เคลื่อนย้าย ใช้หรือเปลี่ยนการใช้อาคาร โดยมีรูปแสดงรายละเอียดส่วนสำคัญ ขนาดเครื่องหมายวัสดุ และการใช้สอยต่าง&#160;ๆ ของอาคารอย่างชัดเจนพอที่จะใช้ในการดำเนินการได้.",
    "แบบแผน": "น. ขนบธรรมเนียมที่กําหนดใช้หรือที่เคยประพฤติปฏิบัติสืบต่อกันมา.",
    "แบบฝึกหัด": "น. แบบตัวอย่างปัญหาหรือคําสั่งที่ตั้งขึ้นเพื่อให้นักเรียนฝึกตอบเป็นต้น.",
    "แบบพิธี": "น. พิธีการตามกําหนด.",
    "แบบพิมพ์": "น. กระดาษพิมพ์ที่เป็นแบบสําหรับกรอกข้อความ หรือทําเครื่องหมายตามที่กําหนดหรือที่ต้องการ เช่น แบบพิมพ์คําร้อง.",
    "แบบสอบถาม": "น. แบบข้อคําถาม.",
    "แบบอย่าง": "น. ตัวอย่างที่จะอ้างเป็นบรรทัดฐานได้.",
    "แบเบาะ": "ว. ที่นอนอยู่บนเบาะเมื่อยังเป็นเด็กแดง&#160;ๆ, โดยปริยายหมายความว่า ไร้เดียงสา เช่น ทําเป็นเด็กแบเบาะ.",
    "แบมือ": "ก. หงายมือเหยียดนิ้วทั้ง ๕ ออก; ไม่เอาธุระ.",
    "แบรก": "[บะแหฺรก] (กลอน) น. แปรก, เครื่องเกวียนหรือรถชนิดหนึ่งสําหรับประกบหัวเพลากับคานกันลูกล้อไม่ให้เลื่อนหลุด.",
    "แบเรียม": "น. ธาตุลําดับที่ ๕๖ สัญลักษณ์ <f>Ba</f> เป็นโลหะ ลักษณะเป็นของแข็ง สีเงิน เนื้ออ่อน เมื่อถูกอากาศสีจะหมองลงอย่างรวดเร็ว หลอมละลายที่ ๗๑๔ &#x00b0;ซ. สารประกอบของแบเรียมใช้ในอุตสาหกรรมสีทา แก้ว และดอกไม้ไฟ. (อ. <f>barium</f>).",
    "แบหลา": "[แบหฺลา] (ปาก) ว. อาการที่นอนแผ่กางมือกางเท้า ในคําว่า นอนแบหลา.<2t>(กลอน) ก. ฆ่าตัวตาย เช่น เห็นเพลิงพลุ่งรุ่งโรจน์โชตนา ก็แบหลาโจนเข้าในอัคคี, ฉวยคว้าได้กริชของพี่ยา จะแบหลาชีวันให้บรรลัย, น้องจะแบหลาครานี้ ตายตามพระพี่ที่หายไป. (อิเหนา).",
    "แบะ": "ก. แบออก เช่น แบะหนังสือ, ทําให้อ้า เช่น แบะทุเรียน.<2t>ว. อ้า, ที่เปิดกว้างออกไป, เช่น ถูกฟันหัวแบะ; มีลักษณะกางออกหรือถ่างออก เช่น ล้อแบะ.",
    "แบะแฉะ": "ว. อาการที่นั่งเฉื่อยชาอยู่นาน&#160;ๆ, เฉื่อยชา, แฉะแบะ ก็ว่า.",
    "แบะท่า": "ก. ทําท่าเปิดโอกาสให้, ให้ท่า.",
    "แบะปาก": "ก. แสยะปากทําอาการรังเกียจเป็นต้น.",
    "แบะอก": "ก. เปิดอกเสื้อแสดงท่าว่าเป็นนักเลงหรือไม่สุภาพ.<2t>ว. เรียกลักษณะการใส่เสื้อไม่กลัดกระดุมว่า ใส่เสื้อแบะอก.",
    "โบ": "น. เชือกหรือริบบิ้นทําเป็นห่วง ๒ ห่วงคล้ายหูกระต่ายแล้วผูกไขว้กันเป็นเงื่อนกระทก. (อ. <f>bow</f>).",
    "โบ้, โบ๋": "ว. เป็นรูลึกเข้าไป เช่น สะดือโบ๋ ตาโบ๋.",
    "โบก": "ก. พัด, ทําให้เคลื่อนไหวไปมาอย่างโบกมือโบกธง; ทา, ฉาบ, เช่น โบกปูน.",
    "โบกขร-": "[โบกขะระ-] น. ใบบัว. (ป. โปกฺขร).",
    "โบกขรณี": "[-ขะระนี, -ขอระนี] น. สระบัว. (ป. โปกฺ-ขรณี).",
    "โบกขรพรรษ": "[-พัด] น. ฝนดุจนํ้าตกลงในใบบัว, ฝนชนิดนี้ กล่าวไว้ว่า ใครอยากจะให้เปียก ก็เปียก ถ้าไม่อยากให้เปียก ก็ไม่เปียก เหมือนนํ้าตกลงบนใบบัว. (ป. โปกฺขร ว่า ใบบัว + ส. วรฺษ ว่า ฝน).",
    "โบกมือ": "ก. แกว่งมือทําสัญญาณ.",
    "โบชุก": "น. ตําแหน่งแม่ทัพ. (พงศ. เลขา).",
    "โบดก": "[-ดก] (กลอน) น. ลูกน้อย, ลูกสัตว์. (ป. โปตก).",
    "โบแดง": "น. งานชิ้นสําคัญที่ได้รับการยกย่องสรรเสริญ.",
    "โบต": "น. ชื่อเรือเล็กที่เป็นส่วนอุปกรณ์ของเรือเดินทะเลขนาดใหญ่. (อ. <f>boat</f>).",
    "โบนัส": "น. เงินพิเศษที่รัฐวิสาหกิจ องค์การ บริษัท ห้างร้าน เป็นต้น จ่ายให้เป็นบําเหน็จรางวัลแก่พนักงานเจ้าหน้าที่ของตน นอกเหนือจากเงินเดือนค่าจ้าง, เงินที่ให้เป็นส่วนแบ่งพิเศษแก่ผู้ถือหุ้น. (อ. <f>bonus</f>).",
    "โบ๊เบ๊": "ว. มีเสียงเอ็ดอึงจนฟังไม่ได้ศัพท์.",
    "โบย": "ก. เฆี่ยนด้วยหวายเป็นต้นเป็นการลงโทษ.",
    "โบยบิน": "ก. บินร่อนไปมาอย่างผีเสื้อเป็นต้น.",
    "โบรมีน": "น. ธาตุลําดับที่ ๓๕ สัญลักษณ์ <f>Br</f> เป็นอโลหะ ลักษณะเป็นของเหลว สีแดงเข้ม ระเหยเป็นไอได้ง่าย มีกลิ่นฉุนจัด เป็นพิษ ระคายเยื่อจมูก เดือดที่ ๕๘.๘ &#x00b0;ซ. สารประกอบของโบรมีนใช้เป็นยาและใช้ในการถ่ายรูป. (อ. <f>bromine</f>).",
    "โบรอน": "น. ธาตุลําดับที่ ๕ สัญลักษณ์ <f>B</f> เป็นโลหะ ลักษณะเป็นผงละเอียดสีนํ้าตาล หรือเป็นผลึกสีเหลือง หลอมละลายที่ ๒๓๐๐ &#x00b0;ซ. ใช้ประโยชน์ในอุตสาหกรรมผลิตเหล็กกล้า แก้ว. (อ. <f>boron</f>).",
    "โบราณ, โบราณ-": "[โบราน, โบรานนะ-] ว. มีมาแล้วช้านาน, เก่าก่อน, เช่น อักษรโบราณ หนังสือโบราณ, เก่า, เก่าแก่, เช่น แพทย์แผนโบราณ ของโบราณ; (ปาก) ไม่ทันสมัย เช่น คนหัวโบราณ. (ป. โปราณ; ส. เปาราณ).",
    "โบราณคดี": "[โบรานนะคะดี, โบรานคะดี] น. วิชาที่ศึกษาค้นคว้าเกี่ยวกับโบราณวัตถุและโบราณสถาน, เดิมใช้ โบราณคดีวิทยา.",
    "โบราณวัตถุ": "[โบรานนะวัดถุ, โบรานวัดถุ] น. สิ่งของโบราณที่เคลื่อนที่ได้ เช่น พระพุทธรูป เทวรูป ศิลาจารึก มีอายุเก่ากว่า ๑๐๐ ปีขึ้นไป; (กฎ) สังหาริมทรัพย์ที่เป็นของโบราณไม่ว่าจะเป็นสิ่งประดิษฐ์ หรือเป็นสิ่งที่เกิดขึ้นตามธรรมชาติ หรือที่เป็นส่วนหนึ่งส่วนใดของโบราณสถาน ซากมนุษย์ หรือซากสัตว์ ซึ่งโดยอายุหรือโดยลักษณะแห่งการประดิษฐ์หรือโดยหลักฐานเกี่ยวกับประวัติของสังหาริมทรัพย์นั้นเป็นประโยชน์ในทางศิลปะ ประวัติศาสตร์ หรือโบราณคดี.",
    "โบราณสถาน": "[โบรานนะสะถาน, โบรานสะถาน] น. สิ่งที่เคลื่อนที่ไม่ได้ เช่น โบสถ์ วิหาร วัง มีอายุเก่ากว่า ๑๐๐ ปีขึ้นไป; (กฎ) อสังหาริมทรัพย์ซึ่งโดยอายุหรือโดยลักษณะแห่งการก่อสร้าง หรือโดยหลักฐานเกี่ยวกับประวัติของอสังหาริมทรัพย์นั้น เป็นประโยชน์ในทางศิลปะ ประวัติศาสตร์ หรือโบราณคดี ทั้งนี้ รวมถึงสถานที่ที่เป็นแหล่งโบราณคดี แหล่งประวัติศาสตร์ และอุทยานประวัติศาสตร์ด้วย.",
    "โบสถ์": "น. สถานที่สําหรับพระสงฆ์ใช้ประชุมทําสังฆกรรม เช่น สวดพระปาติโมกข์ อุปสมบท มีสีมาเป็นเครื่องบอกเขต, อนุโลมเรียกสถานที่ประกอบพิธีกรรมของศาสนาอื่นว่า โบสถ์ เช่น โบสถ์พราหมณ์ โบสถ์คริสต์. (มาจากคําว่า อุโบสถ). (ป. อุโปสถ).",
    "ใบ": "น. ส่วนของพืชที่ติดอยู่กับกิ่งหรือลำต้น โดยมากมีลักษณะเป็นแผ่นแบน&#160;ๆ รูปร่างต่าง&#160;ๆ กัน มีก้านใบหรือไม่มีก็ได้ มักมีสีเขียว; สิ่งที่ทําด้วยผืนผ้าเป็นต้น สําหรับขึงที่เสากระโดงเพื่อรับลม; แผ่นเอกสารหรือหนังสือสําคัญต่าง&#160;ๆ เช่น ใบขับขี่ ใบทะเบียน; เรียกของที่เป็นแผ่น&#160;ๆ เช่น ใบหนังสือ ใบมีด ใบหู ทองใบ; ลักษณนามสําหรับใช้เรียกผลไม้ ภาชนะ เครื่องใช้บางอย่าง หรือแผ่นเอกสาร เช่น มะม่วง ๒ ใบ ถ้วย ๓ ใบ ตู้ ๔ ใบ ใบขับขี่ ๕ ใบ.",
    "ใบ้": "ว. ไม่สามารถจะพูดเป็นถ้อยคําที่คนทั่ว&#160;ๆ ไปเข้าใจได้, โดยปริยายหมายความว่า นิ่งไม่พูด เช่น นั่งเป็นใบ้.<2t>ก. แสดงกิริยาท่าทางแทนถ้อยคํา เช่น ภาษาใบ้; แนะด้วยอุบาย เช่น บอกใบ้, บอกเลศนัย เช่น ใบ้หวย.",
    "ใบก้นปิด": "น. ชื่อไม้เถาชนิด <f><i>Stephania japonica</i> (Thunb.) Miers var.<i> discolor</i> (Blume) Forman</f> ในวงศ์ <f>Menispermaceae</f> ก้านใบลํ้าอยู่ใต้โคนใบ ใบใช้ทํายาได้.",
    "ใบกองเกิน": "(กฎ) น. ใบสําคัญทหารกองเกิน ที่นายอําเภอออกให้แก่ชายซึ่งมีสัญชาติไทย และมีอายุย่างเข้า ๑๘ ปี ที่ได้ไปลงบัญชีทหารกองเกิน.",
    "ใบกองหนุน": "(กฎ) น. ใบสําคัญทหารกองหนุน ที่ผู้ว่าราชการจังหวัดพร้อมด้วยสัสดีจังหวัดออกให้แก่ทหารกองประจําการที่รับราชการเป็นทหารกองประจําการจนครบกําหนด หรือทหารกองเกินที่มีอายุครบกําหนด ปลดเป็นทหารกองหนุนแล้ว.",
    "ใบขนสินค้า": "(กฎ) น. เอกสารแสดงรายการสินค้า อันได้แก่ ชนิด คุณภาพ ปริมาณ นํ้าหนัก ราคาอันแท้จริงในท้องตลาดและรายการอื่นตามที่อธิบดีกรมศุลกากรต้องการ ซึ่งผู้นําของเข้าหรือผู้ส่งของออกต้องยื่นต่อพนักงานเจ้าหน้าที่ เมื่อนําของใด&#160;ๆ เข้ามาในประเทศ หรือส่งของใด&#160;ๆ ออกนอกประเทศ.",
    "ใบขนุน": "น. (๑) ชื่อปลาทะเลชนิด <f><i>Lactarius lactarius</i></f> ในวงศ์ <f>Lactariidae</f> ลําตัวป้อม แบนข้าง หัวโต ปากกว้างและเชิดขึ้น เกล็ดหลุดง่าย มีครีบหลัง ๒ ตอน ตอนที่ ๒ ยาวและมีลักษณะคล้ายครีบก้นซึ่งอยู่ตรงข้ามและยาวกว่าเล็กน้อย ลําตัวสีเงินตลอด ที่ขอบด้านบนของแผ่นปิดเหงือกมีจุดสีดําเด่น ครีบต่าง&#160;ๆ สีเหลืองอ่อน พบตลอดชายฝั่ง ขนาดยาวได้ถึง ๔๐ เซนติเมตร, ขนุน ญวน ซับขนุน หรือ สาบขนุน ก็เรียก.<2t>(๒) ชื่อหนึ่งของปลาตาเดียวโดยเฉพาะทุกชนิดในสกุล<f><i>Pseudorhombus</i></f> วงศ์ <f>Bothidae</f> เป็นปลาทะเลที่มีตาทั้งคู่อยู่บนด้านซ้ายของหัว. <i>(ดู ตาเดียว)</i>.",
    "ใบขับขี่": "(ปาก) น. ใบอนุญาตให้ขับเคลื่อนยานยนต์ได้, ถ้าเป็นใบอนุญาตให้ขับเรือ เรียกว่า ประกาศนียบัตรนายท้ายเรือ, ถ้าเป็นใบอนุญาตให้ขับเครื่องบิน เรียกว่า ใบอนุญาตนักบิน.",
    "ใบแข็ง": "น. เรือเดินทะเลที่ใช้เสื่อเป็นใบ ใช้ไม้เป็นกระดูก เรียกว่า เรือใบแข็ง.",
    "ใบ้คลั่ง": "น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "ใบเงิน": "น. ชื่อไม้พุ่ม ๓ ชนิดในสกุล <f><i>Graptophyllum</i></f> และ <f><i>Pseuderanthemum</i></f> วงศ์ <f>Acanthaceae</f> คือ ชนิด <f><i>G. pictum</i> (L.) Griff.</f> ใบสีเขียว กลางใบด่างขาว ช่อดอกสั้น ดอกสีม่วงแดง; ชนิด <f><i>P. albomarginatum</i> Radlk.</f> ใบสีเขียว ขอบขาว ช่อดอกยาว ดอกสีขาวกลางดอกมีประสีม่วงชมพู; และชนิด <f><i>P. atropurpureum</i> Griff.</f> สีใบและช่อดอกเหมือนชนิดที่สอง แต่ดอกสีชมพูอมม่วง.",
    "ใบจอง": "(กฎ) น. หนังสือแสดงการยอมให้เข้าครอบครองที่ดินชั่วคราวในเขตท้องที่ที่ยังมิได้ประกาศเขตสํารวจที่ดิน หรือในกรณีที่สภาพของที่ดินเป็นแปลงเล็กแปลงน้อย ซึ่งพนักงานเจ้าหน้าที่เป็นผู้ออกให้.",
    "ใบฉัตร": "น. ส่วนที่งอเป็นขอบโดยรอบตัวฆ้อง.",
    "ใบฎีกา": "น. ตําแหน่งพระฐานานุกรมอันดับสุดท้ายรองจากสมุห์ลงมา.",
    "ใบดาล": "น. บานประตูหรือหน้าต่างที่ใช้ลูกดาล.",
    "ใบดำ": "น. (โบ) ใบแจ้งกําหนดการฌาปนกิจศพ; ใบสลากที่จัดไว้ให้ผู้ที่เข้ารับการคัดเลือกเพื่อเข้ารับราชการทหารจับ ถ้าจับได้ใบดําก็ไม่ต้องเป็นทหาร.",
    "ใบแดง": "น. (โบ) ใบแจ้งกําหนดการมงคลสมรส; ใบสลากที่จัดไว้ให้ผู้ที่เข้ารับการคัดเลือกเพื่อเข้ารับราชการทหารจับ ถ้าจับได้ใบแดงก็ต้องเป็นทหาร; ใบแสดงการลงโทษในการแข่งขันฟุตบอลที่ผู้เล่นกระทำผิดกติการุนแรง เป็นการไล่ออก.",
    "ใบแดงแจ้งโทษ": "(กฎ; เลิก) น. เอกสารที่กรมตํารวจออกเพื่อแสดงว่าผู้นั้นเคยต้องโทษในคดีอาญามาแล้ว เดิมใช้กระดาษสีแดง.",
    "ใบตราส่ง": "(กฎ) น. เอกสารซึ่งผู้ขนส่งออกให้แก่ผู้ส่งสินค้า เพื่อเป็นหลักฐานการรับขนของให้ตามข้อตกลง.",
    "ใบตอง": "น. ใบกล้วย.",
    "ใบตาล": "<i>ดู หมอตาล</i>.",
    "ใบไต่สวน": "(กฎ) น. หนังสือแสดงการสอบสวนเพื่อออกโฉนดที่ดิน และหมายความรวมถึงใบนำด้วย.",
    "ใบทอง": "น. ชื่อเรียกใบเงินชนิด <f><i>Graptophyllum pictum</i> (L.) Griff.</f> ที่ใบสีเขียว กลางใบสีเหลือง.",
    "ใบท้องแดง": "(ถิ่น-จันทบุรี) น. ต้นกระบือเจ็ดตัว. <i>(ดู กระบือเจ็ดตัว)</i>.",
    "ใบแทรก": "น. แผ่นกระดาษมีข้อความประกาศหรือโฆษณาเป็นต้นที่แทรกอยู่ในหนังสือพิมพ์.",
    "ใบนาก": "น. ชื่อไม้พุ่มชนิด <f><i>Pseuderanthemum atropurpureum</i> Griff.</f> ในวงศ์ <f>Acanthaceae</f> กิ่งสีม่วง พื้นใบสีเขียวอมม่วง; ชื่อเรียกใบเงินชนิด <f><i>Graptophyllum pictum</i> (L.) Griff.</f> ที่กิ่งและพื้นใบสีเขียวอมม่วง.",
    "ใบบอก": "(โบ) น. หนังสือรายงานเหตุการณ์ทางราชการ; หนังสือแจ้งราชการมาจากหัวเมือง.",
    "ใบบุญ": "น. ร่มบุญ, ส่วนบุญที่ปกป้องคุ้มครองอยู่.",
    "ใบเบิก": "น. หนังสือเบิกสิ่งของต่าง&#160;ๆ.",
    "ใบเบิกทาง": "(ปาก) น. หนังสืออนุญาตให้โดยสารหรือให้ผ่าน, หนังสือเบิกทาง ก็เรียก.",
    "ใบเบิกร่อง": "(กฎ) น. เอกสารที่กรมศุลกากรออกให้แก่เรือที่มีระวางจดทะเบียนตํ่ากว่า ๒๐๐ ตัน ที่ออกจากท่าเรือกรุงเทพฯ เพื่อส่งมอบให้แก่พนักงานเจ้าหน้าที่เมื่อนําเรือผ่านด่านศุลกากรที่ปากนํ้าสมุทรปราการ.",
    "ใบปก": "น. กระดาษหรือผ้าหรือหนังเป็นต้นที่หุ้มอยู่ภายนอกสมุดหรือหนังสือ, ปก ก็เรียก.",
    "ใบประจำต่อ": "(กฎ) น. กระดาษแผ่นหนึ่งที่ผนึกต่อเข้ากับตั๋วเงิน ในกรณีที่ไม่มีที่ในตั๋วเงินที่จะสลักหลังได้ต่อไป ใบประจำต่อถือเป็นส่วนหนึ่งของตั๋วเงินนั้น.",
    "ใบปรือ": "น. ชื่อไม้หรือปูนรูปเป็นครีบ&#160;ๆ คล้ายใบระกาติดที่ตะเข้เครื่องบนโบสถ์วิหารเป็นต้น.",
    "ใบปลิว": "น. แผ่นกระดาษมีข้อความประกาศหรือโฆษณาเป็นต้น เพื่อเผยแพร่แก่ประชาชนทั่ว&#160;ๆ ไป.",
    "ใบพัด": "น. วัตถุที่มีลักษณะแบนมีรูสําหรับใส่แกนหรือเพลาให้หมุนได้สําหรับพัดลมพัดนํ้า เพื่อขับยานมีเครื่องบินและเรือเป็นต้น ให้เคลื่อนที่หรือเพื่อให้เกิดความเย็นเป็นต้น เช่น ใบพัดเครื่องบิน ใบพัดพัดลม ใบพัดสีลม.",
    "ใบพัทธสีมา": "[-พัดทะ-] น. แผ่นหินที่ทําเป็นเครื่องหมายบอกเขตโบสถ์, ใบสีมา หรือ ใบเสมา ก็ว่า.",
    "ใบโพ ๑": "น. แผ่นโลหะทำเป็นรูปใบโพแขวนไว้ที่ปลายลูกเน่ง เพื่อรับลมไปแกว่งลูกเน่งให้กระทบตัวกระดิ่งหรือกระดึงให้เกิดเสียงดัง.",
    "ใบโพ ๒": "น. ชื่อปลาทะเลหลายชนิดในสกุล <f><i>Drepane</i></f> วงศ์ <f>Drepanidae</f> ลําตัวสีเงิน สั้น กว้าง และแบนข้างมาก ปากเล็กอยู่ปลายสุดของหัว ครีบสีเหลืองอ่อน ครีบอกยาวเรียว ครีบท้องอยู่ในแนวหน้าครีบอก ครีบหางมีปลายเป็นเหลี่ยมมุมป้าน ชนิด <f><i>D. punctata</i></f> มีจุดดําที่ข้างตัวเรียงในแนวตั้งหลายแนว แต่ชนิด <f><i>D. longimana</i></f> มีแถบสีเทาเรียงในลักษณะเดียวกัน, ทั้ง ๒ ชนิดอาศัยอยู่ตามพื้นท้องนํ้าที่เป็นกรวดทรายใกล้แนวปะการัง ขนาดยาวได้ถึง ๔๐ เซนติเมตร, แมลงปอ ก็เรียก.",
    "ใบเมี่ยง": "น. เรียกผ้าสําหรับห่อศพเข้าโกศ.",
    "ใบไม้ ๑": "น. ส่วนของพืชที่มีหน้าที่หายใจ คายนํ้า เก็บอาหาร สืบพันธุ์.",
    "ใบไม้ ๒": "<i>ดู สลิด ๒</i>.",
    "ใบไม้ ๓": "น. ชื่อพยาธิทางเดินอาหารในอันดับ <f>Digenea</f> มีหลายสกุลและหลายวงศ์ ลําตัวแบนคล้ายใบไม้ เป็นพยาธิที่ทําอันตรายต่อระบบทางเดินอาหารของมนุษย์และสัตว์ โดยเฉพาะตับ ถุงนํ้าดีและท่อนํ้าดี มีหลายชนิด เช่น ชนิด <f><i>Fasciola hepatica, Opisthorchis sinensis, Fasciolopsis buski</i></f>.",
    "ใบระกา": "น. ชื่อไม้สลักหรือปูนปั้นรูปเป็นครีบ&#160;ๆ หรือลวดลายต่าง&#160;ๆ ติดกับตัวลํายองระหว่างช่อฟ้ากับหางหงส์ ประกอบ ๒ ข้างหน้าบันโบสถ์ วิหาร และปราสาท เป็นต้น.",
    "ใบรับ": "น. หนังสือที่แสดงว่าได้รับเงินหรือสิ่งของเป็นต้นไว้แล้ว.",
    "ใบรับรอง": "น. เอกสารที่แสดงการรับรอง เช่น ใบรับรองแพทย์.",
    "ใบลา": "น. เอกสารแสดงความจํานงขอลางาน.",
    "ใบเลี้ยง": "น. ใบที่แตกออกมาจากเมล็ดเป็นใบแรกหรือคู่แรก, ใบที่อยู่ชิดกับขั้วผลไม้บางชนิด.",
    "ใบสอ": "น. ใบเสมาบนกําแพงเมือง.",
    "ใบสั่ง": "น. หนังสือสั่งให้ปฏิบัติตามที่แจ้งไว้ เช่น ใบสั่งยา ใบสั่งจ่าย ใบสั่งให้ไปเสียค่าปรับ.",
    "ใบสั่งจ่าย": "น. หนังสือคําสั่งให้จ่ายเงินหรือสิ่งของ.",
    "ใบสัจ": "(โบ) น. เอกสารซึ่งตระลาการพิจารณาข้อเท็จจริงแล้วนําเสนอลูกขุนปรึกษาปรับสัจตัดสิน.",
    "ใบสำคัญ": "น. เอกสารที่รับรองข้อเท็จจริง ความถูกต้อง หรือสิทธิ.",
    "ใบสำคัญคู่จ่าย": "น. เอกสารที่เป็นหลักฐานในการจ่ายเงิน; (กฎ) หลักฐานการจ่ายที่เป็นใบเสร็จรับเงิน หลักฐานของธนาคารแสดงการจ่ายเงินแก่เจ้าหนี้ หรือหลักฐานการนําเงินเข้าบัญชีเงินฝากของผู้รับที่ธนาคาร และรวมถึงใบนําส่งเงินต่อคลังด้วย.",
    "ใบสำคัญประจำตัว": "(กฎ) น. หนังสือประจำตัวของคนต่างด้าวซึ่งนายทะเบียนได้ออกให้ตามกฎหมายว่าด้วยการทะเบียนคนต่างด้าว.",
    "ใบสีมา, ใบเสมา": "น. แผ่นหินที่ทําเป็นเครื่องหมายบอกเขตโบสถ์, ใบพัทธสีมา ก็ว่า.",
    "ใบสุทธิ": "น. เอกสารแสดงวิทยฐานะและความประพฤติเป็นต้นของบุคคลผู้ถือเมื่อลาออกหรือจบการศึกษาชั้นสูงสุดของโรงเรียน.",
    "ใบเสร็จ": "น. เอกสารที่แสดงว่าได้รับเงินเป็นการถูกต้องแล้ว.",
    "ใบหน้า": "น. เค้าหน้า, ดวงหน้า, รูปลักษณะของหน้า.",
    "ใบหุ้น": "(กฎ) น. ใบสําคัญสําหรับหุ้นที่บริษัทจํากัดออกให้แก่ผู้ถือหุ้น เพื่อเป็นหลักฐานแสดงการถือหุ้น.",
    "ใบหูช้าง": "<i>ดู กระแตไต่ไม้ ๒</i>.",
    "ใบเหยียบย่ำ": "(กฎ; เลิก) น. ใบอนุญาตให้จับจองที่ดิน ซึ่งกําหนดให้ผู้รับอนุญาตต้องทําประโยชน์ในที่ดินให้แล้วภายใน ๒ ปี.",
    "ใบเหลือง": "น. ใบแสดงการลงโทษในการแข่งขันฟุตบอล ถ้าผู้เล่นกระทำผิดกติกาครั้งแรกจะได้รับใบเหลืองจากกรรมการผู้ตัดสินเป็นการแจ้งโทษ ถ้ากระทำผิดกติกาอีกก็จะได้รับใบแดง เป็นการไล่ออก.",
    "ใบอนุญาตขับขี่": "(กฎ) น. ใบอนุญาตขับรถยนต์ตามกฎหมายว่าด้วยรถยนต์ ใบอนุญาตสําหรับคนขับรถตามกฎหมายว่าด้วยรถจ้าง ใบอนุญาตขับขี่ตามกฎหมายว่าด้วยล้อเลื่อน และใบอนุญาตผู้ประจําเครื่องอุปกรณ์การขนส่งตามกฎหมายว่าด้วยการขนส่ง, (ปาก) ใบขับขี่.",
    "ไบ่ ๆ": "ว. อาการที่เคี้ยวสิ่งของทําปากเยื้องไปมา."
}