{
    "ง": "พยัญชนะตัวที่ ๗ นับเป็นพวกอักษรตํ่า ใช้เป็นตัวสะกดในแม่กง.",
    "งก ๑": "ก. แสดงอาการอยากได้หรือไม่อยากเสียจนเกินควร.<2t>ว. มีอาการสั่นอย่างคนแก่หรืออย่างกลัวหรืออย่างหนาวมาก.",
    "งก ๒": "น. ไม้รูปคล้ายตะลุมพุกสําหรับควาญท้ายตีช้างเมื่อต้องการให้ช้างไปเร็ว เรียกว่า ไม้งก.",
    "งก ๆ, ง่ก ๆ": "ว. อาการที่ทำงานอย่างขยันขันแข็งโดยไม่คำนึงถึงความเหนื่อยยาก เช่น ทำงานง่ก&#160;ๆ ทั้งวันจนไม่มีเวลาหยุดพัก.",
    "งกเงิ่น, งก ๆ เงิ่น ๆ": "ว. ตัวสั่น, มีอาการประหม่าตัวสั่นจนทําอะไรไม่ถูก.",
    "งง": "ก. ฉงน, คิดไม่ออกเพราะยุ่งยากซับซ้อน, ทําอะไรไม่ถูกเพราะยังตั้งสติไม่อยู่; อาการมึนเกิดเพราะหัวหรือบริเวณหน้าได้รับความกระทบกระเทือนอย่างแรงเป็นต้น.",
    "งงงวย": "ก. เคลิบเคลิ้ม, เผลอสติ, มึนงง, งวยงง ก็ว่า.",
    "งงงัน": "ก. งงจนทําอะไรไม่ถูก.",
    "งงเป็นไก่ตาแตก": "(สำ) ก. งงมากจนทำอะไรไม่ถูก.",
    "งงิด": "[งะ-] น. มืด. (ข. งงึด ว่า มืด).",
    "งด": "ก. หยุดหรือเว้น คือ ไม่กระทําหรือไม่ดําเนินการตามปรกติ เช่น ผู้ป่วยต้องงดอาหารและน้ำตามที่แพทย์สั่ง.",
    "งดงาม": "ว. สวย, ดี, งาม.",
    "งดเว้น": "ก. เว้นด้วยการงด คือ หยุดไม่กระทำหรือไม่ดำเนินการตามปรกติ เช่น งดเว้นอบายมุขระหว่างเข้าพรรษา.",
    "งบ ๑": "น. สิ่งที่เป็นแผ่นกลม&#160;ๆ เช่น งบนํ้าตาล งบนํ้าอ้อย, เรียกนํ้าตาล นํ้าอ้อย ที่ทําให้เป็นแผ่น&#160;ๆ เช่นนั้น ว่า นํ้าตาลงบ นํ้าอ้อยงบ.",
    "งบ ๒": "น. ชื่อกับข้าวชนิดหนึ่งคล้ายห่อหมก ห่อด้วยใบไม้ มีใบตองเป็นต้น แล้วปิ้งไฟ.<2t>ก. ปรุงอาหารด้วยวิธีเช่นนั้น.",
    "งบ ๓": "ก. ปิด, รวม, เช่น งบบัญชี.",
    "งบ ๔": "(ปาก) น. วงเงิน เช่น งบค่าก่อสร้างบ้าน.",
    "งบดุล": "(กฎ) น. รายการแสดงสินทรัพย์และหนี้สิน เพื่อให้รู้ฐานะการเงินของกิจการ ณ วันใดวันหนึ่ง.",
    "งบประมาณ": "(กฎ) น. ประมาณการรายรับและรายจ่าย.",
    "งม": "ก. ดํานํ้าลงไปคลําหาของ, คลําหาของในนํ้า; โดยปริยายหมายความว่า งุ่มง่าม, ชักช้า, เช่น มัวไปงมอยู่ที่ไหน.",
    "งมเข็มในมหาสมุทร": "(สํา) ก. ค้นหาสิ่งที่ยากจะค้นหาได้, ทํากิจที่สําเร็จได้ยาก.",
    "งมโข่ง": "(ปาก) ว. งุ่มง่าม, ไม่ทันเหตุการณ์.",
    "งมงาย": "ก. หลงเชื่อโดยไม่มีเหตุผล หรือโดยไม่ยอมรับฟังความคิดเห็นหรือเหตุผลของผู้อื่น.",
    "งวง ๑": "น. จมูกของช้างที่ยื่นยาวออกไป ตรงปลายมีจะงอยสําหรับจับของอย่างมือ, เรียกจั่นมะพร้าวและช่อดอกเพศผู้ของตาลเพื่อเตรียมทํานํ้าตาล, เรียกสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น งวงครุ งวงผีเสื้อ; ลมชนิดหนึ่งเมื่อเริ่มเกิดจะเห็นเป็นลํายื่นลงมาจากใต้ฐานเมฆ มีลักษณะคล้ายงวงช้าง ถ้ามีกําลังแรงมาก ลํานี้จะยาวลงมามากเรียกว่า ลมงวง, ลมงวงช้าง ก็เรียก; ตัวลำยองที่ทำเป็นงวงเกี่ยวอยู่ตรงแปงวง.",
    "งวง ๒": "น. ชื่อไก่ขนาดใหญ่ชนิด <f><i>Meleagris gallopavo</i></f> ในวงศ์ <f>Meleagrididae</f> ขนสวยงาม คอและหัวเปลือยมีหนังตะปุ่มตะป่ำ เหนือจะงอยปากบนมีหนังเส้นหนึ่งห้อยยาวเหมือนงวง ตัวผู้มักพองขนและรําแพนหาง มีถิ่นกำเนิดในทวีปอเมริกาเหนือ.",
    "ง่วง": "ก. อาการที่ร่างกายอยากนอน.",
    "ง่วงงุน": "ก. ง่วงซึม.",
    "งวงช้าง ๑": "น. (๑) หญ้างวงช้าง. <i>(ดู หญ้างวงช้าง)</i>.<2t>(๒) กล้วยงวงช้าง. <i>(ดู ร้อยหวี)</i>.<2t>(๓) <i>ดู ไก่ไห้ (๑)</i>.",
    "งวงช้าง ๒": "น. ชื่องูนํ้าจืดชนิด <f><i>Acrochordus javanicus</i></f> ในวงศ์ <f>Colubridae</f> ตัวนิ่ม เกล็ดเป็นตุ่ม&#160;ๆ อาศัยตามแหล่งนํ้าจืดทั่วไป หากินปลาในนํ้า แต่มักขดนอนตามโพรงตลิ่งที่แฉะ&#160;ๆ ไม่มีพิษ.",
    "ง่วงเหงา": "[-เหฺงา] ว. มีลักษณะง่วงซึมไม่กระปรี้กระเปร่า.",
    "ง่วงเหงาหาวนอน": "ก. มีอาการซึมเซาอยากนอนมาก.",
    "งวด": "น. คราวที่กำหนด เช่น การออกรางวัลสลากกินแบ่งออกเป็นงวด, ลักษณนามเรียกจำนวนนับของคราวที่กำหนด เช่น แบ่งการชำระหนี้ออกเป็น ๕ งวด.<2t>ก. ลดลงไป, พร่องลงไป, แห้งลงไป, เช่น น้ำงวดลง.",
    "ง่วน": "ว. เพลินทําเพลินเล่นอยู่กับสิ่งใดสิ่งหนึ่ง. (จ. หง่วน).",
    "ง้วน ๑": "น. เรียกโอชะของบางสิ่ง เช่น ง้วนดิน คือ โอชะของดิน ที่กล่าวไว้ในคัมภีร์ไตรภูมิโลกวินิจฉัยว่ามีรสหวาน, ง้วนผึ้ง คือ ละอองดอกไม้ที่ผึ้งนํามาสะสมไว้ที่รัง มีสีเหลือง มีรสมัน หอมหวาน.",
    "ง้วน ๒": "น. ต้นไม้ชนิดหนึ่ง ยางมีพิษ ใบเหมือนใบเงิน ดอกแดง ต้นเหมือนต้นสลอด. (พจน. ๒๔๙๓); ยาพิษ.",
    "งวยงง": "ก. เคลิบเคลิ้ม, เผลอสติ, มึนงง, งงงวย ก็ว่า.",
    "งอ": "ว. ลักษณะที่มีส่วนปลายหักโค้งเข้าหาตัวมันเองเช่นรูปอย่างขอ; เรียกหน้าซึ่งมีสีหน้าแสดงอาการโกรธ ไม่พอใจ หรือไม่ได้อย่างใจเป็นต้นว่า หน้างอ.<2t>ก. ทําให้มีรูปหรือเป็นเช่นนั้น, เรียกอาการของคนที่หัวเราะจนตัวงอว่า หัวเราะงอ.",
    "ง้อ": "ก. ขอคืนดีด้วย, ขอพึ่งพาอาศัย.",
    "งอก ๑": "ก. อาการที่เมล็ดผลไม้แตกเป็นต้นขึ้น; ผลิออก, แตกออก, เช่น รากงอก ยอดงอก; เพิ่มปริมาณมากขึ้น (ใช้เฉพาะของบางอย่าง) เช่น เงินงอก แผ่นดินงอก เนื้องอก; เรียกหน้าผากที่กว้างยื่นงํ้าออกไปกว่าปรกติว่า หน้างอก.",
    "งอก ๒": "น. เรียกต้นอ่อนที่งอกออกจากผลบางชนิดมีผลมะพร้าวเมล็ดตาลเป็นต้นว่า งอกมะพร้าว งอกตาล.",
    "งอกงาม": "ก. เจริญผลิดอกออกผล.",
    "งอกเงย": "ก. มีผลประโยชน์หรือรายได้เพิ่มมากขึ้น.",
    "ง่อกแง่ก": "ว. โยกคลอนไปมา, ไม่แน่น, ไม่มั่นคง.",
    "งอก่อ, งอก่องอขิง": "ว. อาการที่ตัวงอหรือทําตัวงอ เพราะร้อนหรือหนาวมากเป็นต้น.",
    "งอขี้กล้อง": "(ปาก) ว. อาการที่ถูกทำร้ายบริเวณท้องจนล้มลงกับพื้นในลักษณะตัวงอคล้ายคนนอนสูบฝิ่น.",
    "ง่อง": "น. เรียกสายโยงคางม้าไม่ให้เงยว่า สายง่อง.",
    "ง่องแง่ง": "ว. อาการที่ร่างกายไม่แข็งแรงทําให้เดินหรือเคลื่อนไหวไม่ถนัด, กระย่องกระแย่ง หรือ กระง่องกระแง่ง ก็ว่า.<2t>ก. ทะเลาะเบาะแว้งกัน, ไม่ปรองดองกัน.",
    "ง้องอน": "ก. อ้อนวอนขอคืนดีด้วย, อ่อนเข้าหาเพื่อให้ยอมหรือช่วยเหลือ, งอนง้อ ก็ว่า.",
    "งอแง": "ว. ขี้แย, ขี้อ้อน, (ใช้แก่เด็ก); (ปาก) รวนเร, บิดพลิ้ว; เอาใจยาก.",
    "งอด": "น. ชื่องูจําพวกงูปี่แก้วในวงศ์ <f>Colubridae</f> ขนาดเล็กประมาณเท่าดินสอดํา ส่วนใหญ่ลําตัวสีเทา ท้องเป็นจุดสีแดงและดํา ไม่มีพิษ ในประเทศไทยมีหลายชนิด เช่น งอดท้องแดง <f>(<i>Oligodon taeniatus</i>)</f> งอดด่าง <f>(<i>O. cinereus</i>)</f>.",
    "งอดแงด": "ว. กระเง้ากระงอด, กะบึงกะบอน.",
    "งอน ๑": "น. ส่วนปลายแห่งของบางอย่างที่เป็นรูปยาวเรียวและช้อยขึ้น เช่น งอนไถ.<2t>ว. ช้อยขึ้น, โง้งขึ้น.<2t>ก. แสดงอาการโกรธเคืองหรือไม่พอใจเพื่อให้เขาง้อ, ทําจริตสะบัดสะบิ้ง.",
    "งอน ๒": "ว. งาม ในคำว่า งามงอน. (งอน อะหม ว่า งาม).",
    "ง่อน": "น. ก้อนดินหรือหินที่ตั้งสูงขึ้นไป เช่น เงื้อมง่อน ว่า เงื้อมแห่งก้อนดินหรือหินที่ตั้งสูงขึ้นไป.",
    "งอนง้อ": "ก. อ้อนวอนขอคืนดีด้วย, อ่อนเข้าหาเพื่อให้ยอมหรือช่วยเหลือ, ง้องอน ก็ว่า.",
    "ง่อนแง่น": "ว. คลอนแคลน, ไม่แน่น, ไม่มั่นคง, กระง่อนกระแง่น ก็ว่า.",
    "งอนไถ": "น. ชื่อหนึ่งของดาวฤกษ์มฆา มี ๕ ดวง, ดาวงูผู้ ดาวโคมูตร ดาววานร ดาวมฆะ หรือ ดาวมาฆะ ก็เรียก.",
    "งอนหง่อ": "ว. คู้ตัวงอตัว เป็นอาการของคนที่กลัวมากหรือหนาวมากเป็นต้น.",
    "ง้อนหมู": "น. หญ้าแห้วหมู. (โอสถพระนารายณ์).",
    "งอบ": "น. เครื่องสวมหัวสําหรับกันแดดและฝน สานด้วยตอกไม้ไผ่ กรุด้านนอกด้วยใบลาน รูปคล้ายกระจาดควํ่า มีรังสําหรับสวม.",
    "งอม": "ว. สุกจัดจนเกือบเน่าหรือเละ เช่น กล้วยงอม มะม่วงงอม, โดยอนุโลมใช้กับคนที่แก่มากจนทำอะไรไม่ไหว เช่น ปีนี้คุณยายดูงอมมาก, โดยปริยายหมายความว่า แย่ เช่น ถูกใช้ให้ทํางานเสียงอม, บอบชํ้า เช่น ถูกตีเสียงอม, ได้รับทุกข์ทรมานมาก เช่น เป็นไข้เสียงอม.",
    "ง้อม": "ว. งํ้า, ค้อม เช่น กิ่งไม้ง้อมลงเพราะลูกดก.",
    "งอมแงม": "ว. เลิกได้ยาก เช่น ติดฝิ่นงอมแงม, แก้ได้ยาก, รักษาได้ยาก, เช่น เจ็บงอมแงม.",
    "งอมพระราม": "(สํา) ว. มีความทุกข์ยากลําบากเต็มที่ เช่น ทศกัณฐ์จะงอมพระรามที่ไหน เกรงพระรามจะงอมพระรามไปเองเสียอีก. (ลักวิทยา).",
    "งอมืองอตีน": "ก. เกียจคร้าน, ไม่สนใจขวนขวายทําการงาน, ไม่คิดสู้.",
    "งอย ๑": "ก. อยู่หมิ่น, ตั้งอยู่หมิ่น, ห้อย.",
    "งอย ๒": "ก. คอย เช่น งอยท่า.",
    "ง่อย": "ว. อาการที่แขนหรือขาพิการเคลื่อนไหวไม่ได้อย่างปรกติ.",
    "ง่อยเปลี้ยเสียขา": "ว. มีร่างกายพิการจนเดินไม่ได้อย่างปรกติ.",
    "งอหาย": "ว. อาการที่ร้องไห้หรือหัวเราะจนเสียงเงียบหายไป.",
    "งะ": "(โบ) คำกร่อนของคำหน้าซึ่งซ้ำกับคำหลังในคำที่มี ง เป็นพยัญชนะต้น มีคำแปลอย่างเดียวกับคำเดิมนั้น เช่น งะงก งะงัน งะโง้ง.",
    "งั่ก": "ว. มาก เช่น แก่งั่ก หนาวงั่ก.",
    "งัก ๆ, งั่ก ๆ": "ว. อาการที่สั่นสะท้าน, อาการที่เดินสั่น&#160;ๆ มา.",
    "งั่ง ๑": "น. รูปหล่อด้วยโลหะเหมือนพระพุทธรูป แต่ไม่มีผ้าพาด, เรียกพระพุทธรูปที่ยังไม่ได้ทําพิธีเบิกพระเนตร.",
    "งั่ง ๒": "ว. โง่ไม่เป็นประสีประสา.",
    "งั่ง ๓": "น. ชื่อนกชนิดหนึ่ง. (พจน. ๒๔๙๓).",
    "งัง ๆ": "ว. อาการที่เดินโดยด่วน.",
    "งัด": "ก. ทําให้เผยอหรือเคลื่อนที่โดยใช้วัตถุยาวคัด เช่น งัดตะปู งัดซุง; นําออกมาจากที่เก็บ เช่น งัดเอาเครื่องลายครามมาอวด, โดยปริยายหมายถึงลักษณะที่คล้ายคลึงเช่นนั้น เช่น งัดเอาเรื่องเก่ามาพูด.",
    "งัดข้อ": "ก. เกร็งแขนขัดกัน แล้วออกกําลังกดให้แขนอีกฝ่ายหนึ่งล้มลง, โดยปริยายหมายความว่า โต้เถียงกัน, มีความเห็นขัดแย้งกัน, ไม่ลงรอยกัน.",
    "งัน": "ก. หยุดชะงัก เช่น นิ่งงัน, ไม่งอกงาม เช่น ต้นไม้งันไป, อาการที่ชะงักนิ่งอึ้งไปชั่วขณะเพราะคาดไม่ถึง ในคำว่า ตะลึงงัน.",
    "งันงก": "ว. สั่นเงอะงะอยู่, สะทกสะท้านอยู่.",
    "งับ": "ก. ปิดอย่างไม่สนิทหรือปิดอย่างไม่ลงกลอน เช่น งับประตู; อาการที่อ้าปากคาบหรือกัดโดยเร็ว.",
    "งับแง": "ก. แง้ม, ปิดไม่สนิท.",
    "งัว ๑": "น. วัว, โค ก็เรียก.",
    "งัว ๒, งั่ว ๑": "(โบ) น. ลูกชายคนที่ ๕.",
    "งัว ๓": "น. ไม้รับกงพัดที่โคนเสา ๒ อันเพื่อกันไม่ให้เสาทรุดลงไปในหลุม.",
    "งัว ๔": "น. ชื่อปลาทะเลหลายชนิดในหลายวงศ์ เช่น วงศ์ <f>Triacanthidae, Monacanthidae, Balistidae, Anacanthidae</f> ผิวหนังหยาบเหนียวหรือเป็นแผ่นกระดูกหนาเรียงติดต่อกัน ฟันเป็นแผ่น ใช้แทะเล็มหาอาหารตามแนวปะการังและพื้นท้องทะเล ก้านครีบหลังก้านแรกและครีบท้องเป็นแท่งกระดูกใหญ่คล้ายเขาสัตว์, บางชนิดมีชื่อเรียกว่า วัว หรือ กวาง.",
    "งั่ว ๒": "น. ชื่อนกชนิด <f><i>Anhinga melanogaster</i></f> ในวงศ์ <f>Anhingidae</f> ปากยาวตรงสีเหลือง ปลายแหลมมาก คอโค้งยาวคล้ายเคียว ขนดํา ปีกและหลังมีลายสีขาว ตีนมีแผ่นพังผืดติดกันทั้ง ๔ นิ้วคล้ายตีนเป็ด ดํานํ้าจับปลาโดยใช้ปากแทง, อ้ายงั่ว ก็เรียก.",
    "งัวเงีย": "ก. อาการที่คนแรกตื่นยังง่วงอยู่.",
    "งัวซัง": "น. ชื่อไม้พุ่มชนิด <f><i>Capparis thorelii</i> Gagnep.</f> ในวงศ์ <f>Capparidaceae</f> ลําต้นมีหนามโค้ง ดอกสีชมพู.",
    "งัวเลีย ๑": "น. เรียกผมที่หน้าผากซึ่งตั้งชันขึ้นไปแล้วปลายย้อนกลับลงมา.",
    "งัวเลีย ๒": "<i>ดู ไก่ไห้ (๑)</i>.",
    "งา ๑": "น. ชื่อไม้ล้มลุกชนิด <f><i>Sesamum orientale</i> L.</f> ในวงศ์ <f>Pedaliaceae</f> ผลเป็นฝัก มีเมล็ดเล็ก&#160;ๆ สีขาวหรือดํา ใช้ประกอบอาหารหรือสกัดนํ้ามัน.",
    "งา ๒": "น. ฟันตัดแถวบนที่งอกออกจากปากช้าง, ลักษณนามเรียก กิ่ง.",
    "งา ๓": "น. ส่วนหนึ่งของเครื่องดักสัตว์เช่นลอบหรือไซ ทําเป็นซี่&#160;ๆ ปลายสอบเข้าหากันเพื่อไม่ให้ปลาที่เข้าไปแล้วออกมาได้.",
    "งา ๔": "น. ชื่อปลานํ้ากร่อยหรือทะเลขนาดเล็กชนิด <f><i>Thryssa setirostris</i></f> ในวงศ์ <f>Engraulidae</f> กระดูกขากรรไกรบนโค้งยื่นยาวเป็นเส้นจดครีบท้องหรือครีบก้น ลําตัวยาว แบนข้าง ปากกว้าง เกล็ดที่สันท้องเป็นเหลี่ยมคมเรียงต่อกันคล้ายฟันเลื่อย พื้นลําตัวสีเงินอมเหลืองส้ม.",
    "ง่า ๑": "ก. เงื้อ, อ้า, กางออก.<2t>น. ค่าคบไม้.",
    "ง่า ๒": "น. เรียกตัวหนังใหญ่ที่สลักเป็นรูปยักษ์หรือลิงในท่าเหาะ ว่า หนังง่า. (ลัทธิ).",
    "งากำจาย": "น. งาช้างที่หักติดอยู่ในไม้หรือสิ่งอื่น&#160;ๆ.",
    "งาเครือ": "น. งาช้างที่ยาวมากแต่วงรอบเล็ก.",
    "ง้าง": "ก. ทำให้อ้าออก เช่น ง้างประตู, ดึงให้ยืดออก เช่น ง้างศร, งัด เช่น ง้างปาก, เหนี่ยว เช่น ง้างไกปืน, เงื้อ เช่น ง้างหมัด.",
    "ง่าเงย": "ก. เป็นสง่า, เปิดเผย.",
    "งาช้าง ๑": "น. (๑) ชื่อนํ้าเต้าพันธุ์หนึ่ง ผลยาวคล้ายงาช้าง. <i>[ดู นํ้าเต้า (๑)]</i>.<2t>(๒) ชื่อไม้ล้มลุกชนิด <f><i>Sansevieria cylindrica</i> Boijer</f> ในวงศ์ <f>Agavaceae</f> ใบกลมเป็นแท่ง สีเขียวเข้ม ใช้เป็นยาทําให้อาเจียน.",
    "งาช้าง ๒": "น. ชื่อหอยทะเลในชั้น <f>Scaphopoda</f> เปลือกมีรูปร่างคล้ายงาช้าง ส่วนมากเป็นสีขาว มีหลายชนิด เช่น ชนิด <f><i>Dentalium aprinum, D. longitrorsum</i></f><i>,</i> ฟันช้าง ก็เรียก.",
    "งาช้าง ๓": "น. ชื่อหนึ่งของดาวฤกษ์เชษฐา มี ๑๔ ดวง, ดาวช้างใหญ่ ดาวคอนาค ดาวแพะ หรือ ดาวเชษฐะ ก็เรียก.",
    "งาแซง": "น. งาอย่างหนึ่งคล้ายงาลอบงาไซกันไม่ให้ของข้างในออก แต่ใส่ลงไปได้ ใช้สวมปากข้องปากลันเป็นต้น; เสาเสี้ยมปลายที่ปักตะแคงระหว่างเสาระเนียด เพื่อกันไม่ให้ช้างกระแทกเสาระเนียด, เรียกสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น สําหรับตั้งกีดขวางทางเข้าประตูค่ายเป็นต้น.",
    "งาไซ": "<i>ดู ตังโอ๋</i>.",
    "งาตัด": "น. ชื่อขนมชนิดหนึ่ง ทําด้วยงากวนกับนํ้าตาลแล้วตัดเป็นชิ้นสี่เหลี่ยมคล้ายข้าวพองในเครื่องจันอับ.",
    "งาน ๑": "น. สิ่งหรือกิจกรรมที่ทํา, มักใช้เข้าคู่กับคำ การ เช่น การงาน เป็นการเป็นงาน ได้การได้งาน; การพิธีหรือการรื่นเริงที่คนมาชุมนุมกัน เช่น งานบวช งานปีใหม่.",
    "งาน ๒": "น. มาตราวัดเนื้อที่ตามวิธีประเพณี เท่ากับ ๑๐๐ ตารางวา หรือ ๔๐๐ ตารางเมตร, ลักษณนามเรียกเนื้อที่ ๑๐๐ ตารางวา หรือ ๔๐๐ ตารางเมตรว่า งานหนึ่ง หรือ ๑ งาน, อักษรย่อว่า ง.",
    "งาน ๓": "(วิทยา) น. ผลของแรงที่ทำให้วัตถุเคลื่อนที่ คำนวณได้จากผลคูณของแรงกับระยะทางที่วัตถุเคลื่อนที่.",
    "ง่าน ๑": "ก. ดิ้นรนกระวนกระวาย (มักใช้แก่ของเสพติดและกามคุณ).",
    "ง่าน ๒": "(กลอน) ก. งุ่นง่าน เช่น มารดาเห็นบุตรเงื้อ ง่านใจ. (นิทราชาคริต).",
    "งานการ": "น. กิจการที่ทํา.",
    "งานพิเศษ": "น. งานที่ทำนอกเหนือจากงานประจำ.",
    "งานสารบรรณ": "(กฎ) น. งานที่เกี่ยวกับการบริหารงานเอกสาร เริ่มตั้งแต่การจัดทำ การรับ การส่ง การเก็บรักษา การยืม จนถึงการทำลายเอกสาร.",
    "งานหลวงไม่ให้ขาด งานราษฎร์ไม่ให้เสีย": "(สํา) ทํางานไม่บกพร่องทั้งงานส่วนรวมและส่วนตัว, ใช้เพี้ยนว่า งานหลวงไม่ขาด งานราษฎร์ไม่เสีย ก็มี.",
    "งานอดิเรก": "น. งานที่ทำเพื่อความเพลิดเพลิน.",
    "งาเนียม": "น. งาช้างที่ใหญ่แต่สั้นและมักจะชี้ตรง, เรียกช้างที่มีงาเช่นนั้นว่า ช้างงาเนียม.",
    "งาบ ๆ": "ว. อาการที่อ้าปากแล้วหุบปาก, อาการที่หายใจทางปาก (เป็นอาการของคนและสัตว์ที่เหนื่อยหอบหรือใกล้จะตาย), พะงาบ พะงาบ&#160;ๆ ปะงาบ หรือ ปะงาบ&#160;ๆ ก็ว่า. [ไทยขาว งาบ ว่า อ้า, งาบสบ ว่า อ้าปาก (เพื่อหายใจ)].",
    "งาม": "ว. ลักษณะที่เห็นแล้วชวนให้ชื่นชมหรือพึงใจ เช่น มารยาทงาม รูปงาม; มีลักษณะสมบูรณ์ดี เช่น ต้นไม้งาม ปีนี้ฝนงาม; ดี, มาก, มีลักษณะที่เป็นไปตามต้องการ, เช่น กําไรงาม ธนาคารนี้จ่ายดอกเบี้ยงาม.",
    "ง่าม ๑": "น. ลักษณะหรือสิ่งที่แยกออกเป็น ๒ หรือ ๓ เป็นต้น เช่น ง่ามไม้ ไม้ง่าม สามง่าม, โดยปริยายใช้หมายถึงถ้อยคําที่มีความหมายได้ ๒ ทาง คือ ทั้งทางสุภาพและไม่สุภาพ เช่น พูดสองง่าม.",
    "ง่าม ๒": "น. ชื่อมดขนาดเล็กชนิด <f><i>Phidologeton diversus</i></f> ในวงศ์ <f>Formicidae</f> สีนํ้าตาลแก่จนเกือบดําตลอดตัว อยู่กันเป็นฝูงใหญ่&#160;ๆ ในฝูงจะพบพวกที่ทําหน้าที่เฝ้ารังขนาดใหญ่กว่าตัวธรรมดา ๒-๓ เท่าปะปนอยู่ มีขากรรไกรหน้าเห็นเป็นง่ามใหญ่ อาศัยอยู่ตามพื้นดิน ใกล้บ้านเรือน เดินกันเป็นทาง ขนเศษอาหาร หรืออาจพบในแปลงปลูกพืช.",
    "งามงอน": "ว. สวยงาม.",
    "งามแงะ": "(กลอน) ว. งามน่าดู เช่น เจ้าเย้ยเยาะว่าเงาะไม่งามแงะ แฮะแฮะว่าเล่นหรือว่าจริง. (สังข์ทอง).",
    "ง่ามถ่อ": "น. ไม้ที่มีรูปร่างโค้งคล้ายง่ามมือที่เสียบปลายถ่อเอาไว้สำหรับให้หัวไหล่ดันถ่อได้ถนัด มักจะใช้ผ้าพันเพื่อกันไม่ให้ไหล่เจ็บ, เหล็กที่มีรูปร่างโค้งคล้ายเขาควายมีปลอกอัดที่โคนถ่อ ใช้สำหรับตู๊เรือหรือสำหรับกดลงในดินเพื่อไม่ให้โคนถ่อจมลึกลงไป, ลักษณะหัวที่มีผมเถิกเข้าไปเป็น ๒ แฉกเหมือนง่ามถ่อ.",
    "ง่ามมือ": "น. ช่วงโค้งระหว่างนิ้วหัวแม่มือกับนิ้วชี้.",
    "งามหน้า": "ว. น่าขายหน้า, ใช้เป็นคําประชด เช่น เขาทำงามหน้าละคราวนี้.",
    "งาย": "น. เวลาเช้า เช่น พ่อแผนจะไปแต่ในงาย สายแล้วสํารับไม่ยกมา. (ขุนช้างขุนแผน).",
    "ง่าย": "ว. สะดวก, ไม่ยาก.",
    "ง่าย ๆ": "ว. ธรรมดา&#160;ๆ, ไม่ยุ่งยาก.",
    "ง่ายดาย": "ว. ง่ายมาก, สะดวกมาก.",
    "ง่าย้อย": "น. ชื่อไม้ต้นขนาดใหญ่ชนิด <f><i>Hydnocarpus kurzii</i> Warb.</f> ในวงศ์ <f>Flacourtiaceae</f> ใบรูปไข่แกมรูปใบหอก ผลกลม สีน้ำตาล.",
    "งาลั่ว": "น. ชื่อขนมชนิดหนึ่งทำด้วยงาคั่วให้สุกแล้วเคล้ากับน้ำตาลเคี่ยว ทำเป็นแผ่นบาง&#160;ๆ ตัดเป็นรูปสี่เหลี่ยม.",
    "ง้าว ๑": "น. อาวุธชนิดหนึ่ง คล้ายดาบ มีด้ามยาว, ถ้าใต้คอของด้ามมีขอสำหรับสับบังคับช้างได้ เรียกว่า ของ้าว.",
    "ง้าว ๒": "น. ชื่อไม้ต้นขนาดใหญ่ชนิด <f><i>Bombax anceps</i> Pierre var. <i>cambodiense</i> Robyns</f> ในวงศ์ <f>Bombacaceae</f> ต้นคล้ายต้นงิ้วแต่เปลือกสีเทาดํา ดอกสีแดงคลํ้า ในผลมีปุยขาวใช้ยัดหมอนและที่นอนเป็นต้น.",
    "งาสาน": "(โบ) น. เรียกพัดยศที่พื้นพัดสานด้วยงาช้าง เป็นเครื่องหมายฝ่ายอรัญวาสี ว่า พัดงาสาน, ในสมัยโบราณ สมเด็จพระสังฆราชและสมเด็จพระราชาคณะเจ้าคณะใหญ่ที่ลงท้ายสร้อยราชทินนามว่า &#147;คามวาสี อรัญวาสี&#148 มีพัดยศ ๒ เล่ม พัดแฉกพื้นกำมะหยี่ปักด้วยทองและเงิน เป็นเครื่องหมายฝ่ายคามวาสี พัดงาสาน เป็นเครื่องหมายฝ่ายอรัญวาสี.",
    "งำ": "ก. ปิด เช่น งําความ, ปกครอง เช่น งำเมือง, รักษา ในคำว่า เก็บงำ, บางทีใช้เข้าคู่กับคํา ครอบ เป็น ครอบงํา.",
    "ง่ำ, ง่ำ ๆ": "ว. เสียงขู่ของหมาที่กำลังกินข้าว.<2t>ก. งับเบา&#160;ๆ เช่น หมางํ่าน่อง.",
    "ง้ำ": "ว. ยื่นออกไปเกินปรกติจนปลายโน้มลง, โน้มไปทางหน้า เช่น สวมชฎางํ้าหน้า, เรียกหน้าที่มีสีหน้าแสดงอาการโกรธไม่พอใจหรือไม่ได้อย่างใจเป็นต้นว่า หน้างํ้า.",
    "งิ้ว ๑": "น. ละครจีนแบบโบราณ.",
    "งิ้ว ๒": "น. ชื่อไม้ต้นขนาดใหญ่ชนิด <f><i>Bombax ceiba</i> L.</f> ในวงศ์ <f>Bombacaceae</f> กิ่งก้านและลําต้นมีหนามแหลมคม เปลือกสีเทา ขรุขระ ดอกสีแดงสด ใช้ปุยในผลอย่างเดียวกับง้าว.",
    "งี่เง่า": "(ปาก) ว. โง่มาก.",
    "งีบ": "ก. หลับไปชั่วขณะหนึ่ง; ลักษณนามบอกการหลับเช่นนั้นว่า หลับงีบหนึ่ง หลับ ๒ งีบ.",
    "งึก ๆ": "ว. อาการที่พยักหน้าเป็นการรับรู้, หงึก&#160;ๆ ก็ว่า.",
    "งึน": "(ถิ่น-พายัพ, อีสาน; โบ) น. เงิน.",
    "งึม": "ว. เสียงบ่นเบา&#160;ๆ; (ถิ่น-อีสาน) ซึม.",
    "งึมงำ": "ว. เสียงพูดหรือบ่นพึมพํา.",
    "งุด, งุด ๆ": "ว. อาการก้มหน้าลงเพราะกลัวหรืออายเป็นต้น เช่น ก้มหน้างุด, อาการที่เดินก้มหัวหรือก้มหน้าไปโดยเร็ว, อาการที่ก้มหน้าก้มตาทำสิ่งใดสิ่งหนึ่ง เช่น นั่งทำงานงุด&#160;ๆ ทั้งวัน.",
    "งุนงง": "ก. งงซึมเซา, ฉงน, มึน.",
    "งุ่นง่าน": "ก. โกรธฮึดฮัด, กระวนกระวายผุดลุกผุดนั่ง, ง่าน.",
    "งุบ, งุบ ๆ": "ว. อาการที่หัวก้มลงโดยเร็วเมื่อเวลาง่วนหรือเดินไป.",
    "งุบงิบ": "ก. ทําอย่างเงียบ&#160;ๆ, ทํากันอย่างปิดบัง.",
    "งุ้ม": "ว. งอลงอย่างปากนกแก้ว.",
    "งุ่มง่าม": "ว. ชักช้า, ไม่คล่องแคล่วว่องไว.",
    "งุย": "(โบ) ว. ซึม, เซื่อง, มึนหัว.",
    "งู ๑": "น. ชื่อสัตว์เลื้อยคลานในอันดับ <f>Squamata</f> อันดับย่อย <f>Serpentes</f> ลําตัวเรียวยาว มีเกล็ด ไม่มีขา ที่มีพิษ เช่น งูเห่าไทย <f>(<i>Naja kaouthia</i>)</f> ที่ไม่มีพิษ เช่น งูเหลือม <f>(<i>Python reticulatus</i>)</f>.",
    "งู ๒": "น. ปลางู. <i>(ดู ปล้องอ้อย)</i>.",
    "งู ๆ ปลา ๆ": "ว. มีความรู้เล็ก&#160;ๆ น้อย&#160;ๆ, ไม่รู้จริง, ในคําว่า รู้งู&#160;ๆ ปลา&#160;ๆ.",
    "งูกลืนหาง, งูกินหาง ๑": "น. ชื่อกลอนกลอักษร วรรคหนึ่ง&#160;ๆ ต้องมีคำซ้ำกัน ๓ คู่ คือระหว่าง ๓ คำหน้ากับ ๓ คำสุดท้ายของวรรค แต่เวลาเขียนจะตัดคำซ้ำ ๓ คำสุดท้ายของแต่ละวรรคออก เวลาอ่านให้อ่านไปจนจบวรรคแล้วย้อนกลับไปอ่านคำที่ ๑ ถึงคำที่ ๓ ในวรรคเดียวกันอีกครั้งหนึ่ง ตัวอย่างว่า ฟังเสียงหวานขานเสียงดัง เหมือนน้ำตาลหวานเตือน เสนาะจริงยิ่งคำหวาน อ่านว่า ฟังเสียงหวานขานเสียงดังฟังเสียงหวาน เหมือนน้ำตาลหวานเตือนเหมือนน้ำตาล เสนาะจริงยิ่งคำหวานเสนาะจริง.",
    "งูกินหาง ๒": "น. การเล่นของเด็กอย่างหนึ่ง สมมุติฝ่ายหนึ่งเป็นแม่งู มีลูกงูเกาะหลังเป็นแถว อีกฝ่ายเป็นพ่องู คอยไล่จับลูกงูตัวที่อยู่ท้ายแถวเอามาเป็นพวกทีละตัว&#160;ๆ.",
    "งูกินหาง ๓": "(สํา) ว. เกี่ยวโยงกันจากหัวถึงหางโดยซัดกันไปเป็นทอด&#160;ๆ.",
    "งูบ": "ก. ก้มหัวฟุบลงเมื่อเวลาง่วงนอนเป็นต้น.",
    "งูผู้": "น. ชื่อหนึ่งของดาวฤกษ์มฆา มี ๕ ดวง, ดาวโคมูตร ดาววานร ดาวงอนไถ ดาวมฆะ หรือ ดาวมาฆะ ก็เรียก.",
    "งูเมีย": "น. ชื่อหนึ่งของดาวฤกษ์บุรพผลคุนี มี ๒ ดวง, ดาววัวตัวผู้ ดาวปุรพผลคุนี หรือ ดาวปุพพผลคุนี ก็เรียก.",
    "งูสวัด": "น. โรคที่เกิดจากการติดเชื้อไวรัสชนิดหนึ่ง มีอาการอักเสบอย่างเฉียบพลันที่ปมประสาทไขสันหลัง และพุเป็นเม็ดพองตามผิวหนังเป็นทางยาวพาดขวางลําตัวเป็นต้น ทําให้ปวดแสบปวดร้อน.",
    "งู่หนี": "น. กุหนี.",
    "งูเหลือม": "น. ชื่อหนึ่งของดาวฤกษ์สวาดิ มี ๕ ดวง, ดาวช้างพัง ดาวสวาตี หรือ ดาวสวัสติ ก็เรียก.",
    "งูเห่า": "น. ชื่อว่านชนิดหนึ่ง ต้นและหัวเหมือนขมิ้นอ้อย แต่เนื้อสีขาว กลิ่นฉุนเหมือนนํ้ามันดินอ่อน&#160;ๆ. (กบิลว่าน).",
    "เง้": "ก. เงื้อไม้ มีดเป็นต้น จนสุดกําลังแขนแล้วฟาดลงเต็มแรง.",
    "เงก": "(ปาก) ว. เต็มที, แย่, เช่น คอยเสียเงก.",
    "เง็น": "(โบ) น. เงิน.",
    "เงย": "ก. ยกหน้าขึ้น.",
    "เงยหน้าอ้าปาก": "ก. มีฐานะดีขึ้นกว่าเดิมพอทัดเทียมเพื่อน, ลืมตาอ้าปาก หรือ ลืมหน้าอ้าปาก ก็ว่า.",
    "เงอะ, เงอะงะ": "ว. แสดงกิริยาอาการเคอะเขินไม่แนบเนียนเพราะหย่อนความชํานาญเป็นต้น.",
    "เงา": "น. ส่วนที่มืดเพราะมีวัตถุบังแสงทําให้แลเห็นเป็นรูปของวัตถุนั้น; รูปที่ปรากฏในของใสหรือเป็นมันเช่นนํ้าหรือกระจก; (แสง) อาณาเขตหลังวัตถุที่แสงเคลื่อนที่ไปกระทบวัตถุนั้นแล้วแสงเคลื่อนที่ไปไม่ถึงทั้งหมดหรือไปถึงได้บ้าง.<2t>ว. เป็นมัน เช่น ขึ้นเงา.",
    "เง่า": "ว. โง่, มักใช้พูดเข้าคู่กับคํา โง่ เป็น โง่เง่า.",
    "เง้า": "ว. เรียกหน้าซึ่งมีสีหน้าแสดงอาการโกรธ ไม่พอใจหรือไม่ได้อย่างใจเป็นต้น ว่า หน้าเง้า.",
    "เงา ๆ": "ว. ราง&#160;ๆ.",
    "เง้างอด, เง้า ๆ งอด ๆ": "ว. กะบึงกะบอน, โกรธอย่างแสนงอน, กระเง้ากระงอด ก็ว่า.",
    "เงาตามตัว": "(สํา) น. ผู้ที่ไปไหนไปด้วยกันแทบไม่คลาดกันเลย; สิ่งที่เพิ่มขึ้นหรือลดลงไปตามกัน เช่น นํ้ามันขึ้นราคา สินค้าอื่น&#160;ๆ ก็ขึ้นราคาเป็นเงาตามตัว.",
    "เงามัว": "(แสง) น. อาณาเขตหลังวัตถุที่แสงเคลื่อนที่ไปกระทบวัตถุนั้นแล้วแสงเคลื่อนที่ไปถึงได้บ้าง; (ภูมิ) ส่วนที่เห็นเป็นเงาหลัว&#160;ๆ รอบบริเวณที่มืดมิดของดวงจันทร์หรือดวงอาทิตย์เวลามีคราส.",
    "เงามืด": "(แสง) น. อาณาเขตหลังวัตถุที่แสงเคลื่อนที่ไปกระทบวัตถุนั้นแล้วแสงเคลื่อนที่ไปไม่ถึงทั้งหมด; (ภูมิ) ส่วนที่มืดมิดของดวงจันทร์และดวงอาทิตย์เวลามีคราส.",
    "เงาะ ๑": "น. คนป่าพวกหนึ่ง รูปร่างตํ่าเตี้ย ตัวดํา ผมหยิก ในตระกูลนิกริโต <f>(Negrito)</f> และตระกูลออสโตรเนเชียน <f>(Austronesian)</f> อยู่ในแหลมมลายู เรียกตัวเองว่า กอย ได้แก่ พวกเซมัง และซาไกหรือเซนอย, โดยปริยายเรียกคนที่มีรูปร่างเช่นนั้น.",
    "เงาะ ๒": "น. ชื่อไม้ต้นขนาดกลางชนิด <f><i>Nephelium lappaceum</i> L.</f> ในวงศ์ <f>Sapindaceae</f> ผลกินได้ เปลือกมีขนยาวสีเหลืองหรือแดงเป็นต้น, ปักษ์ใต้เรียก พรวน.",
    "เงาะป่า": "<i>ดู กะทกรก (๒)</i>.",
    "เงิน": "น. ธาตุลําดับที่ ๔๗ สัญลักษณ์ <f>Ag</f> เป็นโลหะสีขาว เนื้อค่อนข้างอ่อน หลอมละลายที่ ๙๖๐.๘ &#x00b0;ซ. (อ. <f>silver</f>); วัตถุที่ใช้วัดราคาในการซื้อขายแลกเปลี่ยนกัน, วัตถุที่มีตราของรัฐ ใช้ชําระหนี้ได้ตามกฎหมาย, ได้แก่ เหรียญกระษาปณ์และธนบัตร, เงินตรา ก็เรียก; โบราณใช้ว่า งึน เง็น หรือ เงือน ก็มี; (เศรษฐ) วัตถุที่กําหนดให้ใช้เป็นสื่อกลางในการแลกเปลี่ยนหรือชําระหนี้. (อ. <f>money</f>).",
    "เงินก้นถุง": "น. เงินจํานวนหนึ่งที่ผู้ใหญ่มอบให้ในงานแต่งงานเป็นต้น เพื่อเก็บไว้เป็นเงินก้อนแรก.",
    "เงินก้อน": "น. เงินที่จ่ายทีเดียวทั้งหมด, เงินที่สะสมไว้เป็นจํานวนมาก&#160;ๆ.",
    "เงินกินเปล่า": "น. เงิน ทรัพย์สิน หรือสิ่งอื่น&#160;ๆ ที่เสียไป เพื่อให้ได้สิทธิตามที่ตกลงกัน.",
    "เงินกู้": "น. เงินที่ยืมโดยมีดอกเบี้ย.",
    "เงินขวัญถุง": "น. เงินจำนวนหนึ่งที่ผู้ใหญ่มอบให้ในงานแต่งงานเป็นต้น เพื่อเก็บไว้เป็นสิริมงคล.",
    "เงินคงคลัง": "(กฎ) น. เงินทั้งปวงที่พึงชำระให้แก่รัฐบาลไม่ว่าเป็นภาษีอากร ค่าธรรมเนียม ค่าปรับ เงินกู้ หรือเงินอื่นใด ซึ่งหัวหน้าส่วนราชการได้เก็บหรือรับเงินนั้นมีหน้าที่ควบคุมให้ส่งเข้าบัญชีเงินคงคลัง หรือคลังจังหวัด หรือคลังอำเภอ ตามหลักเกณฑ์และเงื่อนไขที่กฎหมายกำหนด.",
    "เงินจันทรภิม": "<i>ดู จันทรภิม</i>.",
    "เงินเชื่อ": "น. เงินค่าสิ่งของที่ยอมให้ชำระภายหลังเมื่อซื้อขาย, เงินแห้ง ก็เรียก.",
    "เงินดาวเงินเดือน, เงินเดือนเงินดาว": "น. เงินเดือน.",
    "เงินดาวน์": "(ปาก) น. เงินที่ต้องชำระครั้งแรกเมื่อทำสัญญา โดยมีข้อตกลงว่าเงินส่วนที่เหลือจะผ่อนส่งเป็นงวด&#160;ๆ ตามจำนวนที่กำหนด.",
    "เงินเดือน": "น. เงินค่าตอบแทนการทํางานที่กําหนดให้เป็นรายเดือน; (กฎ) เงินที่มีกําหนดจ่ายเป็นรายเดือนจากเงินงบประมาณรายจ่ายหมวดเงินเดือน.",
    "เงินแดง": "(โบ) น. เงินปลอม แต่เดิมใช้เงินหุ้มทองแดงไว้ข้างใน ต่อมาหมายถึงเงินปลอมที่มีทองแดงผสมปนมากเกินส่วน, โดยปริยายหมายถึงคนที่ใช้งานใช้การไม่ได้.",
    "เงินได้กำบัง": "(เศรษฐ) น. รายรับในดุลการชําระเงินระหว่างประเทศอันเกิดจากค่าบริการต่าง&#160;ๆ การใช้จ่ายเงินของนักท่องเที่ยว ค่าประกันภัย เป็นต้น.",
    "เงินต้น": "น. เงินที่ให้กู้ยืมโดยไม่รวมดอกเบี้ย, ต้นเงิน ก็ว่า.",
    "เงินตรา": "(กฎ) น. เงินที่รัฐกําหนดขึ้นไว้เพื่อใช้ชําระหนี้ได้ตามกฎหมาย ได้แก่ เหรียญกระษาปณ์และธนบัตร.",
    "เงินตาย": "(โบ) น. เงินตราที่รัฐให้เลิกใช้, เงินที่มิได้เอามาทําเป็นรูปพรรณ, เงินที่เก็บไว้ไม่นําออกใช้.",
    "เงินถึง": "ว. ให้เงินมากจนเป็นที่พอใจ, ถึงเงิน ก็ว่า.",
    "เงินทองตรา": "(โบ) น. เงินตราที่ทําด้วยทองหรือเงินเพื่อเป็นที่ระลึกในโอกาสต่าง&#160;ๆ.",
    "เงินทอน": "น. เงินส่วนที่เกินราคาสิ่งของที่จ่ายคืนให้แก่ผู้จ่ายเงิน.",
    "เงินนอน": "น. เงินเหลือใช้ที่เก็บไว้.",
    "เงินน้ำห้าน้ำหก": "(โบ) น. เงินเนื้อไม่บริสุทธิ์ เพราะมีทองแดงปนติดอยู่บ้าง.",
    "เงินปลีก": "น. เงินจํานวนย่อยที่แตกออกมาจากเงินจํานวนใหญ่หน่วยใดหน่วยหนึ่งของเงินตรา.",
    "เงินปันผล": "น. ส่วนแบ่งเงินกําไรที่กําหนดจ่ายให้แก่ผู้ถือหุ้น.",
    "เงินปากถุง": "น. เงินที่ผู้ให้กู้เรียกเก็บจากผู้กู้ก่อนที่จะจ่ายเงินจำนวนที่ตกลงให้กู้.",
    "เงินปากผี": "น. เงินที่ใส่ไว้ในปากคนตายตามประเพณี.",
    "เงินปี": "(กฎ) น. เงินที่มีกําหนดจ่ายเป็นรายปีให้แก่พระบรมวงศานุวงศ์หรือข้าราชบริพารจากเงินงบประมาณรายจ่ายหมวดเงินอุดหนุนของสํานักพระราชวัง, โบราณเรียก เบี้ยหวัด หรือ เบี้ยหวัดเงินปี.",
    "เงินแป": "(โบ) น. เงินเหรียญที่เป็นเงินย่อย มีเงินแปราคาสองสลึง แปสลึง แปเฟื้อง. (ประชุม ร. ๔).",
    "เงินผ่อน": "น. เงินที่ชำระให้แก่เจ้าหนี้เป็นงวด&#160;ๆ.",
    "เงินฝืด": "(เศรษฐ) น. ภาวะทางเศรษฐกิจที่ปริมาณเงินหมุนเวียนในประเทศมีน้อยไป การใช้จ่ายลดน้อยลง ทําให้ราคาสินค้าตก.",
    "เงินเฟ้อ": "(เศรษฐ) น. ภาวะทางเศรษฐกิจที่ปริมาณเงินหมุนเวียนในประเทศมากเกินไป ทําให้ราคาสินค้าแพงและเงินเสื่อมค่า.",
    "เงินมุ่น": "น. เงินแท่งชนิดหนึ่ง ถือว่าเป็นเงินเนื้อดี.",
    "เงินยวง": "น. เนื้อเงินบริสุทธิ์ที่ละลายคว้างอยู่ในเบ้า มีสีขาวผ่องเป็นมันปลาบ.<2t>ว. เรียกสีขาวผ่องเป็นมันปลาบเหมือนสีเงินที่ละลายคว้างอยู่ในเบ้าว่า สีเงินยวง.",
    "เงินเยอรมัน": "น. โลหะเจือซึ่งมีองค์ประกอบโดยประมาณเป็นทองแดง ๕ ส่วน สังกะสี ๒ ส่วน และนิกเกิล ๒ ส่วน. (อ. <f>German silver</f>).",
    "เงินร้อน": "น. เงินที่ได้จากการทุจริตหรือไม่บริสุทธิ์; เงินที่หมุนเวียนเร็ว.",
    "เงินรายปี": "น. จํานวนเงินที่บริษัทประกันชีวิตจ่ายให้แก่ผู้รับเงินรายปีตามเงื่อนไขกรมธรรม์ประกันชีวิตแบบเงินรายปี ซึ่งผู้รับประกันภัยสัญญาว่า ตราบใดที่ผู้เอาประกันชีวิตยังทรงชีพอยู่ บริษัทจะจ่ายเงินให้ตลอดไปจนกว่าจะเสียชีวิต หรือจะจ่ายให้ชั่วระยะเวลาหนึ่งตามที่ตกลงไว้ เงินรายปีนี้อาจจะจ่ายเป็นงวด รายปี รายครึ่งปี หรือรายเดือนก็ได้ จํานวนเงินที่จ่ายอาจจะคงที่ เพิ่มขึ้น หรือเปลี่ยนแปลงก็ได้. (อ. <f>annuity</f>).",
    "เงินแล่ง": "น. เงินที่เอามาแล่งเป็นเส้นบาง&#160;ๆ ใช้สำหรับปักหรือทอผ้า.",
    "เงินสด": "น. ตัวเงินที่มีอยู่ซึ่งใช้ได้ทันที, เงินที่ชําระให้ทันทีเมื่อซื้อหรือขายกัน.",
    "เงินสเตอร์ลิง": "น. โลหะเจือซึ่งประเทศอังกฤษเคยใช้ทําเงินตรา มีองค์ประกอบเป็นโลหะเงินร้อยละ ๙๒.๕ ทองแดงร้อยละ ๗.๒ ตะกั่วร้อยละ ๐.๒ และทองคําร้อยละ ๐.๑. (อ. <f>sterling silver</f>).",
    "เงินหมุน": "น. เงินที่ใช้หมุนเวียนเรื่อยไปหลายครั้งโดยไม่เก็บไว้คงที่.",
    "เงินหลวง": "(ปาก) น. เงินที่เป็นของแผ่นดินหรือรัฐ.",
    "เงินแห้ง": "(ปาก) น. เงินเชื่อ.",
    "เงี่ย": "ก. เอียง, ตะแคง, ในคำว่า เงี่ยหู.",
    "เงี่ยง ๑": "น. กระดูกแหลมของปลาบางชนิด เช่น ปลากระเบนมีเงี่ยงที่โคนหาง หรือปลาดุกมีเงี่ยงที่ครีบอก, แง่ของสิ่งของบางอย่าง มีรูปหยักตอนปลายเช่นเบ็ดหรือลูกศร.",
    "เงี่ยง ๒": "(ถิ่น-อีสาน) น. กระโถน.",
    "เงี่ยน": "ก. อยากจัด, กระหายจัด, มีความรู้สึกอยากหรือกระหายเป็นกําลัง, (โดยมากใช้เฉพาะของเสพติดและกามคุณ).",
    "เงียบ": "ว. ไม่มีเสียง เช่น นั่งเงียบ, ไม่มีเสียงอื้ออึง เช่น บ้านนี้เงียบ, สงบ, ปราศจากเสียงรบกวนหรือการก่อกวน, เช่น เหตุการณ์เงียบลงแล้ว; โดยปริยายหมายความว่า ไม่กระโตกกระตาก เช่น เก็บเรื่องเงียบ, ไม่แสดงออก เช่น พลังเงียบ.<2t>ก. หายไปโดยไม่มีข่าวคราวหรือไม่เป็นข่าวเลย เช่น หมู่นี้นาย ก เงียบไป.",
    "เงียบ ๆ": "ว. ไม่มีเสียงเอะอะ เช่น นั่งทำงานเงียบ&#160;ๆ, ไม่เอิกเกริกอื้ออึง เช่น ทำอย่างเงียบ&#160;ๆ; นิ่งไม่พูดจา, ไม่ทำเสียงเอะอะโวยวายหรืออื้ออึง, เช่น เขาเป็นคนเงียบ&#160;ๆ.",
    "เงียบกริบ": "ก. เงียบสนิท.",
    "เงียบเชียบ": "ก. วังเวง, เงียบไม่มีเสียง.",
    "เงียบเป็นเป่าสาก": "(สํา) ว. ลักษณะที่เงียบสนิท.",
    "เงียบเหงา": "ก. เปล่าเปลี่ยว, ว้าเหว่, อ้างว้าง; มีคนน้อย, มีคนไปมาหาสู่น้อย.",
    "เงี้ยว ๑": "น. ชื่อหนึ่งของชนชาวไทยใหญ่ที่ใช้เรียกกันเป็นสามัญในประเทศไทยสมัยก่อน.",
    "เงี้ยว ๒": "น. งู เช่น นํ้าเคี้ยวยูงว่าเงี้ยว ยูงตาม. (โลกนิติ).",
    "เงี้ยว ๓": "<i>ดู มังกร ๒</i>.",
    "เงี้ยว ๔": "ว. คด เช่น แล้วลวงล่องอเงี้ยว. (นิ. เพชร).",
    "เงี้ยวระเริง": "น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "เงี้ยวรำลึก": "น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "เงี่ยหู": "ก. เอียงหูฟังเพื่อให้ถนัด, ตั้งใจฟัง.",
    "เงื้อ": "ก. ยกมือขึ้นทําท่าจะทุบจะตี ในคำว่า เงื้อมือ, อาการที่มือยกสิ่งใดสิ่งหนึ่งขึ้นทําท่าจะตีหรือฟันเป็นต้น เช่น เงื้อไม้ เงื้อมีด.",
    "เงือก ๑": "(โบ) น. งู เช่น ท้าวเสด็จเหนือวัวเผือก เอาเงือกเกี้ยวข้าง. (แช่งนํ้า).",
    "เงือก ๒": "น. สัตว์นํ้าในนิยาย เล่ากันว่าท่อนบนเป็นคน ท่อนล่างเป็นปลา.",
    "เงือก ๓": "น. ชื่อนกในวงศ์ <f>Bucerotidae</f> ส่วนใหญ่ลําตัวสีดํา ปากใหญ่ อยู่รวมกันเป็นฝูงในป่าลึก เวลาบินเสียงดังมาก ขณะตกไข่ตัวเมียจะอยู่ในโพรงไม้ แล้วใช้เศษอาหารและอุจจาระปิดปากโพรงไว้ เหลือรูพอที่ตัวผู้จะหาอาหารมาป้อนให้ขณะกกไข่และเลี้ยงลูกอ่อนได้ ร้องเสียงดังมาก กินเนื้อสัตว์และผลไม้ มีหลายชนิด เช่น เงือกกรามช้าง <f>(<i>Rhyticeros undulatus</i>)</f> เงือกหัวแรด <f>(<i>Buceros rhinoceros</i>)</f> แก๊ก <f>(<i>Anthracoceros albirostris</i>)</f>.",
    "เงือก ๔": "<i>ดู พะยูน</i>.",
    "เงือกหงอน": "(โบ) น. พญานาค เช่น ทรงวัวเผือกเงือกหงอนสังวรสังวาล. (รําพันพิลาป).",
    "เงื่อง, เงื่อง ๆ": "ว. เซื่อง, เชื่องช้า.",
    "เงื่องหงอย": "ว. ซึมเซาไม่ชื่นบาน, เซื่อง&#160;ๆ, เฉื่อยชา.",
    "เงื้อง่าราคาแพง": "(สํา) ก. จะทําอะไรก็ไม่กล้าตัดสินใจทําลงไป ดีแต่ทําท่าหรือวางท่าว่าจะทําเท่านั้น.",
    "เงือด, เงือดงด": "ก. อดกลั้น, ยับยั้ง, เช่น เงือดคํารบสองคาบสามคาบ. (จารึกสยาม), จำต้องเงือดงดอดกลั้น คอยหยิบผิดมันให้จงได้. (สังข์ทอง).",
    "เงือดเงื้อ": "ก. เงื้อค้างท่าไว้.",
    "เงือน": "(โบ) น. เงิน.",
    "เงื่อน ๑": "น. เชือกหรือเส้นด้ายเป็นต้นที่ผูกกันเป็นปม เช่น เงื่อนกระทกหรือเงื่อนกระตุก คือเงื่อนที่ผูกแล้วกระตุกออกได้ง่าย เงื่อนตาย คือเงื่อนที่ผูกแล้วแก้ยาก เงื่อนเป็น คือเงื่อนที่ผูกแล้วแก้ง่าย.",
    "เงื่อน ๒": "ว. เหมือน เช่น เขี้ยวโง้งเงื่อนงาคชกรรม. (คําพากย์).",
    "เงื่อนไข": "น. ข้อแม้; (กฎ) ข้อความอันบังคับไว้ให้นิติกรรมเป็นผลหรือสิ้นผลต่อเมื่อมีเหตุการณ์อันไม่แน่นอนว่าจะเกิดขึ้นหรือไม่ในอนาคต.",
    "เงื่อนไขบังคับก่อน": "(กฎ) น. เงื่อนไขที่ทําให้นิติกรรมเป็นผล เมื่อเงื่อนไขนั้นสําเร็จแล้ว.",
    "เงื่อนไขบังคับหลัง": "(กฎ) น. เงื่อนไขที่ทําให้นิติกรรมสิ้นผล เมื่อเงื่อนไขนั้นสําเร็จแล้ว.",
    "เงื่อนงำ": "น. เรื่องราวหรือข้อความที่ซ่อนอยู่ไม่เปิดเผย.",
    "เงื่อนเวลา": "(กฎ) น. ระยะเวลาที่กําหนดไว้ให้นิติกรรมเป็นผลหรือสิ้นผล เมื่อถึงเวลาที่กําหนด.",
    "เงื่อนเวลาเริ่มต้น": "(กฎ) น. เงื่อนเวลาที่กําหนดไว้ให้นิติกรรมเป็นผล เมื่อถึงเวลาที่กําหนด.",
    "เงื่อนเวลาสิ้นสุด": "(กฎ) น. เงื่อนเวลาที่กําหนดไว้ให้นิติกรรมสิ้นผล เมื่อถึงเวลาที่กําหนด.",
    "เงือบ": "ว. อาการที่ปลาขยับเหงือกหายใจ.",
    "เงื้อม": "น. สิ่งที่สูงยื่นงํ้าออกมา เช่น เงื้อมผา.",
    "เงื้อมมือ": "น. อํานาจที่ครอบงําจะไม่ให้หลุดพ้นไปได้.",
    "แง ๑": "น. เรียกส่วนของหน้าตรงหว่างคิ้วว่า หน้าแง.",
    "แง ๒, แง ๆ": "ว. เสียงเด็กร้องไห้.",
    "แง่ ๑": "น. ส่วนที่เป็นเหลี่ยมเป็นสันเป็นมุมหรือส่วนที่ยื่นออกมา เช่น แง่หิน แง่โต๊ะ, โดยปริยายหมายความว่า เหลี่ยม, ชั้นเชิง, เช่น ชาวแพแผ่แง่ค้าขายของ. (นิ. นรินทร์), นัย.",
    "แง่ ๒": "(โบ) น. ตัว เช่น แต่งแง่. (จารึกสยาม), มิแต่งแง่ให้แม่ชม มิหวีผมให้แม่เชย. (ลอ).",
    "แง่ง ๑": "น. ส่วนที่งอกเป็นแง่ออกมาจากเหง้าขิงข่ากะทือเป็นต้น.",
    "แง่ง ๒, แง่ง ๆ": "ว. เสียงขู่ของหมาเมื่อจะกัดกันในเวลาแย่งอาหารกันเป็นต้น.",
    "แง่งขิง": "น. เครื่องประดับยอดปรางค์ทําเป็นรูปหอก มีกิ่งเป็นรูปดาบแตกสาขาออกไป ๔ ทิศ, ฝักเพกา ลําภุขัน สลัดได นพศูล หรือ นภศูล ก็เรียก.",
    "แง่งอน": "น. อาการที่แสร้งทําชั้นเชิงเพื่อให้ผู้อื่นเอาใจหรือให้เป็นที่พอใจตน.",
    "แง่น": "ก. แยกเขี้ยวจะกัด (อย่างหมา).",
    "แง่น ๆ": "ว. แสดงกิริยาโกรธอย่างหมาจะกัด.",
    "แง้ม": "ก. เปิดแต่น้อย&#160;ๆ เช่น แง้มประตู.<2t>(โบ) น. ริม, ข้าง, เช่น ปากคลองบางกอกน้อยแง้มขวา.",
    "แงะ": "ก. งัดให้เผยอขึ้น.",
    "โง": "ก. ยก (ใช้แก่หัว) เช่น โงหัวไม่ขึ้น.",
    "โง่": "ว. เขลา, ไม่ฉลาด, ไม่รู้.",
    "โงก": "ว. อาการที่หัวงุบลงเพราะง่วง.",
    "โงกเงก": "ก. โยกเยก.",
    "โง่แกมหยิ่ง": "(สํา) ว. โง่แล้วยังอวดฉลาด, อวดดีทั้ง&#160;ๆ ที่โง่.",
    "โงง, โงงเงง": "ก. โคลง, ไหว, ตั้งไม่ตรง, โยกโคลง, ตั้งอยู่ด้วยอาการไม่มั่นคง.",
    "โง้ง": "ว. โค้งเข้าหากัน เช่น ควายเขาโง้ง, โค้งขึ้น เช่น หนวดโง้ง.",
    "โง่ง ๆ, โง่งเง่ง": "ว. โย่ง&#160;ๆ, อาการเดินก้าวยาว&#160;ๆ ของคนผอมสูง.",
    "โงเง": "ว. อาการที่ลุกขึ้นนั่งหรือยืนโงกเงกของคนที่มึนงงหรือเพิ่งตื่นนอนใหม่, ยังงัวเงียอยู่.",
    "โง่เง่า": "ว. โง่มาก.",
    "โง่เง่าเต่าตุ่น": "(สํา) ว. โง่ที่สุด เช่น เพราะโง่เง่าเต่าตุ่นพ่อคุณเอ๋ย ผู้ใดเลยจะประสงค์จํานงหมาย. (นิ. ทวาราวดี).",
    "โงน": "ก. จวนจะล้มเพราะส่วนบนหนักหรือใหญ่ ส่วนล่างไม่แน่นหรือเล็ก.",
    "โงนเงน": "ก. เอียงเอนไปมา, โอนเอนไปมา.",
    "โง่แล้วอยากนอนเตียง": "(สํา) ว. โง่แล้วไม่เจียมตัวว่าโง่ ไปทําสิ่งที่ตนไม่รู้ไม่เข้าใจ.",
    "ไง้": "(ปาก) ก. ไค้, งัดขึ้น, คัดง้าง.",
    "จ": "พยัญชนะตัวที่ ๘ เป็นตัวต้นวรรคที่ ๒ นับเป็นพวกอักษรกลาง ใช้เป็นตัวสะกดในแม่กดในคําที่มาจากภาษาบาลีและสันสกฤตเป็นต้น เช่น กิจ วินิจฉัย ตํารวจ จอร์จ.",
    "จก": "ก. ฉก เช่น ระวังงูจะจกเอา, ล้วง เช่น รู้สึกเหมือนกับว่ามีมือใครมาจกกระเป๋า, ควัก เช่น น้องคงแอบมาจกเงินไป ๕๐๐ บาท, ขุด เช่น จกแรง&#160;ๆ หน่อย ทำอย่างนี้พรุ่งนี้ก็ไม่ได้สักหลุม, คุ้ย, สับ เช่น เอาจอบจกลงไปตรงนั้นซิ; เอาตัวมา เช่น คุณต้องไปจกตัวเขามาให้ได้.",
    "จง": "เป็นคําช่วยกริยา บอกความบังคับ เช่น จงปฏิบัติตามระเบียบวินัย, หรือบอกความหวัง เช่น จงมีความสุขความเจริญ.",
    "จ่ง": "(กลอน) ว. จง.",
    "จ๋ง": "(โบ) น. เรียกลูกชายคนที่ ๑๐ ว่า ลูกจ๋ง, คู่กับ ลูกหญิงคนที่ ๑๐ ว่า ลูกอัง. (กฎ. ๒).",
    "จงกรม": "[-กฺรม] ก. เดินไปมาโดยมีสติกำกับอย่างพระเดินเจริญกรรมฐาน เรียกว่า เดินจงกรม. (ส.; ป. จงฺกม).",
    "จงกรมแก้ว": "น. พระพุทธรูปปางหนึ่งยืนย่างพระบาทซ้าย พระหัตถ์ทั้ง ๒ ประสานพระเพลา มีเรือนแก้ว. (พุทธเจดีย์).",
    "จงกล": "<pic024.gif,จงกล>[-กน] น. บัว, บัวสาย, เช่น อันประดับด้วยอรพินธุเนานึก บุณฑรึกจงกล. (ม. คำหลวง วนปเวสน์); สิ่งที่ทําให้มีรูปร่างคล้ายดอกบัวชนิดหนึ่ง สําหรับเป็นส่วนประกอบเครื่องใช้ เครื่องประดับตกแต่งต่าง&#160;ๆ เช่น จงกลเชิงเทียน จงกลปลายพระทวย จงกลปิ่น จงกลดาวเพดาน; ก้านของพู่ที่ประดับหัวม้าติดอยู่กับขลุมทั้ง ๒ ข้าง ตั้งขึ้นไป.",
    "จงกลนี": "[-กนละนี] น. บัว, บัวดอกคล้ายบัวขม มีเกสรซ้อนหลายชั้น แตกก้านต่อดอกแล้วมีดอกต่อกัน ๓ ดอกบ้าง ๔ ดอกบ้าง. (ทมิฬ เจ็ง ว่า แดง กาฬนีร ว่า บัว หมายความว่า บัวแดง). (พจน. ๒๔๙๓).",
    "จงเกลียดจงชัง": "ก. ผูกใจเกลียดชังอย่างยิ่ง.",
    "จงโคร่ง, โจงโคร่ง": "[-โคฺร่ง] น. ชื่อสัตว์สี่เท้าสะเทินนํ้าสะเทินบกชนิด <f><i>Bufo asper</i></f> ในวงศ์ <f>Bufonidae</f> เป็นสัตว์สกุลเดียวกับคางคก อาศัยในป่าบริเวณริมลําธารหรือน้ำตก, กระทาหอง กระหอง หรือ กง ก็เรียก.",
    "จงใจ": "ก. ตั้งใจ, หมายใจ, เจตนา.",
    "จงดี": "ว. ให้ดี, ให้เรียบร้อย.",
    "จงรัก, จงรักภักดี": "ก. ผูกใจรักด้วยความเคารพนับถือหรือรู้คุณอย่างยิ่ง.",
    "จงอร": "[-ออน] (แบบ) ก. จงทำให้ดีใจ, จงทำให้ปลาบปลื้ม, เช่น ใครรู้แห่งพระแพศยันดร บอกจงอรใจกู. (ม. คําหลวง ชูชก). (ข. อร ว่า ดีใจ, ปลาบปลื้ม).",
    "จงอาง": "น. ชื่องูพิษชนิด <f><i>Ophiophagus hannah</i></f> ในวงศ์ <f>Elapidae</f> เป็นงูพิษที่มีขนาดใหญ่ที่สุดในโลก โตเต็มวัยยาวประมาณ ๔.๕ เมตร ตัวสีเขียวอมเทาหรือสีคลํ้า ชูคอแผ่แม่เบี้ยได้ พบทั้งในป่าโปร่งและป่าทึบ, บองหลา ก็เรียก.",
    "จแจ้น": "(แบบ) ว. แตกจากหมู่, กระจัดกระจาย, ในคําว่า หนีญญ่ายพายจแจ้น. (จารึกสยาม).",
    "จญ": "(โบ; กลอน) ก. ประจญ, สู้รบ, เช่น คือนาคจญครุทธสรงง วิ่งเว้น. (ยวนพ่าย). (ข. ชล่).",
    "จด ๑": "ก. จ่อให้ถึงกัน, ถึง, จนถึง; แตะ.",
    "จด ๒": "ก. กําหนด, หมายไว้, เขียนไว้.",
    "จดจ่อ": "ก. มีใจฝักใฝ่ผูกพันอยู่.",
    "จดจ้อง, จด ๆ จ้อง ๆ": "ก. ตั้งท่าจะทําแล้วไม่ลงมือทําเพราะไม่แน่ใจ.",
    "จดจำ": "ก. กําหนดไว้ในใจ, จําไว้ในใจ.",
    "จดทะเบียน": "(กฎ) ก. ลงบันทึกข้อความไว้เป็นหลักฐานตามที่กฎหมายกําหนด เช่น จดทะเบียนรถยนต์ จดทะเบียนสมรส จดทะเบียนหุ้นส่วนและบริษัท.",
    "จดไม่ลง": "(ปาก) ก. ไม่กล้าซื้อเพราะราคาแพงมาก.",
    "จดหมัด": "ก. ตั้งท่ามวย.",
    "จดหมาย": "น. หนังสือที่มีไปมาถึงกัน.",
    "จดหมายเวียน": "น. (ปาก) หนังสือเวียน; หนังสือที่มีข้อความเหมือนกัน ส่งไปถึงคนจํานวนมาก.",
    "จดหมายเหตุ": "น. หนังสือบอกข่าวคราวที่เป็นไป, รายงานหรือบันทึกเหตุการณ์ต่าง&#160;ๆ ที่เกิดขึ้น, เอกสารที่ส่วนราชการ รัฐวิสาหกิจ หรือเอกชน ผลิตขึ้นเพื่อใช้เป็นหลักฐานและเครื่องมือในการปฏิบัติงาน.",
    "จดุร-": "[จะดุระ] (กลอน) แผลงมาจาก จตุร หมายความว่า สี่.",
    "จดุรงค์": "[จะดุรง] (แบบ) ว. องค์ ๔. (ป. จตุร + องฺค).",
    "จดูร-": "[จะดูระ-] ว. สี่ เช่น จดูรพรรค ว่า รวม ๔ อย่าง. (ม. คําหลวง นครกัณฑ์).",
    "จตุ-": "[จะตุ-] ว. สี่, ใช้ประกอบหน้าคําที่มาจากภาษาบาลี. (ป.).",
    "จตุกาลธาตุ": "[-กาละทาด] น. ธาตุกาล ๔ คือ ว่านนํ้า เจตมูลเพลิง แคแตร พนมสวรรค์.",
    "จตุตถ-, จตุตถี": "[จะตุดถะ-, -ตุดถี] ว. ที่ ๔ เช่นจตุตถจุลจอมเกล้า จตุตถสุรทิน จตุตถีดิถี. (ป.).",
    "จตุทิพยคันธา": "[-ทิบพะยะ-] น. กลิ่นทิพย์ ๔ ประการ คือ ดอกพิกุล ชะเอมเทศ มะกลํ่าเครือ ขิงแครง.",
    "จตุบท": "น. สัตว์สี่เท้า. (ป.).",
    "จตุบริษัท": "น. บริษัท ๔ เหล่า, ถ้าเป็นพุทธบริษัท คือ ภิกษุ ภิกษุณี อุบาสก อุบาสิกา, ถ้าเป็นราชบริษัทหรือประชุมชนทั่วไป ได้แก่ กษัตริย์ พราหมณ์ คฤหบดี สมณะ. (ป.).",
    "จตุปัจจัย": "[จะตุปัดไจ] น. เครื่องอาศัยเลี้ยงชีวิตของบรรพชิตในพระพุทธศาสนา ๔ อย่าง คือ จีวร (ผ้านุ่งห่ม) บิณฑบาต (อาหาร) เสนาสนะ (ที่อยู่) คิลานเภสัช (ยา). (ป.).",
    "จตุปาริสุทธิศีล": "[จะตุปาริสุดทิสีน] น. ศีลคือความบริสุทธิ์ หรือ ศีลคือเครื่องให้บริสุทธิ์ ๔ ประการ คือ ๑. สํารวมในพระปาติโมกข์ (ปาติโมกฺขสํวร) ๒. สํารวมตา หู จมูก ลิ้น กาย ใจ (อินฺทฺริยสํวร) ๓. เลี้ยงชีพโดยทางชอบ (อาชีวปาริสุทฺธิ) ๔. บริโภคปัจจัยด้วยการพิจารณา (ปจฺจยสนฺนิสฺสิต). (ป.).",
    "จตุร-": "[จะตุระ-] ว. สี่, ใช้ประกอบหน้าคําที่มาจากภาษาบาลีหรือสันสกฤต. (ส.; ป. จตุ).",
    "จตุรคูณ": "ว. ๔ เท่า.",
    "จตุรงค์": "ว. องค์ ๔, ๔ เหล่า.<2t>น. หมากรุก เช่น ต่งงกรดานจตุรงคมยง ม่ายม้า. (กำสรวล). (ป.; ส. จตุร + องฺค).",
    "จตุรงคนายก": "[จะตุรงคะ-] น. ชื่อกลอนกลบทโบราณ มีบังคับพิเศษคือ กลอนแต่ละวรรคแบ่งออกเป็น ๔ จังหวะ จังหวะละ ๒ คำ คำเริ่มต้นของทุกจังหวะใช้คำเดียวกันซ้ำตลอด คำที่ ๒ กับคำที่ ๔ ใช้เสียงพยัญชนะเดียวกัน และคำที่ ๖ กับคำที่ ๘ ใช้เสียงพยัญชนะเดียวกัน ตัวอย่างว่า จักกรีดจักกรายจักย้ายจักย่อง ไม่เมินไม่มองไม่หมองไม่หมาง งามเนื้องามนิ่มงามยิ้มงามย่าง ดูคิ้วดูคางดูปรางดูปรุง. (ชุมนุมตำรากลอน).",
    "จตุรงคประดับ": "[จะตุรงคะ-] น. ชื่อกลอนกลบทโบราณ มีบังคับพิเศษคือ กลอน ๔ วรรค ในแต่ละบทขึ้นต้นวรรคด้วยคำ ๒ คำซ้ำกัน ตัวอย่างว่า พระหน่อไทยได้สดับแสดงกิจ พระหน่อคิดจิตวาบระหวาบหวาม พระหน่อตรึกนึกคะเนคะนึงความ พระหน่อนามแจ้งกระจัดกระจ่างใจ. (ชุมนุมตำรากลอน).",
    "จตุรงคพล": "[จะตุรงคะ-] น. กองทัพมีกำลัง ๔ เหล่า คือ เหล่าช้าง เหล่ารถ เหล่าม้า เหล่าราบ; หมากรุก.",
    "จตุรงคยมก": "[จะตุรงคะยะมก] น. ชื่อกลอนกลบทโบราณ มีบังคับพิเศษคือ ทุก&#160;ๆ ๒ บทให้ใช้ภาษาบาลีแต่งวรรคแรกทั้งวรรค และวรรคที่ ๒ เฉพาะจังหวะแรก ตัวอย่างว่า ภุมมาจายันตุเทวา ภุมมะจาเจ้าที่บดีสูร อารักษ์เรืองฤทธิ์เดชเกษสกูล อันเรืองรูญรังษีระวีวร. (ชุมนุมตำรากลอน).",
    "จตุรงคโยธา": "[จะตุรงคะ-] น. กองทัพมีกำลัง ๔ เหล่า คือ เหล่าช้าง เหล่ารถ เหล่าม้า เหล่าราบ. (ป., ส. จตุรงฺค + โยธา).",
    "จตุรงคเสนา": "[จะตุรงคะ-] น. กองทัพมีกำลัง ๔ เหล่า คือ เหล่าช้าง เหล่ารถ เหล่าม้า เหล่าราบ, จตุรงคินีเสนา ก็ว่า. (ป., ส. จตุรงฺค + เสนา).",
    "จตุรงคินีเสนา": "[จะตุรง-] น. กองทัพมีกำลัง ๔ เหล่า คือ เหล่าช้าง เหล่ารถ เหล่าม้า เหล่าราบ, จตุรงคเสนา ก็ว่า. (ป., ส. จตุรงฺคินี + เสนา).",
    "จตุรถ-": "[จะตุระถะ-] ว. ที่ ๔ เช่น จตุรถาภรณ์. (ส.; ป. จตฺตถ).",
    "จตุรพักตร์": "ว. &#147;ผู้มี ๔ หน้า&#148; คือ พระพรหม.",
    "จตุรพิธ": "ว. มี ๔ อย่าง.",
    "จตุรพิธพร": "[-พิดทะพอน] น. พร ๔ ประการ คือ อายุ วรรณะ สุขะ พละ, ใช้ในการให้พร ขอให้มีอายุยืน มีผิวพรรณผ่องใส มีความสุขกายสุขใจ และมีกําลังแข็งแรง.",
    "จตุรภุช": "[-พุด] ว. &#147;ผู้มี ๔ แขน&#148; คือ พระนารายณ์.",
    "จตุรภูมิ": "[-พูม] น. ภูมิ ๔ คือ ๑. กามาวจรภูมิ ภูมิของผู้ท่องเที่ยวในกามภพ ๒. รูปาวจรภูมิ ภูมิของผู้ท่องเที่ยวในรูปภพ ๓. อรูปาวจรภูมิ ภูมิของผู้ท่องเที่ยวในอรูปภพ ๔. โลกุตรภูมิ ภูมิอันพ้นจากโลก.",
    "จตุรมุข": "(กลอน) น. &#147;ผู้มี ๔ หน้า&#148; คือ พระพรหม.",
    "จตุรยุค": "น. ยุคทั้ง ๔ คือ กฤดายุค ไตรดายุค ทวาบรยุค กลียุค.",
    "จตุรเวท, จตุรเพท": "[จะตุระเวด, จะตุระเพด] น. ชื่อคัมภีร์พระเวท ๔ คัมภีร์ของศาสนาพราหมณ์ในยุคพระเวท คือ ฤคเวท ยชุรเวท สามเวท และอถรรพเวทหรืออาถรรพเวท. <i>(ดู เวท, เวท-)</i>.",
    "จตุราริยสัจ": "[จะตุราริยะสัด] น. อริยสัจ ๔ ประการ คือ ทุกข์ สมุทัย นิโรธ มรรค. (ป. จตุร + อริยสจฺจ).",
    "จตุลังคบาท": "[จะตุลังคะบาด] (โบ) น. เจ้ากรมพระตำรวจหลวงประจำ ๔ เท้าช้างทรงของพระมหากษัตริย์หรือพระมหาอุปราชในเวลาสงคราม เช่น จตุลังคบาทสี่ตน ล้วนขุนพลสามรรถ. (ตะเลงพ่าย), จัตุลังคบาท ก็ว่า.",
    "จตุโลกบาล": "[จะตุโลกกะบาน] น. ท้าวจาตุมหาราช, หัวหน้าเทวดาในสวรรค์ชั้นจาตุมหาราช มีหน้าที่รักษาโลกในทิศทั้ง ๔ เรียกว่า ท้าวจตุโลกบาล คือ ๑. ท้าวธตรฐ จอมภูตหรือจอมคนธรรพ์ รักษาโลกด้านทิศบูรพาหรือทิศตะวันออก ๒. ท้าววิรุฬหก จอมเทวดาหรือจอมกุมภัณฑ์ รักษาโลกด้านทิศทักษิณหรือทิศใต้ ๓. ท้าววิรูปักษ์ จอมนาค รักษาโลกด้านทิศประจิมหรือทิศตะวันตก ๔. ท้าวกุเวร จอมยักษ์ รักษาโลกด้านทิศอุดรหรือทิศเหนือ, จัตุโลกบาล ก็ว่า.",
    "จตุสดมภ์": "น. วิธีจัดระเบียบราชการบริหารส่วนกลางในสมัยโบราณโดยตั้งกรมหรือกระทรวงใหญ่ขึ้น ๔ กรม คือ กรมเมือง กรมวัง กรมคลัง กรมนา มีเสนาบดีเจ้ากระทรวงว่าการในแต่ละกรมนั้น รวมเรียกว่า จตุสดมภ์ ซึ่งแปลว่า หลัก ๔. (ป. จตุ = สี่ + ส. สฺตมฺภ = หลัก หมายความว่า หลัก ๔).",
    "จทึง": "[จะทึง] น. แม่นํ้า, ใช้ว่า ฉทึง ชทึง ชรทึง สทิง สทึง หรือ สรทึง ก็มี. (ข. สฺทึง ว่า คลอง).",
    "จน ๑": "ว. อัตคัดขัดสน, ฝืดเคือง, มีเงินไม่พอยังชีพ.<2t>ก. แพ้ เช่น หมากรุกจน; หมดทาง เช่น จนใจ คือ ไม่มีทางที่จะทําได้อย่างคิด, จนตรอก คือ ไม่มีทางไป, จนแต้ม คือ ไม่มีทางเดินหรือไม่มีทางสู้, จนมุม คือ ไม่มีทางหนี.",
    "จน ๒": "สัน. ตราบเท่า เช่น จนตาย, จนกระทั่ง หรือ จนถึง ก็ว่า.",
    "จ้น": "ว. ถี่&#160;ๆ เช่น กินออกจ้นมิได้หยุดช่างสุดแสน. (นิ. ลอนดอน).",
    "จนกระทั่ง, จนถึง": "สัน. ตราบเท่า, ที่สุดถึง.",
    "จนกว่า": "สัน. กระทั่งถึงเวลานั้น&#160;ๆ เช่น จนกว่าจะตาย.",
    "จนชั้น": "สัน. ที่สุดแต่.",
    "จนด้วยเกล้า": "(ปาก) ก. หมดปัญญาคิด.",
    "จนได้": "ว. ในที่สุดก็เป็นเช่นนั้น เช่น ห้ามแล้วยังไปทำอีกจนได้.",
    "จนแล้วจนรอด": "ว. เป็นอยู่อย่างนั้นจนถึงบัดนี้.",
    "จบ ๑": "น. การสิ้นสุดคราวหนึ่ง&#160;ๆ, ลักษณนามเรียกการสิ้นสุดเช่นนั้น เช่น สวดจบหนึ่ง ตั้งนโม ๓ จบ.<2t>ก. สิ้นสุดคราวหนึ่ง&#160;ๆ เช่น จบชั้นไหน.",
    "จบ ๒": "ก. ยกของขึ้นหรือพนมมือเหนือหน้าผากเพื่อตั้งใจอุทิศให้เวลาทำบุญทำทาน; กิริยาที่ช้างชูงวงขึ้นเหนือหัวทําความเคารพ ในคำว่า ช้างจบ.",
    "จบ ๓": "ก. ต่อกัน, พบกัน, เช่น จับปลายเชือก ๒ เส้นมาจบกัน.",
    "จบเห่": "(ปาก) ก. หมดเสียง; สิ้นท่า, หมดท่า; ยุติ.",
    "จม": "ก. หายลงไปหรืออยู่ใต้ผิวพื้น เช่น จมนํ้า จมดิน, โดยปริยายหมายความว่า เข้าลึก เช่น จมมีด จมเขี้ยว, หมกตัวหรือฝังตัวอยู่ เช่น จมอยู่ในห้องหนังสือ จมเลือด, ถอนทุนไม่ขึ้น เช่น ทุนจม, ยุบตัวลง เช่น สะบักจม; เรียกลวดลายที่ไม่เด่นว่า ลายจม.<2t>(ปาก) ว. มาก เช่น วันนี้มีการบ้านจมเลย.",
    "จ่ม": "(ถิ่น-พายัพ, อีสาน) ก. บ่น. (จ่ม ไทยดำ ว่า บ่น).",
    "จมเบ้า": "ว. อยู่กับที่เป็นเวลานาน&#160;ๆ.",
    "จมปลัก": "ก. ติดอยู่กับที่, ไม่ก้าวหน้า.",
    "จมไม่ลง": "(สํา) ก. เคยทําตัวใหญ่มาแล้วทําให้เล็กลงไม่ได้ (มักใช้แก่คนที่เคยมั่งมีหรือรุ่งเรืองมาก่อน เมื่อยากจนหรือตกอับลงก็ยังทําตัวเหมือนเดิม).",
    "จมร, จมรี": "<i>ดู จามรี</i>.",
    "จมูก": "[จะหฺมูก] น. อวัยวะส่วนหนึ่งที่ยื่นออกมา อยู่เหนือปาก มีรู ๒ รู สําหรับดมกลิ่นและหายใจเข้าหายใจออก, (ปาก) ตมูก ก็ว่า, ราชาศัพท์ว่า พระนาสิก, โดยปริยายเรียกสิ่งที่ยื่นออกมาคล้ายจมูก, เรียกสิ่งที่เจาะเป็นรู ๒ รูเพื่อร้อยเชือกเป็นต้น เช่น จมูกซุง. (ข.จฺรมุะ).",
    "จมูกข้าว": "น. ส่วนปลายของเมล็ดข้าวที่ติดกับก้านดอก เป็นส่วนที่ต้นอ่อนงอก.",
    "จมูกปลาหลด, จมูกปลาไหล": "<i>ดู กระพังโหม</i>.",
    "จมูกมด": "(สํา) ว. ที่ไหวตัวหรือรู้ตัวทันเหตุการณ์, บางทีใช้เข้าคู่กับคํา หูผี เป็น หูผีจมูกมด.",
    "จมูกวัว": "น. ท่อที่ต่อจากสูบไปเป่าเปลวไฟไปท่วมเบ้า.",
    "จมูกหลอด": "<i>ดู ตะพาบ, ตะพาบนํ้า</i>.",
    "จยุติ": "[จะยุดติ] (กลอน) ก. จุติ. (ส.).",
    "จร ๑, จร-": "[จอน, จอระ-, จะระ-] ว. ไม่ใช่ประจํา เช่น คนจร รถจร, แทรกแปลกเข้ามา เช่น โรคจร ลมจร.<2t>ก. ไป, เที่ยวไป; ประพฤติ. (ป., ส.), ใช้เป็นบทท้ายสมาสก็มี เช่น ขจร = เที่ยวไปในอากาศ, วนจร = เที่ยวไปในป่า, ที่ใช้ควบกับคําไทยก็มี.",
    "จร ๒": "[จอน] <i>ดู จอน ๒</i>.",
    "จรก": "[จะรก] น. ผู้เที่ยวไป, ผู้เดินไป. (ป., ส.).",
    "จรกลู่": "[จอระกฺลู่] (กลอน) ก. เที่ยวลอยเกลื่อนกลาดอยู่ เช่น จรกลู่ขึ้นกลางโพยมากาศ. (ม. คําหลวง ทศพร).",
    "จรแกว่ง": "[จะระแกฺว่ง] (กลอน) ก. แกว่ง.",
    "จรคั่ง": "[จะระ-] (กลอน) ก. คั่ง.",
    "จรจรัล": "[จอระจะรัน, จอนจะรัน] (กลอน) ก. เที่ยวไป, เดินไป, เช่น แม่รักลูกรักจรจรัล พลายพังก็กระสัน. (ดุษฎีสังเวย).",
    "จรจัด": "[จอน-] ว. ร่อนเร่และไม่มีที่อยู่เป็นหลักแหล่ง.",
    "จรณะ": "[จะระ-] น. ความประพฤติ, ในพระพุทธศาสนาหมายความว่า ข้อปฏิบัติเป็นเครื่องบรรลุวิชชา. (ป.).",
    "จรด": "[จะหฺรด] (โบ; แบบ) ก. จด, ถึง, จ่อให้ถึง.",
    "จรดพระกรรไกรกรรบิด, จรดพระกรรไตรกรรบิด": "(ราชา) ก. ใช้กรรไตรและมีดโกนขริบและโกนผมเล็กน้อย เป็นการเริ่มในพระราชพิธีโสกันต์และเกศากันต์.",
    "จรดพระนังคัล": "ก. จดไถลงดินเพื่อไถนาในพระราชพิธีจรดพระนังคัลแรกนาขวัญ.",
    "จรดล": "[จอระดน] (กลอน) ก. เที่ยวไปถึง. (ป. จร + ตล = พื้น; ข. ฎล = ถึง).",
    "จรบน, จรบัน": "[จะระ-] (กลอน) ก. เที่ยวไปเบื้องบน, ฟุ้งไป, บินไป, เช่น ด้วยคันธามลกชําระจรบันสระหอมรส. (ม. คําหลวง นครกัณฑ์).",
    "จรบาท": "[จอระ-] (กลอน) ก. เดินไปด้วยเท้า, ตรงกับคําว่า บทจร.",
    "จรมัน": "[จอระ-] (กลอน) ก. ทําให้มั่น, ทําให้แข็งแรง.",
    "จรมูก": "[จะระหฺมูก] (กลอน) น. จมูก. (ข. จฺรมุะ).",
    "จรรจา": "[จัน-] (กลอน) ก. พูด, กล่าว, เช่น อันว่าคนจรรจาลิ้นล่าย กล่าวสองฝ่ายให้ดูดี. (ม. คำหลวงกุมาร). (ส. จฺรจา).",
    "จรรโจษ": "[จันโจด] ก. โจษจัน, พูดอึง, พูดกันเซ็งแซ่, เล่าลือกันอื้ออึง, เช่น จรรโจษประชามี พลพิรียชาญชม. (สมุทรโฆษ), จันโจษ ก็ว่า.",
    "จรรม, จรรม-": "[จํา, จํามะ-] (แบบ) น. หนังสัตว์. (ส. จรฺมนฺ; ป. จมฺม).",
    "จรรมการ": "น. ช่างหนัง. (ส.; ป. จมฺมการ).",
    "จรรมขัณฑ์": "น. ท่อนหนัง, แผ่นหนัง, เช่น ทรงครองอชินจรรมขัณฑ์เป็นเครื่องคลุม. (ม. ร่ายยาว จุลพน). (ส.; ป. จมฺม + ขณฺฑ).",
    "จรรยา": "[จัน-] น. ความประพฤติ, กิริยาที่ควรประพฤติในหมู่ในคณะ เช่น จรรยาแพทย์, นิยมใช้ในทางดี เช่น มีจรรยา หมายความว่า มีความประพฤติที่ดี. (ส. จรฺยา; ป. จริยา).",
    "จรรยาบรรณ": "[จันยาบัน] น. ประมวลความประพฤติที่ผู้ประกอบอาชีพการงานแต่ละอย่างกําหนดขึ้น เพื่อรักษาและส่งเสริมเกียรติคุณชื่อเสียงและฐานะของสมาชิก อาจเขียนเป็นลายลักษณ์อักษรหรือไม่ก็ได้.",
    "จรรโลง": "[จัน-] (แบบ) ก. พยุงไว้ไม่ให้เซหรือไม่ให้ล้มลง, ผดุง, ค้ำชู, เช่น จรรโลงประเทศ, บำรุงรักษาและเชิดชูไว้ไม่ให้เสื่อม เช่น จรรโลงศาสนา.",
    "จรลวง, จรล่วง": "[จอระ-] (กลอน) ก. ล่วงไป, ลับไป.",
    "จรลาด, จรหลาด": "[จะระหฺลาด] (กลอน) น. ตลาด, ที่ชุมนุมซื้อขายของต่าง&#160;ๆ, เช่น จบจรลาดแลทาง ทั่วด้าว. (นิ. นรินทร์), จรหลาดเลขคนหนา ฝ่งงเฝ้า. (กำสรวล).",
    "จรลาย": "[จอระ-] (กลอน) ก. ละลายไป, หายไป.",
    "จรล่ำ, จรหล่ำ": "[จอระหฺล่ำ] (กลอน) ก. เที่ยวไปนาน, ไปช้า, เช่น ในเมื่อชีชูชกเถ้ามหลกอการ ไปแวนนานจรล่ำแล. (ม. คำหลวง ชูชก), เท่าว่าทางไกลจรล่ำ วันนี้ค่ำสองนางเมือ. (ลอ.), คิดใดคืนมาค่ำ อยู่จรหล่ำต่อกลางคืน. (ม. คำหลวง มัทรี).",
    "จรลิ่ว": "[จอระ-] (กลอน) ก. เที่ยวไปไกล, ลอยไป, เช่น เหลียวแลทางจรลิ่ว เหลียวแลทิวเทินป่า. (ลอ).",
    "จรลี": "[จอระ-] (กลอน) ก. เดินเยื้องกราย.",
    "จรลู่": "[จอระ-] (กลอน) ก. เที่ยวไปตามทาง, เที่ยวกลิ้งอยู่, เที่ยวกองอยู่.",
    "จรวจ": "[จฺรวด] (แบบ) ก. กรวด, หลั่งน้ำ. (เทียบ ข. จฺรวจทึก ว่า กรวดนํ้า).",
    "จรวด ๑": "[จะหฺรวด] น. ชื่อดอกไม้ไฟชนิดหนึ่ง ใช้ไม้อ้อบรรจุดินดำ มีหางยาว เมื่อจุดชนวนแล้วเหวี่ยงให้พุ่งขึ้นสูง, กรวด ก็เรียก. (ข. กําชฺรัวจ ว่า พลุ).<2t>ว. สูงชัน, ใช้ว่า กรวด ก็มี.",
    "จรวด ๒": "[จะหฺรวด] น. อาวุธหรือยานอวกาศที่ขับเคลื่อนด้วยความเร็วสูงมาก โดยใช้เชื้อเพลิงในตัวเองเผาไหม้เป็นแก๊สพุ่งออกมาจากส่วนท้าย มีทั้งชนิดที่ใช้เชื้อเพลิงแข็งและชนิดที่ใช้เชื้อเพลิงเหลว. (อ. <f>rocket</f>).",
    "จรวดจรี": "[จฺรวดจะรี] (แบบ) น. ยอดแหลมสูง.",
    "จรวดไจร": "[จะหฺรวดจะไร] (แบบ) ก. ตรวจดู, พิจารณาดู, เช่น ทังทุ่มทู้ต่างย้าง จรวจไจร. (ยวนพ่าย).",
    "จรวดนำวิถี": "น. อาวุธปล่อยนําวิถีซึ่งขับเคลื่อนด้วยจรวด. (อ. <f>guided rocket</f>).",
    "จรวัก": "[จะระหฺวัก] (กลอน) น. ตวัก.",
    "จรส": "[จะหฺรด] ว. จรัส, แจ่มแจ้ง, รุ่งเรือง, สว่าง, เช่น เหลืองจรุลจรสรจนา. (ม. คําหลวง ทานกัณฑ์).",
    "จรอก ๑": "[จะหฺรอก] (กลอน) น. ทาง, ทางแคบ, ทางเล็ก, ตรอก, ซอก, เช่น มาคะคล้ายโดยทาง ถับถึงกลางจรอกปู่. (ลอ), บ้างก็นั่งในท่าน้ำบ้างก็ค้ำกันไปนั่งในจรอก. (ม. คำหลวง ชูชก). (ข. จฺรก).",
    "จรอก ๒": "[จะหฺรอก] (กลอน) น. จอก, ขันเล็ก&#160;ๆ ที่ใช้ตักนํ้าจากขันใหญ่, เช่น จับจรอกคันธรสจุณจันทน์. (สุธนู).",
    "จระกล้าย": "[จะระ-] (กลอน) ก. วางเฉย, อยู่เฉย, ไม่รู้สึกยินดียินร้าย, โบราณเขียนเป็น จรกล้าย ก็มี เช่น เออาศนไอสูรยเสีย จรกล้าย. (ยวนพ่าย), แล้วก็น่งงเยียม่งง ช่งงอยู่จรกล้าย ว่าเถ้าร้ายฤๅจะรู้กล. (ม. คำหลวง กุมาร).",
    "จระขาบ": "[จะระ-] (กลอน) น. ตะขาบ, ใช้ว่า จะขาบ ก็มี.",
    "จระเข้": "[จอระ-] น. ชื่อสัตว์เลื้อยคลานขนาดใหญ่ในวงศ์ <f>Crocodylidae</f> อาศัยบริเวณป่าริมนํ้า หนังเป็นเกล็ดแข็ง ปากยาวและปลายปากนูนสูงขึ้นเป็นช่องเปิดของรูจมูก เรียกว่า ก้อนขี้หมา หางแบนยาวใช้โบกว่ายนํ้า มักหากินในนํ้า ในประเทศไทยมี ๓ ชนิด คือ จระเข้บึง จระเข้นํ้าจืด หรือ จระเข้สยาม <f>(<i>Crocodylus siamensis</i>)</f> จระเข้อ้ายเคี่ยม หรือ จระเข้นํ้าเค็ม <f>(<i>C. porosus</i>)</f> และ จระเข้ปากกระทุงเหว หรือ ตะโขง <f>(<i>Tomistoma schlegelii</i>)</f>, ตะเข้ หรือ อ้ายเข้ ก็เรียก, อีสานเรียก แข้, ปักษ์ใต้เรียก เข้; ชื่อดาวฤกษ์กลุ่มหนึ่ง; เรียกธงผืนผ้ามีรูปจระเข้ตรงกลาง มักปักไว้ที่ท่านํ้าหน้าวัดแสดงว่าทอดกฐินแล้ว ว่า ธงจระเข้.",
    "จระเข้ขวางคลอง": "(สำ) น. ผู้ที่ชอบกันท่าหรือขัดขวางไม่ให้ผู้อื่นทำการอย่างใดอย่างหนึ่งได้สะดวก เหมือนจระเข้ที่ขึ้นมาขวางคลองทำให้เรือผ่านไปมาไม่สะดวก.",
    "จระเข้คับคลอง": "(สำ) น. ผู้ที่ชอบวางตัวใหญ่โตเกินไปย่อมมีอุปสรรคในการดำรงตนในสังคม.",
    "จระเข้ปากกระทุงเหว": "<i>ดู ตะโขง</i>.",
    "จระเข้หางยาว": "น. ชื่อเพลงไทยทำนองหนึ่ง.",
    "จระคลับ": "[จะระคฺลับ] (กลอน) ว. มืด, ครึ้ม.",
    "จระคล้าย": "[จะระคฺล้าย] (กลอน) ก. ใกล้กราย, อยู่ใกล้, โบราณเขียนเป็น จรคล้าย ก็มี, เช่น โหยบเหนสายใจ จรคล้าย. (กำสรวล).",
    "จระคลุ่ม": "[จะระคฺลุ่ม] (กลอน) ว. มืดมัว, คลุ้ม.",
    "จระแคง": "[จะระ-] (กลอน) ว. ตะแคง เช่น เท้าล้มจระแคง ทลายพุงพัง. (สุธนู).",
    "จระจุ่ม": "[จะระ-] (กลอน) ก. ใส่, เผา, ทิ้ง, โยน.",
    "จระทก, จระเทิน": "[จะระทก, -เทิน] (กลอน) ก. สะทก, สะเทิน, งกเงิ่น; จับจด, โบราณเขียนเป็น จรเทิน ก็มี เช่น อ้าแม่อย่าจองจิตรจรเทิน ศุขเพลินภิรมย์สม. (ดุษฎีสังเวย).",
    "จระนำ": "[จะระ-] น. ซุ้มคูหาท้ายวิหารหรือท้ายโบสถ์มักเป็นที่ประดิษฐานพระพุทธรูป เรียกว่า ซุ้มจระนํา. (ทมิฬ จาฬรัม ว่า หน้าต่าง).",
    "จระบาน": "[จะระ-] (กลอน) ก. สู้รบ.",
    "จระบี": "[จะระ-] น. จาระบี.",
    "จระลิ่ง, จระลึง": "[จะระ-] (กลอน) ก. ตะลึง เช่น จระลิ่งทางทิพห้อง แห่งองค์. (ทวาทศมาส).",
    "จระลุง, จะลุง": "[จะระ-] (กลอน) น. เสาตะลุง, โบราณเขียนเป็น จรลุง หรือ จลุง ก็มี เช่น แท่นที่สถิตย์ จรลุงโสภิต พื้นฉลักฉลุทอง. (ดุษฎีสังเวย), จลุงอาศน์เบญพาศเกลี้ยงเกลา พเนกพนักน่าเนา จะนอนก็ศุขสบไถง. (ดุษฎีสังเวย).",
    "จรัล": "[จะรัน] (กลอน) ก. เดิน เช่น แปดโสตรสี่ภักตร์ทรงพา หนหงษ์เหินคลา วิหาศจรัลผันผาย. (ดุษฎีสังเวย).",
    "จรัส": "[จะหฺรัด] (แบบ) ว. แจ่มแจ้ง, รุ่งเรือง, สว่าง.",
    "จราก": "[จะหฺราก] (กลอน) ก. ตรากตรำ, ทําให้ลําบาก, เช่น คล้องติดคชคลอคชทังป่าขับจากขัง<3t>แลเข้าจรลุงจรากจอง. (สมุทรโฆษ).",
    "จราง": "[จะราง] (แบบ) ก. ผุดขึ้น เช่น ลางส่ำจรางมันผัน ม่ายม้า. (ยวนพ่าย). (ข. จฺราง ว่า ตั้งขึ้น, ขนชัน).",
    "จราจร": "[จะราจอน] น. การที่ยวดยานพาหนะ คน หรือ สัตว์พาหนะเคลื่อนไปมาตามทาง, เรียกผู้มีหน้าที่เกี่ยวด้วยการนั้น; (กฎ) การใช้ทางของผู้ขับขี่ คนเดินเท้า หรือคนที่จูง ขี่ หรือไล่ต้อนสัตว์.",
    "จราญ": "[จะราน] (กลอน) ก. ผลัก, พัง, ทําลาย, กระจาย, ดับ. (ข. จฺราน ว่า ผลัก).",
    "จราย": "[จะ-] (กลอน) ก. ทําลาย, กระจาย.",
    "จราว ๑": "[จะ-] น. ตะพาบนํ้า เช่น จริวจราวจรัลชลจรมกรกรรกฏกูรม์. (สมุทรโฆษ).",
    "จราว ๒": "[จะ-] (กลอน) น. ดอกไม้ เช่น แคแจรเจรอญจราว. (ม. คําหลวง จุลพน). (แผลงมาจาก จาว). <i>(ดู จาว ๔)</i>.",
    "จราส": "[จะหฺราด] ว. ตลอดตัว เช่น แถวจราสศุภลักษณ์. (ลอ). (ข. จราส ว่า ทวนจากล่างไปบน).",
    "จริก ๑": "[จะหฺริก] (กลอน) ก. เอาปากสับและงับอย่างอาการนกสับ, กดลง. (แผลงมาจาก จิก).",
    "จริก ๒": "[จะหฺริก] (กลอน) น. ต้นจิก เช่น จริกโจรตพยงผกากรรณก็มี. (ม. คําหลวง มหาพน).",
    "จริง, จริง ๆ": "[จิง] ว. แน่ เช่น ทําจริง ชอบจริง&#160;ๆ; แท้, ไม่ปลอม, เช่น ของจริงไม่ใช่ของเทียม; เป็นอย่างนั้นแน่แท้ ไม่กลับเป็นอย่างอื่น เช่น ข้อนี้เป็นความจริง, ไม่เท็จ, ไม่โกหก, ไม่หลอกลวง, เช่น เรื่องจริง พูดจริง, เป็นไปตามนั้น เช่น ความฝันกลายเป็นความจริง.",
    "จริงจัง": "ว. แน่แท้ เช่น เชื่อถืออย่างจริงจัง, ไม่เป็นการเล่น เช่น ทํางานอย่างจริงจัง.",
    "จริงใจ": "ว. บริสุทธิ์ใจ, สุจริตใจ.",
    "จริงอยู่แต่, จริงอยู่...แต่": "สัน. ใช้แสดงความยืนยันข้อความที่กล่าวมาแล้วข้างหน้า และแสดงว่ามีข้อความขัดแย้งตามมาข้างหลัง.",
    "จริต": "[จะหฺริด] น. ความประพฤติ, กิริยาหรืออาการ, เช่น พุทธจริต เสียจริต วิกลจริต, บางทีใช้ในทางไม่ดี เช่น ดัดจริต มีจริต, จริตจะก้าน ก็ว่า. (ป.).",
    "จริม-": "[จะริมะ-] ว. สุดท้าย เช่น จริมจิต ว่า จิตดวงสุดท้าย. (ป.).",
    "จริย-": "[จะริยะ-] น. ความประพฤติ, กิริยาที่ควรประพฤติ, ใช้ในคำสมาส เช่น จริยศึกษา. (ป.).",
    "จริยธรรม": "น. ธรรมที่เป็นข้อประพฤติปฏิบัติ, ศีลธรรม, กฎศีลธรรม.",
    "จริยวัตร, จริยาวัตร": "น. หน้าที่ที่พึงประพฤติปฏิบัติ; ความประพฤติ ท่วงทีวาจา และกิริยามารยาท.",
    "จริยศาสตร์": "น. ปรัชญาสาขาหนึ่งว่าด้วยการแสวงหาความดีสูงสุดของชีวิตมนุษย์ แสวงหาเกณฑ์ในการตัดสินความประพฤติของมนุษย์ว่าอย่างไหนถูกไม่ถูก ดีไม่ดี ควรไม่ควร และพิจารณาปัญหาเรื่องสถานภาพของค่าทางศีลธรรม. (อ. <f>ethics</f>).",
    "จริยศึกษา": "น. การศึกษาเกี่ยวกับความเจริญงอกงามในทางความประพฤติและการปฏิบัติตน เพื่อให้อยู่ในแนวทางของศีลธรรมและวัฒนธรรม. (อ. <f>moral education</f>).",
    "จริยา": "[จะ-] น. ความประพฤติ, กิริยาที่ควรประพฤติ, ใช้ในคําสมาส เช่น ธรรมจริยา.",
    "จริยาปิฎก": "น. ชื่อคัมภีร์ที่ว่าด้วยการบําเพ็ญบารมีของพระพุทธเจ้าในชาติที่ล่วงแล้ว รวมอยู่ในขุทกนิกายแห่งสุตตันตปิฎก.",
    "จริว ๑": "[จะ-] น. เต่า; ตะพาบนํ้า; เช่น จริวจราวจรัลชลจรมกรกรรกฏกูรม์ (สมุทรโฆษ); กริว หรือ ตริว ก็ว่า.",
    "จริว ๒": "[จะ-] (กลอน) ว. เกรียว.",
    "จรี": "[จะ-] (กลอน) น. มีด, หอก, ดาบ, เช่น บัดออกกลางสนามสองรา สองแขงขันหา ก็กุมจรีแกว่งไกว. (สมุทรโฆษ). (ข.).",
    "จรึง": "[จะ-] (กลอน) ก. กรึง, ตรึง, เช่น เทียบที่ถมอก่อภูเพียง<3t>บรรพตจรึงเรียง. (ดุษฎีสังเวย).",
    "จรุก": "[จะหฺรุก] (แบบ) น. หมู. (จินดามณี). (ข. ชฺรูก).",
    "จรุง, จรูง": "[จะรุง, จะรูง] (กลอน) ก. จูง, ชักชวน, เช่น ปลดยากพรากทุกข์ยุคเขิน จรุงราษฎร์ดำเนิน สู่ศุขสวัสดีโดยไว. (ดุษฎีสังเวย); ยั่ว เช่น จรุงใจ; กรุ่น, อบอวล, ชื่น, เช่น จรุงกลิ่นแก้มน้องแก้ว ไป่วาย. (กำสรวล).",
    "จรูญ": "[จะรูน] (กลอน) ว. รุ่งเรือง, งาม.",
    "จรูส": "[จะหฺรูด] (แบบ) ว. สูง, กรวด, จรวด.",
    "จเร": "[จะ-] น. ผู้ดูแลทั่ว&#160;ๆ ไป, ผู้ตรวจตราทั่ว&#160;ๆ ไป, เช่น จเรตำรวจ จเรทหาร.<2t>ก. ตระเวนไป.",
    "จล": "[จน] ก. ไหว, สั่น, เช่น จลวิจล. (ป.).",
    "จลนพลศาสตร์": "[จะละนะพนละ-, จนละนะพนละ-] น. สาขาหนึ่งของพลศาสตร์ ว่าด้วยการเคลื่อนที่ของเทหวัตถุที่เป็นของแข็ง และแรงที่ก่อให้เกิดการเคลื่อนที่นั้นด้วย. (อ. <f>kinetics</f>).",
    "จลนศาสตร์": "[จะละนะ-, จนละนะ-] น. สาขาหนึ่งของพลศาสตร์ ว่าด้วยการเคลื่อนที่ของเทหวัตถุที่เป็นของแข็ง โดยไม่คํานึงถึงแรงที่ก่อให้เกิดการเคลื่อนที่นั้น. (อ. <f>kinematics</f>).",
    "จลนี ๑": "[จะ-] (กลอน) น. เนื้อสมัน. (ป.).",
    "จลนี ๒": "[จะ-] (กลอน) น. ชะนี เช่น จลนีหวนโหนปลายทูม. (ม. คําหลวง ทานกัณฑ์). (ป.).",
    "จลา": "[จะ-] (แบบ) น. ธูป, ของหอม; แสงสว่าง, ฟ้าแลบ, เช่น จลาจเลนทร์. (ม. คําหลวง แปลจากคํา คนฺธมาทโน; ส. จล + อจล + อินฺทฺร).",
    "จลาจล": "[จะลาจน] น. ความปั่นป่วนวุ่นวายไม่มีระเบียบ. (ป., ส. จล + อจล).",
    "จวก": "ก. สับหรือฟันโดยแรงด้วยจอบเป็นต้น, (ปาก) โดยปริยายหมายถึงตี ฟัน ชกต่อยผู้อื่นโดยแรง หรือว่าร้ายด้วยวาจา.",
    "จ๊วก": "ว. คําแต่งคํา ขาว ให้รู้ว่าสีขาวมาก, จั๊วะ ก็ว่า.",
    "จวง, จวงหอม": "<i>ดู เทพทารู, เทพทาโร</i>.",
    "จ้วง": "ก. กิริยาที่เอาภาชนะเช่นขันเอื้อมลงไปตักนํ้าขึ้นมาโดยแรง; อาการที่เอาพายพุ้ยนํ้าโดยเร็วอย่างพายเรือแข่ง; โดยปริยายหมายถึงกิริยาที่ตีหรือฟันสุดแขน เช่น จ้วงตี จ้วงฟัน.",
    "จ๋วง": "(ถิ่น-พายัพ) น. ต้นสนเขา. <i>(ดู สน ๑)</i>.",
    "จ๋วงเครือ": "(ถิ่น-พายัพ) น. ต้นรากสามสิบ. <i>(ดู รากสามสิบ)</i>.",
    "จวงจันทน์": "น. เครื่องหอมที่เจือด้วยจวงและจันทน์.",
    "จ้วงจาบ": "ว. อาจเอื้อม, ล่วงเกินผู้อื่นด้วยวาจา, จาบจ้วง ก็ว่า.",
    "จวด": "น. ชื่อปลาทะเลหลายชนิดและหลายสกุลในวงศ์ <f>Sciaenidae</f> มีทั้งขนาดเล็กและขนาดใหญ่ ปลายหัวอาจทู่หรือแหลม ปากเชิดมากน้อยหรืองุ้มตํ่า บ้างมีฟันแหลมคมหรือละเอียด หางเป็นรูปตัด มน หรือ กลม จนแม้กระทั่งแหลม โดยทั้งหมดขึ้นอยู่กับชนิดหรือขนาด ลําตัวมักมีสีเงินหรือเทา บ้างมีจุดประบนลําตัวและครีบ มักอยู่รวมกันเป็นฝูงใกล้ฝั่ง หรือบริเวณนํ้ากร่อยปากแม่นํ้า ทําเสียงได้.",
    "จวดลาก": "<i>ดู แก้ว ๔</i>.",
    "จวน ๑": "น. ที่อยู่ของเจ้าเมือง, บ้านที่ทางราชการจัดให้เป็นที่อยู่ของผู้ว่าราชการจังหวัด เรียกว่า จวนผู้ว่าราชการจังหวัด.",
    "จวน ๒": "น. ผ้าชนิดหนึ่ง.",
    "จวน ๓": "ว. เกือบ, ใกล้, เช่น จวนถึง จวนตาย จวนได้.",
    "จวนเจียน": "ว. หวุดหวิด, เฉียด.",
    "จวนแจ": "ว. กระชั้นชิด (ใช้เกี่ยวกับเวลา).",
    "จวนตัว": "ว. เข้าที่คับขัน, เข้าที่จําเป็น.",
    "จวบ": "น. พบ, ประสบ, ร่วม, ถึง.",
    "จวบจวน": "ว. จนถึง, ถึงที่.",
    "จวัก": "[จะหฺวัก] น. เครื่องใช้ตักแกงหรือตักข้าว ทําด้วยกะลามะพร้าว มีด้ามถือ, กระจ่า จ่า หรือ ตวัก ก็ว่า.",
    "จอ ๑": "น. ชื่อปีที่ ๑๑ ของรอบปีนักษัตร มีหมาเป็นเครื่องหมาย.",
    "จอ ๒": "น. ผ้าขาวที่ขึงไว้สําหรับเชิดหนังหรือฉายภาพยนตร์เป็นต้น; โดยปริยายเรียกสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น จอโทรทัศน์.",
    "จ่อ ๑": "ก. เอาสิ่งใดสิ่งหนึ่งเข้าไปใกล้หรือเกือบจดสิ่งอื่น เช่น เอายาดมจ่อจมูก; มุ่งอยู่เฉพาะกับสิ่งใดสิ่งหนึ่ง มักใช้เข้าคู่กับคำ จด เป็น จดจ่อ เช่น เขามีใจจดจ่อกับงาน.",
    "จ่อ ๒": "(ถิ่น-อีสาน) น. ภาชนะสานชนิดหนึ่ง รูปร่างอย่างกระด้ง มีไส้สานเป็นช่องโค้งอยู่ภายใน ใช้เลี้ยงตัวไหม.",
    "จ้อ": "ว. อาการที่พูดหรือคุยเรื่อยไปไม่หยุดปาก เช่น พูดจ้อ.",
    "จ๋อ": "น. คําใช้เรียกลิงหรือเด็กที่ซนอย่างลิงว่า อ้ายจ๋อ.",
    "จอก ๑": "น. ภาชนะเล็ก&#160;ๆ รูปอย่างขัน ถ้าใช้สําหรับตักนํ้าโดยลอยอยู่ในขันใหญ่เรียก จอกลอย, ถ้าใช้ใส่หมากในเชี่ยนหมากเรียก จอกหมาก; ภาชนะเล็ก&#160;ๆ รูปทรงกระบอก ใช้กินยา ดื่มเหล้า เป็นต้น; ใช้เป็นลักษณนาม เช่น เหล้า ๓ จอก.",
    "จอก ๒": "น. ชื่อไม้นํ้าชนิด <f><i>Pistia stratiotes</i> L.</f> ในวงศ์ <f>Araceae</f> ลอยอยู่บนผิวนํ้า ไม่มีลําต้น มีแต่รากเป็นกลุ่มใหญ่ ใบเป็นแผ่นสีเขียวสดซ้อน&#160;ๆ กันเป็นกลุ่ม ยาว ๕-๑๐ เซนติเมตร.",
    "จอก ๓": "(โบ) น. นกกระจอก.",
    "จ้อก, จ้อก ๆ": "ว. เสียงอย่างเสียงนํ้าที่ไหลตกลงมา.",
    "จ๊อก": "ว. เสียงร้องของไก่เมื่อเวลาเจ็บหรือใกล้จะตาย, เสียงร้องของไก่ชนตัวที่แพ้, โดยปริยายหมายความว่า ยอมแพ้, ใช้ตามสํานวนนักเลงไก่ เพราะไก่ตัวใดร้องจ๊อก ก็แสดงว่าไก่ตัวนั้นแพ้; เสียงท้องร้องเวลาหิว, จ๊อก&#160;ๆ ก็ว่า.",
    "จ๊อก ๆ": "ว. เสียงอย่างเสียงนํ้าที่ไหลตกลงมาเบา&#160;ๆ; เสียงท้องร้องเวลาหิว, จ๊อก ก็ว่า.",
    "จ้อกแจ้ก": "ว. เสียงดังเช่นนั้น, เสียงของคนมาก&#160;ๆ ที่ต่างคนต่างพูดกันจนฟังไม่ได้ศัพท์.",
    "จ้อกวอก": "ว. ขาวมาก (มักใช้แก่หน้าที่ผัดแป้งไว้ขาวเกินไป).",
    "จอกหูหนู": "น. ชื่อผักกูดนํ้าชนิด <f><i>Salvinia cucullata</i> Roxb.</f> ในวงศ์ <f>Salviniaceae</f> ลอยอยู่บนผิวนํ้า มีรากเป็นฝอยยาวคล้ายจอก ที่ต่างกับจอก คือ มีใบ ๒ ใบอยู่ตรงข้ามกัน ก้านใบสั้น ตัวใบกลม สีเขียวแก่ โคนใบเว้าเข้าเล็กน้อย ตั้งชูขึ้นคล้ายหูหนู.",
    "จ่อคิว": "(ปาก) ว. ใกล้ถึงลำดับที่จะได้หรือจะเป็น เช่น เขาจ่อคิวขึ้นเป็นหัวหน้า.",
    "จอง": "ก. ผูกไว้; มั่นหมายไว้, ขอกําหนดไว้, เช่น จองกฐิน จองที่. (ข. จง ว่า ผูก).",
    "จ้อง ๑": "(ถิ่น-พายัพ) น. ร่ม. (อนันตวิภาค ว่า จ่อง).",
    "จ้อง ๒": "ก. เพ่งตาดูหรือมุ่งมองดูสิ่งใดสิ่งหนึ่งโดยเฉพาะ เช่น จ้องหน้า, มุ่งคอยจนกว่าจะได้ช่อง, คอยที, เช่น จ้องจับผิด จ้องจะทําร้าย จ้องจะแทง, กิริยาที่เอาปืนหรืออาวุธเล็งมุ่งตรงไปยังสิ่งใดสิ่งหนึ่ง.",
    "จ๋อง": "(ปาก) ว. หงอยเหงา, เซื่อง, ไม่กล้า, ไม่คึกคัก.",
    "จองกฐิน": "ก. แจ้งความจำนงว่าจะนำผ้ากฐินไปทอดที่วัดนั้น&#160;ๆ ไว้เป็นการล่วงหน้า.",
    "จองคช": "[-คด] น. ช้างที่ผูกเครื่องรบเข้าระวางทัพ.",
    "จองจำ": "ก. ใส่ตรวนหรือเครื่องพันธนาการขังไว้ในคุกในตะรางเป็นต้น, จําจอง ก็ว่า.",
    "จองตั๋ว": "(ปาก) ก. ซื้อตั๋วล่วงหน้า.",
    "จ้องเต": "น. ต้องเต.",
    "จองถนน": "(โบ) ก. ถมที่ลุ่มขึ้นเป็นถนน.",
    "จองเปรียง": "[-เปฺรียง] น. ชื่อพิธีอย่างหนึ่งของพราหมณ์ เป็นพิธีจุดโคมรับพระเป็นเจ้า ทําในวันเพ็ญเดือน ๑๒.",
    "จองล้างจองผลาญ": "ก. ผูกใจเจ็บคิดจะทำการแก้แค้นให้ได้.",
    "จองเวร": "ก. ผูกอาฆาตพยาบาท.",
    "จองเวรจองกรรม": "ก. ผูกอาฆาตพยาบาทไม่มีที่สิ้นสุด.",
    "จองหง่อง": "ว. อาการที่นั่งอย่างหงอยเหงา.",
    "จ้องหน่อง": "น. เครื่องทําให้เกิดเสียงเป็นเพลง โดยใช้ปากคาบแล้วกระตุกหรือชักด้วยเชือกให้สั่นดังเป็นเสียงดนตรี.",
    "จองหอง": "ว. เย่อหยิ่ง, ทะนงตัว, ถือดี, อวดดี.",
    "จองหองพองขน": "ว. เย่อหยิ่งแสดงอาการลบหลู่.",
    "จอแจ": "ว. มีผู้คนคับคั่งและมีเสียงเซ็งแซ่ เช่น ผู้คนจอแจ ตลาดจอแจ; จวนแจ เช่น เวลาจอแจเต็มที.",
    "จ๋อแจ๋": "ว. เสียงอย่างเสียงเด็กพูด.",
    "จอด": "ก. หยุดอยู่หรือทําให้หยุด, หยุดอยู่ชั่วคราว, (ใช้แก่เรือรถเป็นต้น); (ปาก) พ่ายแพ้, ไม่มีทางสู้, ตาย; (กลอน) รัก เช่น มิตรใจเรียมจอดเจ้า จักคิด ถึงฤๅ. (นิ. นรินทร์).",
    "จอน ๑, จอนหู": "น. ชายผมข้างหูที่ระลงมาที่แก้ม.",
    "จอน ๒": "(กลอน) น. เครื่องประดับหูอยู่ด้านหน้ากรรเจียก เช่น กรรเจียกซ้อนจอนแก้วแพรวพราว. (อิเหนา), เขียนเป็น จร ก็มี. (ไทยใหญ่ จอน ว่า เสียบ).",
    "จ้อน ๑": "<i>ดู กระจ้อน ๑</i>.",
    "จ้อน ๒": "ว. แคระ, เล็ก, แกร็น; เฟ็ด, หด, สั้น, ถลกขึ้นสูง, เช่น นุ่งผ้าจ้อน.",
    "จอนจ่อ": "ว. อาการนั่งชันเข่าค้อมหลังลง.",
    "จอบ ๑": "น. เครื่องมือสําหรับขุด พรวน หรือถากดิน ทําด้วยเหล็กหน้าแบนกว้าง มีด้ามยาว; เรียกฟันหน้าบนที่ใหญ่กว่าปรกติ ว่า ฟันจอบ.",
    "จอบ ๒": "(ถิ่น-อีสาน) ก. แอบ, ลอบ, คอยฟัง; (ถิ่น-พายัพ) ล่อ, เล้าโลม, ชักชวน.",
    "จอบ ๓": "น. ชื่อหอยทะเลกาบคู่ในวงศ์ <f>Pinnidae</f> เปลือกค่อนข้างเปราะ รูปร่างคล้ายซองพลู ปลายด้านหนึ่งแผ่บานออก อีกด้านหนึ่งเรียวลง สีนํ้าตาลอมเทา มีหลายชนิด เช่น ชนิด <f><i>Pinna bicolor, Atrina vexillum</i></f>, ซองพลู ก็เรียก.",
    "จอม": "น. ยอดที่สูงสุดของสิ่งที่มีฐานใหญ่ปลายเรียวเล็กขึ้นไป เช่น จอมเขา; ผู้ที่ยอดเยี่ยมในหมู่ เช่น จอมโจร.",
    "จ่อม ๑": "น. ชื่ออาหารอย่างหนึ่ง ทําด้วยปลาหรือกุ้งตัวเล็ก&#160;ๆ หมักเกลือไว้ระยะหนึ่ง แล้วใส่ข้าวสารคั่วป่น ทำด้วยปลาเรียกว่า ปลาจ่อม ทำด้วยกุ้งเรียกว่า กุ้งจ่อม ใช้เป็นเครื่องจิ้ม.",
    "จ่อม ๒": "ก. หย่อนลง, วางลง, เช่น เอาเบ็ดไปจ่อม จ่อมก้นไม่ลง, จุ่มลง, จม, เช่น ปวงเทพเจ้าตกจม<2t>จ่อมม้วย. (โคลงตำนานศรีปราชญ์), จอด เช่น ใจจ่อมเจ้า; ฟุบ, หมอบ, (ใช้แก่สัตว์ เช่น โค กระบือ).",
    "จอมขวัญ": "น. ผู้ที่เป็นมิ่งขวัญอย่างยอดเยี่ยม หมายถึง หญิงที่รัก.",
    "จ่อมจ่าย": "ก. ค่อยจับจ่าย, จ่ายทีละน้อย.",
    "จอมใจ": "น. หญิงที่เป็นยอดดวงใจ.",
    "จอมไตร": "น. ผู้เป็นใหญ่ในโลกสาม, โดยมากหมายถึงพระพุทธเจ้า หรือ พระอิศวร (ตัดมาจาก จอมไตรโลก หรือ จอมไตรภพ).",
    "จอมทัพ": "น. ตําแหน่งสูงสุดของกองทัพ.",
    "จอมปลวก": "น. รังปลวกขนาดใหญ่ที่สูงเป็นจอมขึ้นไป.",
    "จอมปลอม": "ว. ที่หลอกลวงให้คนเชื่อว่าเป็นเช่นนั้นจริง เช่น ของจอมปลอม ผู้ดีจอมปลอม บัณฑิตจอมปลอม.",
    "จ้อมป้อม": "ว. จอมเปาะ.",
    "จอมเปาะ": "ว. กลมนูนอย่างปุ่มฆ้อง.",
    "จอมพล": "น. ยศทหารบกชั้นสูงสุด, ถ้าเป็นทหารเรือ เรียก จอมพลเรือ, ถ้าเป็นทหารอากาศ เรียก จอมพลอากาศ.",
    "จอมมารดา": "น. พระสนมที่มีพระโอรสหรือพระธิดาแล้ว, พระสนมที่มีพระองค์เจ้าแล้ว.",
    "จอมสุรางค์": "น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "จ่อย": "(ถิ่น-อีสาน) ว. ผอม.",
    "จ้อย ๑": "ว. เล็ก, น้อย, เช่น เรื่องจ้อย.",
    "จ้อย ๒, จ้อย ๆ": "ว. คล่อง, ไม่หยุดปาก, ในคำว่า พูดจ้อย หรือ พูดจ้อย&#160;ๆ.",
    "จ้อย ๓": "ว. ไม่ได้วี่แวว, ไร้วี่แวว, เช่น หายจ้อย เงียบจ้อย.",
    "จ๋อย ๑": "ว. ซีดเซียว, หงอยเหงา, สลด, เช่น หน้าจ๋อย.",
    "จ๋อย ๒": "ว. คําแต่งคํา เหลือง หรือ หวาน ให้รู้ว่าเหลืองหรือหวานจริง&#160;ๆ เช่น เหลืองจ๋อย หวานจ๋อย.",
    "จ๋อย ๓, จ๋อย ๆ": "ว. คล่อง, ไม่หยุดปาก, เช่น พูดจ๋อย พูดจ๋อย&#160;ๆ.",
    "จอแส": "<i>ดู ชาด</i>.",
    "จะ ๑": "คำกร่อนของคำหน้าซึ่งซ้ำกับคำหลังในคำที่มี จ เป็นพยัญชนะต้นในบทกลอน เช่น แจ้งแจ้ง กร่อนเป็น จะแจ้ง แจ่มแจ่ม กร่อนเป็น จะแจ่ม มีคำแปลอย่างเดียวกับคำเดิมนั้น และมีความหมายในทางย้ำหรือเน้น.",
    "จะ ๒": "เป็นคําช่วยกริยาบอกอนาคต เช่น จะไป จะอยู่.",
    "จ้ะ": "ว. คํารับ (ใช้เป็นสามัญทั่วไป).",
    "จ๊ะ ๑": "ว. คําต่อท้ายคําเชิญชวนหลังคำ &#147;นะ&#148; หรือ &#147;ซิ&#148; เช่น ไปนะจ๊ะ เชิญซิจ๊ะ หรือต่อท้ายคำถามเป็นต้น เช่น อะไรจ๊ะ.",
    "จ๊ะ ๒": "ก. เจอกันหรือพ้องกันโดยบังเอิญ เช่น เดินมาจ๊ะกัน แกงจ๊ะกัน.",
    "จ๋ะ ๑": "ว. เสียงประกอบคําถาม.",
    "จ๋ะ ๒": "ว. เสียงประกอบคําเรียก เช่น แม่จ๋ะ (เป็นเสียงสั้นจากคํา จ๋า).",
    "จะกรัจจะกราจ": "(กลอน) ว. เสียงขบฟันกรอด&#160;ๆ, ทําอาการเกรี้ยวกราด, เช่น ขบฟันขึงเขียว จะกรัจจะกราจคึกคาม. (สุธนู), เขียนเป็น จะกรัดจะกราด ก็มี.",
    "จะกรุน, จะกรูน": "ว. สีดํา, โบราณเขียนเป็น จกรูน ก็มี เช่น ช้างสารชํานิเมามัน หลากหลากหลายพรรณ<2t>แลหน้าจกรูนแสงนิล. (อนิรุทธ์).",
    "จะกรุมจะกราม": "ว. ตะกรุมตะกราม, ซุ่มซ่าม.",
    "จะกละ ๑, จะกลาม": "ว. ตะกละ, ตะกลาม, มักกิน, กินไม่เลือก, เห็นแก่กิน, มักใช้รวมกันว่า จะกละจะกลาม ก็มี, ตะกละตะกลาม ก็ว่า, โดยปริยายหมายความว่าอยากได้มาก&#160;ๆ.",
    "จะกละ ๒": "น. ชื่อผีชนิดหนึ่ง เชื่อกันว่ามีรูปเป็นแมว อยู่ในจําพวกผีป่า หมอผีชาวป่าเลี้ยงไว้ใช้ไปทําร้ายศัตรู. (สยามสมาคม).",
    "จะกวด": "น. ตะกวด.",
    "จะกูด": "น. เครื่องถือท้ายเรือ คล้ายหางเสือ ทำด้วยไม้เป็นแผ่นใหญ่ รูปร่างคล้ายพาย มีด้ามยาว, จังกูด หรือ ตะกูด ก็เรียก.",
    "จะเกร็ง": "<i>ดู เหงือกปลาหมอ ๒</i>.",
    "จะขาบ ๑": "<i>ดู ตะขาบ ๑</i>.",
    "จะขาบ ๒": "<i>ดู ตะขาบ ๓</i>.",
    "จะเข้ ๑": "น. เครื่องดนตรีไทยชนิดหนึ่ง มีรูปร่างคล้ายตัวจระเข้ ตัวเป็นโพรง วางยาวไปกับพื้น มีสาย ๓ สาย มีนม ๑๑ นมเป็นฐานรองรับสายเมื่อกดนิ้วขณะดีดทําให้มีเสียงสูงตํ่า มีขา ๕ ขา ใช้บรรเลงผสมอยู่ในวงเครื่องสายและมโหรี, ลักษณนามเรียก ตัว.",
    "จะเข้ ๒": "(โบ) น. จระเข้.",
    "จะเข็บ": "<i>ดู ตะเข็บ ๑</i>.",
    "จะแคง": "(ถิ่น) ว. ตะแคง. <i>(ดู จระแคง)</i>.",
    "จะงอย": "น. ปลายหรือที่สุดที่มีลักษณะโค้งหรืองุ้มลง เช่น จะงอยปากนกแก้ว จะงอยบ่า, ราชาศัพท์เรียก จะงอยบ่า ว่า พระอังสกุฏ.",
    "จะจะ": "ว. ให้ชัดเจน, กระจ่าง, เช่น เขียนจะจะ; ห่างเป็นระยะ&#160;ๆ เช่น ดํานาจะจะ.",
    "จะจ้า": "ว. เสียงร้องไห้.",
    "จ๊ะจ๋า": "ว. เรียกอาการที่เด็กเริ่มหัดพูดพูดอย่างน่ารักน่าเอ็นดู เช่น ลูกฉันเริ่มหัดพูดจ๊ะจ๋าแล้ว.<2t>ก. อาการที่คู่รักพูดคุยกันอย่างมีความสุข เช่น สองคนนั้นเขากำลังจ๊ะจ๋ากันอยู่ อย่าไปกวนเขา.",
    "จะแจ้ง": "ว. กระจ่าง, ชัดเจน, แจ่มแจ้ง.",
    "จะแจ่ม": "(กลอน) ว. แจ่ม, ใส, กระจ่าง, ชัดเจน, ไม่มัว.",
    "จะไจ้": "ว. บ่อย&#160;ๆ, เนือง&#160;ๆ.",
    "จะบัน": "ก. ตะบัน, ทิ่มหรือแทงกดลงไป, กระทุ้ง, เช่น ดาบดั้งดึงโดดดั้น จะบันแรง. (ยอพระเกียรติกรุงธน).",
    "จะปิ้ง": "น. เครื่องปิดของลับของเด็กหญิง ทําด้วยเงิน ทอง หรือนาก เป็นต้น, กระจับปิ้ง จับปิ้ง ตะปิ้ง หรือ ตับปิ้ง ก็เรียก. (ม.); แผ่นโลหะที่ติดฝาหีบสําหรับลั่นกุญแจ, ใช้เรียกสิ่งอื่นที่มีลักษณะคล้ายกัน เช่น จะปิ้งหูกลอง จะปิ้งห่วงประตู.",
    "จะปิ้งเรือ": "น. แผ่นโลหะโดยมากทําเป็นรูปดอกจัน สําหรับตรึงที่โคนห่วงร้อยโซ่ผูกเรือ.",
    "จะเพลิง": "<i>ดู กระดูกค่าง</i>.",
    "จะละเม็ด ๑": "น. ชื่อปลาทะเลในวงศ์ <f>Stromateidae</f> รูปร่างป้อม ค่อนข้างสั้น ลําตัวแบนข้างมาก หัวเล็กมน ปากเล็ก เกล็ดเล็ก บริเวณคอดหางไม่มีสันคม ได้แก่ จะละเม็ดขาว <f>(<i>Pampus argenteus</i>)</f> หางเป็นแฉกยาว เว้าลึก จะละเม็ดเทา <f>(<i>P. chinensis</i>)</f> หางเว้าตื้น ทั้ง ๒ ชนิดนี้ไม่มีครีบท้อง ส่วนจะละเม็ดดํา <f>(<i>Parastromateus niger</i>)</f> ที่บริเวณคอดหางเป็นสันคม และมีครีบท้องเฉพาะในปลาขนาดเล็ก.",
    "จะละเม็ด ๒": "น. ชื่อเต่าทะเลชนิด <f><i>Caretta caretta</i></f> ในวงศ์ <f>Cheloniidae</f> หัวโตกว่าเต่าทะเลชนิดอื่น เกล็ดกระดองหลังแถวข้างมี ๕ ชิ้น กระดองสีนํ้าตาลหรือนํ้าตาลแดง ท้องสีขาวครีม พบในมหาสมุทรแปซิฟิก เขตนํ้าอุ่นของมหาสมุทรแอตแลนติกและมหาสมุทรอินเดีย, เรียกไข่เต่าทะเลทุกชนิดว่า ไข่จะละเม็ด.",
    "จะละหวั่น": "ว. ชุลมุน, วุ่นวาย, จ้าละหวั่น ก็ใช้.",
    "จะลุง": "น. เสาตะลุง, ในบทกลอนใช้ จระลุง ก็มี.",
    "จ๊ะเอ๋": "น. ชื่อการเล่นชนิดหนึ่งที่ผู้หนึ่งโผล่หน้าหรือเปิดหน้าแล้วพูดว่า &#147;จ๊ะเอ๋&#148; กับอีกผู้หนึ่งซึ่งมักเป็นเด็ก.",
    "จัก ๑": "ก. ทําให้เป็นแฉก&#160;ๆ หรือหยัก&#160;ๆ คล้ายฟันเลื่อย, เอาคมมีดผ่าไม้ไผ่หรือหวายให้แตกจากกันเป็นเส้นบาง&#160;ๆ.<2t>ว. เป็นแฉก&#160;ๆ หรือหยัก&#160;ๆ.",
    "จัก ๒": "(ไว) คําช่วยกริยาบอกกาลภายหน้า แสดงเจตจำนง เช่น จักกิน จักนอน.",
    "จัก ๓": "ก. รู้, ทราบ, แจ้ง, จําได้, เช่น รู้จัก, ข้อยคูดนูแนบนิทรา<2t>รมย์ร่วมรถพาหนห่อนจักสึกสมประดี. (สรรพสิทธิ์).",
    "จั้ก ๆ": "ว. เสียงอย่างเสียงฝนตกแรง.",
    "จักกาย": "น. แม่ทัพ. (ต.).",
    "จั๊กกิ้ม": "(ถิ่น-พายัพ) น. จิ้งจก. <i>(ดู จิ้งจก)</i>.",
    "จักขุ, จักขุ-": "น. ตา. (ป.; ส. จกฺษุ).",
    "จักขุทวาร": "น. ช่องตา.",
    "จักขุนทรีย์": "<i>ดู จักขุ, จักขุ-</i>.",
    "จักขุประสาท": "น. ส่วนสําคัญของตา ทําให้แลเห็น.",
    "จักขุวิญญาณ": "น. ความรู้อันอาศัยทางตาเกิดขึ้น.",
    "จักขุสัมผัส": "น. อาการที่ตากับรูปและจักขุวิญญาณประจวบกัน.",
    "จักจั่น ๑": "[จักกะ-] น. ชื่อแมลงพวกหนึ่งในวงศ์ <f>Cicadidae</f> มีหลายขนาด ลําตัวยาวตั้งแต่ ๒-๑๐ เซนติเมตร และเรียวลงไปทางหาง หัวและอกกว้าง ปีกมี ๒ คู่ เนื้อปีกเหมือนกันตลอด ปีกเมื่อพับจะเป็นรูปหลังคาคลุมตัว มีปากชนิดเจาะดูดโผล่จากหัวทางด้านล่างที่บริเวณใกล้กับอก ตาโตเห็นได้ชัดอยู่ตรงมุม ๒ ข้างของหัว ตัวผู้มีอวัยวะพิเศษสําหรับทําเสียงได้ยินไปไกล ระดับเสียงค่อนข้างสมํ่าเสมอ ไร้กังวาน ส่วนใหญ่สีเขียว ที่พบบ่อยเป็นชนิด <f><i>Dundubia intermerata</i></f>.",
    "จักจั่น ๒": "[จักกะ-] <i>ดู กระพี้นางนวล</i>.",
    "จักจั่น ๓": "[จักกะ-] <i>ดู จั่น ๓</i>.",
    "จักจี้, จั๊กจี้": "[จักกะ-, จั๊กกะ-] ก. อาการที่ทําให้รู้สึกเสียวสะดุ้งหรือหัวเราะโดยไม่ตั้งใจเมื่อถูกจี้ที่เอวหรือรักแร้เป็นต้น.",
    "จั๊กเดียม": "[จั๊กกะ-] ก. กระดาก, เขินอาย, มักใช้เข้าคู่กับคำ จั๊กจี้ เป็น จั๊กจี้จั๊กเดียม.",
    "จักตอก": "ก. เอาคมมีดผ่าไม้ไผ่ให้เป็นเส้นแบนบาง สำหรับใช้ผูกมัดหรือสานสิ่งต่าง&#160;ๆ.",
    "จักร, จักร-": "[จัก, จักกฺระ-] น. อาวุธในนิยาย รูปเป็นวงกลมและมีแฉก&#160;ๆ โดยรอบ เช่น พระนารายณ์ทรงจักร, สิ่งที่มีลักษณะเป็นวงกลมอย่างล้อรถ เช่น จักรที่ใช้ขว้างในการกีฬา, สิ่งที่มีรูปเป็นวงกลมมีฟันเฟืองหมุนด้วยพลังงานต่าง&#160;ๆ เช่น จักรนาฬิกา, เรียกเครื่องกลบางชนิด เช่น เครื่องจักร รถจักร, เรียกเครื่องเย็บผ้าที่ใช้เดินด้วยพลังงานหรือใช้เท้าถีบหรือใช้มือหมุนว่า จักร หรือ จักรเย็บผ้า; บรรจบรอบแห่งปีหรือแห่งฤดู เช่น พฤหัสบดีจักร. (ส.; ป. จกฺก).",
    "จักรปาณิ, จักรปาณี": "น. ผู้มีจักรในมือ คือ พระวิษณุ หรือ พระนารายณ์. (ส.; ป. จกฺกปาณิ, จกฺกปาณี).",
    "จักรผัน": "[จัก-] ว. เร็ว.",
    "จักรผาน": "[จักผาน] <i>ดู ตาเดียว</i>.",
    "จักรพรรดิ": "น. พระราชาธิราช, ประมุขของจักรวรรดิ, โบราณเขียนว่า จักรพัตราธิราช ก็มี. (ส. จกฺรวรฺตินฺ; ป. จกฺกวตฺติ).",
    "จักรพาก, จักรวาก": "[จักกฺระ-] น. นกจากพราก. <i>(ดู จากพราก, จากพาก)</i>. (ส. จกฺรวาก).",
    "จักรพาล": "น. จักรวาล.",
    "จักรยาน": "น. รถถีบ, ยานพาหนะประเภทรถที่มีล้อ ๒ ล้อ ล้อหนึ่งอยู่ข้างหน้าและอีกล้อหนึ่งอยู่ข้างหลัง มีโครงเหล็กเชื่อมล้อหน้ากับล้อหลัง มีคันบังคับด้วยมือติดตั้งอยู่บนล้อหน้า ขับเคลื่อนด้วยกำลังคนผู้ขี่ซึ่งใช้เท้าถีบบันไดรถให้วิ่ง เรียกว่า จักรยานสองล้อ, ถ้ามี ๓ ล้อ เรียกว่า จักรยานสามล้อ.",
    "จักรยานยนต์": "น. รถที่มีล้อ ๒ ล้อ เหมือนกับรถจักรยานขับเคลื่อนด้วยกำลังเครื่องยนต์, ภาษาปากเรียก รถเครื่อง หรือ มอเตอร์ไซค์.",
    "จักรราศี": "น. อาณาเขตที่ดาวเคราะห์โคจรรอบดวงอาทิตย์, อาณาเขตโดยรอบดวงอาทิตย์ที่ดาวเคราะห์เดิน, วิถีโคจรประจําของดวงอาทิตย์ซึ่งดูเสมือนวนไปรอบท้องฟ้าได้ ๓๖๐ องศาใน ๑ ปี วงโคจรนี้แบ่งออกเป็น ๑๒ ส่วน หรือ ๑๒ ราศี แต่ละส่วนหรือแต่ละราศีมีช่วง ๓๐ องศา ได้แก่ ราศีเมษ ราศีพฤษภ ราศีเมถุน ราศีกรกฎ ราศีสิงห์ ราศีกันย์ ราศีตุลหรือราศีดุล ราศีพฤศจิกหรือราศีพิจิก ราศีธนู ราศีมังกร ราศีกุมภ์ และราศีมีน, วงโคจรของดวงอาทิตย์ ดวงจันทร์ และดาวเคราะห์ที่สมมุติขึ้นทางโหราศาสตร์ ประกอบด้วย ๑๒ ราศี. (ส.).",
    "จักรวรรดิ": "[-หฺวัด] น. รัฐหรือสหภาพของรัฐต่าง&#160;ๆ ที่มีจักรพรรดิเป็นประมุข เช่น จักรวรรดิโรมัน, อาณาเขตหรืออาณาจักรที่อยู่ภายใต้อํานาจอธิปไตยการปกครองอันเดียวกัน เช่น จักรวรรดิอังกฤษ. (ส.; อ. <f>empire</f>).",
    "จักรวรรดินิยม": "[-หฺวัดนิยม] น. ลัทธิขยายอาณาเขตและอํานาจปกครองของรัฐ. (อ. <f>imperialism</f>).",
    "จักรวาต": "[-วาด] น. ลมบ้าหมู (ลมหมุน). (ส.).",
    "จักรวาล": "[-วาน] น. ปริมณฑล; ประชุม, หมู่; เทือกเขาในนิยาย เป็นกําแพงล้อมรอบโลกและเป็นเขตกั้นแสงสว่างกับความมืด, บริเวณโดยรอบของโลก, ทั่วโลก. (ส.; ป. จกฺกวาล).",
    "จักริน, จักรี": "[จักกฺริน, จักกฺรี] น. ผู้มีจักร หมายถึง พระนารายณ์, ต่อมาหมายถึง พระราชา ตามคติความเชื่อของไทยที่ถือว่าเป็นพระนารายณ์อวตาร. (ส. จกฺรี, จกฺรินฺ; ป. จกฺกี).",
    "จั๊กเล้อ": "(ถิ่น-พายัพ) น. จิ้งเหลน. <i>(ดู จิ้งเหลน)</i>.",
    "จักษุ": "น. ดวงตา. (ส.; ป. จกฺขุ).",
    "จักสาน": "น. เรียกเครื่องใช้ที่ทําด้วยไม้ไผ่หรือหวายเป็นต้นว่า เครื่องจักสาน.",
    "จักแหล่น, จั๊กแหล่น": "[จักกะแหฺล่น, จั๊กกะแหฺล่น] (ปาก) ว. จวนเจียน, เกือบ, หวุดหวิด, เช่น จักแหล่นจะไม่ทันรถไฟ.",
    "จัง": "(ปาก) ว. ยิ่งนัก เช่น เก่งจัง ร้อนจัง ของสิ่งนี้ถูกจัง; เต็มที่, เต็มแรง, เช่น ชนกันเข้าอย่างจัง.",
    "จั้ง": "(โบ) ก. ตั้ง เช่น คือคชกลับกลอกจั้ง<2t>จญสีห์. (ยวนพ่าย).",
    "จั๋ง ๑": "(ปาก) ว. เต็มที่, เต็มแรง, จังหนับ จําหนับ หรือ จํ๋าหนับ ก็ว่า.",
    "จั๋ง ๒": "น. ชื่อปาล์มชนิด <f><i>Rhapis excelsa</i> Henry</f> ในวงศ์ <f>Palmae</f> ใบรูปพัด ปลูกเป็นไม้ประดับ, เท้าสาน ก็เรียก.",
    "จังกวด ๑": "น. จะกวด. (พจน. ๒๔๙๓). (ข. ตฺรกวต).",
    "จังกวด ๒": "(กลอน) ว. บ้า เช่น เฒ่าจังกวดกามกวน. (ม. คําหลวง ชูชก). (ข. ฉฺกวต).",
    "จังกอบ": "(โบ) น. ภาษีผ่านด่าน, ภาษีปากเรือ, ภาษีที่เก็บเพื่อใช้บำรุงท้องถิ่น.<2t>ก. ผูก, มัด, เชิงกอบ ก็เรียก.",
    "จังกา": "น. ไม้ขาหยั่ง.",
    "จังก้า": "ว. ลักษณะยืนถ่างขาตั้งท่าเตรียมสู้, ลักษณะที่ตั้งปืนกลเป็นต้นเตรียมพร้อมที่จะยิง.",
    "จังกูด": "น. เครื่องถือท้ายเรือ คล้ายหางเสือ ทำด้วยไม้เป็นแผ่นใหญ่ รูปร่างคล้ายพาย มีด้ามยาว, จะกูด หรือ ตะกูด ก็เรียก. (ข. จงฺกูต).",
    "จังเก": "น. สะเอว เช่น มือนวดแนบจังเก แกะพลิ้ว. (โคลงพระยาตรัง). (ข. จงฺเกะ).",
    "จังโกฏก์": "(แบบ) น. ผอบ. (ป.).",
    "จังงัง": "ว. อาการที่ตกตะลึงนิ่งงันอยู่.",
    "จังมัง": "น. ไม้สําหรับขัดก้นกระบุงและตะกร้าทั้ง ๔ มุมให้แน่นและแข็งแรง.<2t>ว. แข็งแรง, จั้งมั่ง ก็ว่า.",
    "จั้งมั่ง": "ว. แข็งแรง, จังมัง ก็ว่า.",
    "จังไร": "ว. เลวทราม, เป็นเสนียด, ไม่เป็นมงคล, จัญไร ก็ว่า. (ข. จงฺไร).",
    "จังลอน": "น. ปลาหรือเนื้อโขลกปั้นเป็นก้อนหรือเป็นแผ่นเคี่ยวกับนํ้ากะทิ สําหรับกินกับขนมจีนซาวนํ้า, บางทีใช้โขลกปลาปั้นเป็นก้อนเสียบไม้ปิ้งไฟ เรียกว่า จังลอนแห้ง, แจงลอน ก็ว่า.",
    "จังเว็จ": "[จังเหฺว็ด] (กลอน) น. เจว็ด.",
    "จังหนับ": "(ปาก) ว. เต็มที่, เต็มแรง, จั๋ง จำหนับ หรือ จ๋ำหนับ ก็ว่า.",
    "จังหน้า": "ว. เต็มหน้า, เต็มที่, เช่น เจอเข้าจังหน้า โดนเข้าจังหน้า.",
    "จังหรีด": "น. จิ้งหรีด. <i>(ดู จิ้งหรีด)</i>.",
    "จังหล่อ": "น. เครื่องกีดกั้นขวางทางในสมัยโบราณ ปักเสาสูงราว ๒ ศอก มีไม้เสาทับหลัง ขวางถนนเป็น ๒ แนวเยื้องไม่ตรงกัน ปลายต่อปลายเกินกันทั้ง ๒ ข้าง, ค่ายผนบบ้านหล่อ จั้นหล่อ หรือ จำหล่อ ก็เรียก. (ลำดับสกุลเก่า; ลัทธิ). (จ. จั้ง ว่า กีด, ขวาง; โหล่ว ว่า ถนน).",
    "จังหวะ": "น. ระยะที่สมํ่าเสมอ เช่น หัวใจเต้นเป็นจังหวะ, ระยะที่กําหนดไว้เป็นตอน&#160;ๆ เช่น เพลงจังหวะช้า จังหวะเร็ว พูดเป็นจังหวะ, โดยปริยายหมายความว่าโอกาสอันควร เช่น เจ้านายกำลังโกรธ ไม่มีจังหวะจะเข้าพบ. (ข. จงวาก่).",
    "จังหวะจะโคน": "(ปาก) น. จังหวะ.",
    "จังหวัด": "(กฎ) น. หน่วยการปกครองส่วนภูมิภาคที่รวมท้องที่หลาย&#160;ๆ อำเภอเข้าด้วยกัน และมีฐานะเป็นนิติบุคคล มีผู้ว่าราชการจังหวัดเป็นหัวหน้าปกครอง, (โบ) เมือง, หัวเมือง; ถิ่น, เขต, บริเวณ, เช่น อารามขึ้นคณะป่าแก้วในจังหวัดเมืองนครศรีธรรมราช. (ประชุมพระตำราบรมราชูทิศเพื่อกัลปนา).",
    "จังหัน ๑": "น. ข้าว, อาหาร, (ใช้แก่พระสงฆ์). (ข. จงฺหาน่).",
    "จังหัน ๒": "น. กังหัน.",
    "จังออน": "น. มาตราตวงตามวิธีประเพณีของไทยโบราณ ๘ กำมือ = ๑ จังออน และ ๒ จังออน = ๑ แล่ง.",
    "จัญไร": "ว. เลวทราม, เป็นเสนียด, ไม่เป็นมงคล, จังไร ก็ว่า.",
    "จัณฑ-, จัณฑ์": "[จันทะ-, จัน] ว. ดุร้าย, หยาบช้า, เกรี้ยวกราด, ฉุน, ฉุนเฉียว; ราชาศัพท์ใช้เรียกสุราหรือเมรัยว่า นํ้าจัณฑ์. (ป., ส.).",
    "จัณฑวาตา": "(แบบ) น. ลมร้าย เช่น จัณฑวาตารําพายพาน. (สมุทรโฆษ).",
    "จัณฑาล": "[จันทาน] ว. ตํ่าช้า.<2t>น. ลูกคนต่างวรรณะ. (ส. จณฺฑาล ว่า ลูกที่บิดาเป็นศูทร มารดาเป็นพราหมณ์).",
    "จัด ๑": "ว. ยิ่ง, เต็มที่, เกินปรกติมาก, มากหรือหนักไปในทางใดทางหนึ่ง, เช่น ระเบียบจัด ธรรมเนียมจัด หิวจัด ร้อนจัด หนาวจัด แดดจัด; แก่เต็มที่ เช่น ผลไม้แก่จัด. (ข. จาส่).",
    "จัด ๒": "ก. ตกแต่ง เช่น จัดบ้าน, ทําให้เรียบ, วางระเบียบ, เรียงตามลําดับ, เช่น จัดแถว จัดหนังสือ; นับ เช่น จัดว่าเป็นความดี.",
    "จัดการ": "ก. สั่งงาน, ควบคุมงาน, ดําเนินงาน.",
    "จัดจอง": "(โบ) น. ทุ่น, แพ, เรือน้อย, สัดจอง ก็ว่า. (ข. สาต่ ว่า ลอย, จง ว่า ผูก).",
    "จัดจ้า": "ว. สว่างมาก, มีแสงกล้า.",
    "จัดจ้าน": "ว. ปากกล้า, ปากจัด, เจ้าคารม.",
    "จัดเจน": "ก. สันทัด, ชํานาญ, มีประสบการณ์มาก, เจนจัด ก็ว่า.",
    "จัดแจง": "ก. เตรียมการ.",
    "จัดตั้ง": "ก. ตั้งขึ้น, แต่งตั้งให้มั่นคง.",
    "จัดประกัน": "ก. ทําให้แน่นอน.",
    "จัดมั่น": "ก. ทําให้ได้โดยมั่นคง.",
    "จัดสรร": "ก. แบ่งส่วนไว้โดยเฉพาะ, ปันไว้ใช้เพื่อประโยชน์โดยเจาะจง.",
    "จัดหา": "ก. ไปเลือกเฟ้นหามา.",
    "จัตตาฬีสะ": "(แบบ) ว. สี่สิบ. (ป.).",
    "จัตวา": "[จัดตะวา] ว. สี่, ชั้นที่ ๔ (เดิมใช้เรียกข้าราชการที่มีลำดับชั้นต่ำกว่าชั้นตรีว่า ชั้นจัตวา) เช่น ข้าราชการชั้นจัตวา; เรียกเครื่องหมายวรรณยุกต์รูปดังนี้&#160;&#160;&#x0e4b; ว่า ไม้จัตวา, ตีนกา ก็เรียก. (ส.; ป. จตุ).",
    "จัตวาทัณฑี": "น. ชื่อโคลง ๔ ชนิดหนึ่ง ซึ่งบาท ๒ ใช้พยางค์ที่ ๔ สัมผัส เช่น<bt><3t><3t><fig013.gif,ท้าวไทยนฤเทศข้า ขับหนี ลูกราชสีพีกลัว ไพร่ฟ้า พลเมืองบดูดี ดาลเดียด กระเหลียดลับลี้หน้า อยู่สร้างแสวงบุญ.><bt><3t><3t><3t><3t><3t>(ชุมนุมตำรากลอน).",
    "จัตวาศก": "น. เรียกปีจุลศักราชที่ลงท้ายด้วยเลข ๔ เช่น ปีจอ จัตวาศก จุลศักราช ๑๓๔๔.",
    "จัตุ": "[จัดตุ] ว. สี่. (ป. จตุ; ส. จตุรฺ).",
    "จัตุร-": "[จัดตุระ-] ว. สี่. (ส. จตุร; ป. จตุ).",
    "จัตุรงค์": "ว. จตุรงค์, องค์ ๔, ๔ เหล่า.",
    "จัตุรงคพล": "[จัดตุรงคะ-] น. จตุรงคพล, กองทัพมีกำลัง ๔ เหล่า คือ เหล่าช้าง เหล่ารถ เหล่าม้า เหล่าราบ. (ป., ส. จตุรงฺค + เสนา).",
    "จัตุรงคินีเสนา": "[จัดตุรง-] น. จตุรงคินีเสนา, กองทัพมีกำลัง ๔ เหล่า คือ เหล่าช้าง เหล่ารถ เหล่าม้า เหล่าราบ. (ป., ส. จตุรงฺคินี + เสนา).",
    "จัตุรพักตร์": "ว. จตุรพักตร์, &#147;ผู้มี ๔ หน้า&#148; คือ พระพรหม.",
    "จัตุรภุช": "ว. จตุรภุช, &#147;ผู้มี ๔ แขน&#148; คือ พระนารายณ์.",
    "จัตุรมุข": "น. เรียกอาคารที่มี ๔ มุข.",
    "จัตุรัส": "[-หฺรัด] น. เรียกรูปสี่เหลี่ยมด้านเท่าที่มีมุมภายในเป็นมุมฉากว่า สี่เหลี่ยมจัตุรัส.",
    "จัตุลังคบาท": "[จัดตุลังคะบาด] (โบ) น. เจ้ากรมพระตำรวจหลวงประจำ ๔ เท้าช้างทรงของพระมหากษัตริย์หรือพระมหาอุปราชในเวลาสงคราม เช่น จัตุลังคบาทบริรักษ พิทักษ์เท้ากุญชร. (ตะเลงพ่าย), จตุลังคบาท ก็ว่า.",
    "จัตุโลกบาล": "[จัดตุโลกกะบาน] น. ท้าวจาตุมหาราช, หัวหน้าเทวดาในสวรรค์ชั้นจาตุมหาราช มีหน้าที่รักษาโลกในทิศทั้ง ๔ เรียกว่า ท้าวจัตุโลกบาล คือ ๑. ท้าวธตรฐ จอมภูตหรือจอมคนธรรพ์ รักษาโลกด้านทิศบูรพาหรือทิศตะวันออก ๒. ท้าววิรุฬหก จอมเทวดาหรือจอมกุมภัณฑ์ รักษาโลกด้านทิศทักษิณหรือทิศใต้ ๓. ท้าววิรูปักษ์ จอมนาค รักษาโลกด้านทิศประจิมหรือทิศตะวันตก ๔. ท้าวกุเวร จอมยักษ์ รักษาโลกด้านทิศอุดรหรือทิศเหนือ, จตุโลกบาล ก็ว่า. (ป.).",
    "จัตุสดมภ์": "[จัดตุสะดม] น. จตุสดมภ์, วิธีจัดระเบียบราชการบริหารส่วนกลางในสมัยโบราณโดยตั้งกรมหรือกระทรวงใหญ่ขึ้น ๔ กรม คือ กรมเมือง กรมวัง กรมคลัง กรมนา มีเสนาบดีเจ้ากระทรวงว่าการในแต่ละกรมนั้น รวมเรียกว่า จัตุสดมภ์ ซึ่งแปลว่า หลัก ๔. (ป. จตุ = สี่ + ส. สฺตมฺภ = หลัก หมายความว่า หลัก ๔).",
    "จัน": "น. ชื่อไม้ต้นขนาดกลางถึงขนาดใหญ่ชนิด <f><i>Diospyros decandra</i> Lour.</f> ในวงศ์ <f>Ebenaceae</f> ผลสุกสีเหลือง หอม กินได้, ชนิดลูกกลมแป้นกลางบุ๋ม ไม่มีเมล็ด เรียก ลูกจันอิน, ชนิดลูกกลมรี มีเมล็ด เรียก ลูกจันโอ.",
    "จั่น ๑": "น. ช่อดอกหมากหรือช่อดอกมะพร้าวเมื่อยังอ่อนอยู่.",
    "จั่น ๒": "น. เครื่องดักสัตว์ทั้งในนํ้าและบนบก มีรูปคล้ายกรง มีหลายชนิด; เรียกประตูนํ้าอย่างโบราณที่ใช้ไม้ซุงขวางกันว่า ปากจั่น.",
    "จั่น ๓": "น. ชื่อเบี้ยชนิด <f><i>Cypraea moneta</i></f> ในวงศ์ <f>Cypraeidae</f> หลังนูน ท้องเป็นร่อง&#160;ๆ เปลือกแข็งเรียกว่า เบี้ยจั่น ในสมัยโบราณใช้ต่างเงิน, เบี้ยจักจั่น ก็เรียก.",
    "จั่น ๔": "น. เครื่องประดับคอชนิดหนึ่ง มีลักษณะคล้ายทับทรวงและจี้ ใหญ่กว่าจี้ แต่ย่อมกว่าตาบและทับทรวง.",
    "จั่น ๕": "น. (๑) ชื่อไม้ต้นขนาดกลางชนิด <f><i>Millettia brandisiana</i> Kurz</f> ในวงศ์ <f>Leguminosae</f> ดอกสีม่วงหรือม่วงคราม ลักษณะคล้ายดอกถั่วแต่ขนาดเล็กกว่า เวลาออกดอกไม่ใคร่มีใบ เป็นไม้ประดับที่งาม.<2t>-(๒) (ถิ่น-พายัพ) ชื่อเห็ดชนิด <f><i>Tricholoma crassum</i> (Berk.) Succ.</f> ในวงศ์ <f>Tricholomataceae</f> ขึ้นตามพื้นดิน ดอกเห็ดใหญ่ สีขาวนวล เนื้อหนา ก้านใหญ่ ด้านล่างมีครีบ กินได้, เห็ดตีนแรด หรือ เห็ดตับเต่าขาว ก็เรียก.",
    "จันโจษ": "ก. โจษจัน, พูดอึง, พูดกันเซ็งแซ่, เล่าลือกันอื้ออึง, ในบทกลอนใช้ว่า จรรโจษ ก็มี.",
    "จั่นดิน": "(ถิ่น-พายัพ) น. ต้นรากสามสิบ. <i>(ดู รากสามสิบ)</i>.",
    "จันท์": "(แบบ) น. จันทร์, ดวงเดือน. (ป.; ส. จนฺทฺร).",
    "จันทน์": "น. ชื่อพรรณไม้บางชนิดที่มีเนื้อไม้ ดอก หรือผลหอม ใช้ทํายาและปรุงเครื่องหอม. (ป., ส.).",
    "จันทน์กะพ้อ": "น. ชื่อไม้ต้นขนาดกลางชนิด <f><i>Vatica diospyroides</i> Symington</f> ในวงศ์ <f>Dipterocarpaceae</f> ขึ้นตามป่าดิบทางปักษ์ใต้และปลูกกันตามบ้าน ดอกขาว หอมคล้ายนํ้ามันจันทน์.",
    "จันทน์ขาว": "<i>ดู จันทนา</i>.",
    "จันทน์ชะมด": "น. (๑) ชื่อไม้ต้นขนาดกลางถึงขนาดใหญ่ชนิด <f><i>Aglaia silreotris </i>(M. Roem.) Merr.</f> ในวงศ์ <f>Meliaceae</f> ขึ้นตามป่าชื้นบางแห่ง เนื้อไม้หอม.<2t>(๒) ชื่อไม้ต้นขนาดกลางชนิด <f><i>Mansonia gagei</i> J.R. Drumm. ex Prain</f> ในวงศ์ <f>Sterculiaceae</f> ขึ้นตามป่าชื้นบนเขาหินปูน เนื้อไม้หอม, จันทน์หอม ก็เรียก.",
    "จันทน์แดง": "น. ชื่อไม้พุ่มชนิด <f><i>Dracaena loureiri</i> Gagnep.</f> ในวงศ์ <f>Agavaceae</f> ขึ้นตามเขาหินปูน เนื้อไม้ที่สารลงมีสีแดง, จันทน์ผา ก็เรียก.",
    "จันทน์เทศ": "น. ชื่อไม้ต้นขนาดกลางชนิด <f><i>Myristica fragrans</i> Houtt.</f> ในวงศ์ <f>Myristicaceae</f> รกหุ้มเมล็ดมีกลิ่นหอมฉุนเรียก ดอกจันทน์ เมล็ดมีกลิ่นหอมฉุนเช่นกัน เรียก ลูกจันทน์ ใช้เป็นเครื่องเทศ เป็นพรรณไม้ที่นําเข้ามาจากหมู่เกาะอินเดียตะวันออก.",
    "จันทน์ผา": "<i>ดู จันทน์แดง</i>.",
    "จันทน์หอม": "<i>ดู จันทน์ชะมด (๒)</i>.",
    "จันทนา": "น. ชื่อไม้ต้นขนาดกลางชนิด <f><i>Tarenna hoaensis</i> Pit.</f> ในวงศ์ <f>Rubiaceae</f> เนื้อไม้หอม, จันทน์ขาว ก็เรียก.",
    "จันทร-, จันทร์": "[จันทฺระ- ในกลอนบางทีอ่านเป็น จันทอน, จัน] น. ดวงเดือน, เรียกเทวดาองค์หนึ่งในนิยายว่า พระจันทร์, ในตำราโหราศาสตร์เป็นชื่อดาวพระเคราะห์ที่ ๒; ชื่อวันที่ ๒ ของสัปดาห์. (ส.).",
    "จันทรกลา": "[-กะลา] (แบบ) น. เสี้ยวที่ ๑๖ ของดวงจันทร์, โดยอนุโลมหมายถึงงามเหมือนแสงจันทร์อ่อน&#160;ๆ นวลตา เช่น ลางล้วนเผือกผ่องคือคิรี ไกลาสรูจี แลพรายคือจันทรกลา. (สมุทรโฆษ). (ส.).",
    "จันทรกานต์": "น. แร่ประกอบหินที่มีค่าสูงชนิดหนึ่ง จัดอยู่ในพวกรัตนชาติ มีโพแทสเซียมอะลูมิเนียมซิลิเกต <f>(KAlSi<sub>3</sub>O<sub>8</sub>)</f> เป็นองค์ประกอบสําคัญ ปรกติมีสีขาวปนฟ้าหรือสีเหลืองขุ่นมัวอย่างนํ้านม แต่มีวาวขาวฉาบหน้าเหมือนวาวมุกในหอยมุก หรือวาวแสงจันทร์ในหยาดนํ้าค้าง. (ส.; อ. <f>moonstone</f>).",
    "จันทรคติ": "น. วิธีนับวันและเดือนโดยถือเอาการเดินของดวงจันทร์เป็นหลัก เช่น ขึ้น ๑ คํ่าถึงแรม ๑๕ คํ่า เป็นการนับวันทางจันทรคติ เดือนอ้ายถึงเดือน ๑๒ เป็นการนับเดือนทางจันทรคติ. (ส.).",
    "จันทรคราส": "[-คฺราด] (ปาก) น. &#147;การกลืนดวงจันทร์&#148; ตามความเข้าใจของคนโบราณที่เชื่อว่าพระราหูอมดวงจันทร์, จันทรุปราคา ก็เรียก. (ส.).",
    "จันทรพิมพ์": "น. ดวงเดือน, รูปที่แลดูแบนแห่งดวงจันทร์, จันทรมณฑล ก็ว่า. (ส.).",
    "จันทรภิม": "(โบ) น. เรียกเงินที่พระมหากษัตริย์พระราชทานแก่ผู้ทำนายจันทรุปราคาได้ถูกต้องว่า เงินจันทรภิม ในข้อความว่า เมื่อจันทรุปราคได้เงีนจันทรภิม. (สามดวง).",
    "จันทรมณฑล": "น. จันทรพิมพ์. (ส.).",
    "จันทรเม็ด": "[จันทะระ-] (แบบ) น. ปลาจะละเม็ด เช่น ปลาแมวลิ้นหมาปลาหมู คชราราหู มีจันทรเม็ดและทรมาง. (สมุทรโฆษ).",
    "จันทรวงศ์": "น. วงศ์แห่งกษัตริย์เนื่องมาจากพระจันทร์, คู่กับ สุริยวงศ์. (ส.).",
    "จันทรวาร": "น. วันจันทร์, จันทวาร หรือ โสมวาร ก็ว่า.",
    "จันทรเศขร": "น. ผู้มีพระจันทร์เป็นปิ่น คือ พระอิศวร. (ส.).",
    "จันทรุปราคา": "[จันทฺรุปะราคา, จันทะรุบปะราคา] น. ปรากฏการณ์ที่เกิดขึ้นเมื่อดวงอาทิตย์ โลก และดวงจันทร์โคจรมาอยู่ในแนวเดียวกัน ทําให้เงาของโลกตกลงบนดวงจันทร์บางส่วนหรือทั้งหมด, (ปาก) จันทรคราส. (ส.).",
    "จันทวาร": "[จันทะวาน] น. วันจันทร์, จันทรวาร หรือ โสมวาร ก็ว่า.",
    "จันทัน": "น. ชื่อตัวไม้เครื่องบนแห่งเรือนอยู่ตรงกับขื่อสําหรับรับแปลานหรือรับระแนง.",
    "จันทันพราง": "น. ตัวไม้จันทันที่ไม่ได้อยู่บนหัวเสา.",
    "จันเทา": "(โหร) น. ชื่อยาม ๑ ใน ๘ ยามในเวลากลางวัน. <i>(ดู ยาม)</i>.",
    "จันลอง ๑": "น. ลําธาร. (ข. ชฺรลง).",
    "จันลอง ๒": "น. จังลอน.",
    "จันเลา, จันเลาะ": "น. ลําห้วย. (ข. เชฺราะ ว่า เหว, ลําธาร).",
    "จั้นหล่อ": "น. เครื่องกีดกั้นขวางทางในสมัยโบราณ ปักเสาสูงราว ๒ ศอก มีไม้เสาทับหลัง ขวางถนนเป็น ๒ แนวเยื้องไม่ตรงกัน ปลายต่อปลายเกินกันทั้ง ๒ ข้าง, ค่ายผนบบ้านหล่อ จังหล่อ หรือ จำหล่อ ก็เรียก.",
    "จั่นหับ": "น. กรงดักสัตว์ ด้านหน้ามีประตูปิดเปิดได้.",
    "จั่นห้าว": "น. เครื่องยิงสัตว์ ใช้หอก หรือปืน หรือหลาว ขัดสายใยไว้ เมื่อคนหรือสัตว์ไปถูกสายใยเข้า ก็ลั่นแทงเอาหรือยิงเอา ใช้อย่างเดียวกับหน้าไม้ก็ได้.",
    "จันอับ": "น. ชื่อขนมหวานอย่างแห้งของจีน มีหลายอย่างรวมกัน เช่น ข้าวพอง ถั่วตัด งาตัด.",
    "จับ": "ก. อาการที่ใช้มือแตะต้องสิ่งใดสิ่งหนึ่งตลอดจนกําไว้ยึดไว้; เกาะ เช่น นกจับคอน; ติด เช่น เขม่าจับก้นหม้อ; กินหรือกลืน ในความว่า คราสจับดวงอาทิตย์หรือดวงจันทร์; เริ่ม เช่น จับเรื่องตั้งแต่ตอนนั้นไป; เกาะกุมตัวไว้ไม่ให้หนี เช่น จับผู้ร้าย, (กฎ) เกาะกุมตัวไว้โดยเจ้าพนักงานผู้มีอํานาจตามกฎหมาย, จับกุม ก็ว่า; กิริยาที่ทําขนมจีนให้เป็นหัว&#160;ๆ เรียกว่า จับขนมจีน, ลักษณนามของขนมจีนว่า จับ หรือ หัว เช่น ขนมจีน ๕ จับ หรือ ขนมจีน ๕ หัว.",
    "จับกลุ่ม": "ก. รวมกันเป็นหมู่.",
    "จับกัง": "น. กรรมกร, ผู้ใช้แรงงาน, ใช้เรียกผู้รับจ้างทำงานต่าง&#160;ๆ. (จ.).",
    "จับกิ้ม": "น. ชื่อขนมของจีนชนิดหนึ่ง มี ๑๐ อย่าง เช่น ฟักเชื่อม ถั่วตัด งาตัด ข้าวพอง มักใช้เป็นของไหว้เจ้า. (จ.).",
    "จับกุม": "ก. เกาะกุมตัวไว้ไม่ให้หนี เช่น จับกุมผู้ร้าย, (กฎ) เกาะกุมตัวไว้โดยเจ้าพนักงานผู้มีอํานาจตามกฎหมาย, จับ ก็ว่า.",
    "จับเขม่า": "ก. เอาเขม่าผสมนํ้ามันตานีเป็นต้นทาไรผมให้ดํา.",
    "จับเข่าคุยกัน, จับหัวเข่าพูด": "(ปาก) ก. พูดปรับความเข้าใจกันอย่างใกล้ชิด.",
    "จับไข้": "ก. อาการที่เป็นไข้.",
    "จับความ": "ก. จับใจความ, เข้าใจความหมาย.",
    "จับงูข้างหาง": "(สํา) ก. ทําสิ่งที่เสี่ยงต่ออันตราย.",
    "จับจด": "ว. ลักษณะที่ทําไม่จริงจัง ชอบเปลี่ยนงานบ่อย&#160;ๆ.",
    "จับจอง": "(กฎ) ก. เข้าครอบครองที่ดินสาธารณะไว้เพื่อตน.",
    "จับจ่าย": "ก. ใช้เงินซื้อหา, มักใช้เข้าคู่กับคำ ใช้สอย เป็น จับจ่ายใช้สอย.",
    "จับจิต, จับใจ": "ว. ติดใจ, เป็นที่พอใจ.",
    "จับเจ่า": "ว. หงอยเหงา, หงอยก๋อย.",
    "จับเจี๋ยว": "<pic025.gif,จับเจี๋ยว>น. หม้อดินเล็ก&#160;ๆ มีพวยและที่จับสําหรับต้มนํ้า. (จ.).",
    "จับฉ่าย": "น. ชื่ออาหารอย่างจีนชนิดหนึ่งที่ใส่ผักหลาย&#160;ๆ อย่าง; (ปาก) ของต่าง&#160;ๆ ที่ปะปนกันไม่เป็นสํารับ ไม่เป็นชุด. (จ.).",
    "จับเชิง": "ก. ตกปลอกช้าง, ล่ามเท้าช้าง.",
    "จับดำถลำแดง": "(สํา) ก. มุ่งอย่างหนึ่งไปได้อีกอย่างหนึ่ง, มุ่งอย่างหนึ่งกลายไปเป็นอีกอย่างหนึ่ง.",
    "จับเดิม": "ว. จําเดิม.",
    "จับได้ไล่ทัน": "(สำ) ก. รู้เท่าทัน เช่น เขาจับได้ไล่ทันว่าเป็นเรื่องไม่จริง.",
    "จับตัววางตาย": "(สํา) ก. กําหนดลงไปแน่นอนไม่เปลี่ยนแปลง, กําหนดตัวบุคคลให้ประจําหน้าที่โดยเฉพาะ.",
    "จับตา ๑": "ว. ถูกตา, เหมาะตา, เป็นที่พอตา.",
    "จับตา ๒, จับตาดู": "ก. คอยเฝ้าสังเกต, จ้องระวังระไว.",
    "จับตาย": "ก. จับตัวมาให้ได้แม้ว่าจะต้องทำให้ตาย.",
    "จับปลาสองมือ": "(สำ) ก. หมายจะเอาให้ได้ทั้ง ๒ อย่าง, เสี่ยงทำการ ๒ อย่างพร้อม&#160;ๆ กัน ซึ่งอาจไม่สำเร็จทั้ง ๒ อย่าง.",
    "จับปิ้ง": "น. เครื่องปิดของลับของเด็กหญิง ทําด้วยเงิน ทอง หรือนาก เป็นต้น, กระจับปิ้ง จะปิ้ง ตะปิ้ง หรือ ตับปิ้ง ก็เรียก. (ม. จะปิ้ง).",
    "จับปูใส่กระด้ง": "(สำ) ก. ยากที่จะทำให้อยู่นิ่ง&#160;ๆ ได้.",
    "จับเป็น": "ก. จับตัวมาให้ได้โดยไม่ทำให้ตาย.",
    "จับเปาะ": "(สำ) ว. ตรงเป้า เช่น ต่อยจับเปาะเข้าที่ปลายคาง.",
    "จับโปง": "(โบ) น. ลมที่ทําให้ปวดเมื่อยตามข้อต่าง&#160;ๆ.",
    "จับผิด": "ก. จับความผิดของผู้อื่น, สรรหาเอาผิดจนได้.",
    "จับพลัดจับผลู": "ก. จับผิด&#160;ๆ ถูก&#160;ๆ; บังเอิญเป็นไปโดยไม่ตั้งใจ.",
    "จับแพะชนแกะ": "ก. ทําอย่างขอไปที ไม่ได้อย่างนี้ก็เอาอย่างนั้นเข้าแทนเพื่อให้ลุล่วงไป.",
    "จับมือ": "ก. ทักทายตามธรรมเนียมตะวันตกโดยบุคคล ๒ คน ประสานมือขวาของกันและกันแล้วเขย่า, เรียกอาการที่ครูสอนโดยจับมือผู้เริ่มเรียนให้ทำตามในการสอนบางวิชาเช่น ฟ้อนรำ ดนตรี หรืองานฝีมือบางอย่าง เช่น จับมือรำ จับมือตีระนาด, โดยปริยายหมายถึงร่วมมือกัน เช่น ชาวบ้านจับมือกันพัฒนาแหล่งน้ำ.",
    "จับมือใครดมไม่ได้": "(สำ) ก. หาตัวผู้กระทำผิดไม่ได้.",
    "จับมือถือแขน": "(สำ) ก. ฉวยโอกาสล่วงเกินหญิงด้วยการจับมือจับแขนในเชิงชู้สาว.",
    "จับไม้จับมือ": "ก. จับมือจับแขนแสดงความสนิทสนม.",
    "จับยาม": "ก. นับยามตามหลักยามสามตา (ตรีเนตร) โดยนับตามหลัก ๓ หลัก คือ อาทิตย์ จันทร์ อังคาร เวียนกันไป โดยนับขึ้นต้นที่อาทิตย์ ถ้าวันจับยามเป็นวันข้างขึ้น ให้นับเวียนขวาจากอาทิตย์ไปยังจันทร์และอังคาร ถ้าวันจับยามเป็นวันข้างแรม ให้นับเวียนซ้ายจากอาทิตย์ไปยังอังคารและจันทร์ แล้วทำนายตามตำรา.",
    "จับยี่กี": "น. การเล่นพนันของจีนชนิดหนึ่ง มีไพ่ทําด้วยไม้แผ่นบาง&#160;ๆ รูปสี่เหลี่ยมผืนผ้า ๑๒ แผ่น. (จ.).",
    "จับระบำ": "น. กระบวนรําท่าต่าง&#160;ๆ.<2t>ก. เริ่มฟ้อนรํา.",
    "จับลมปราณ": "น. วิธีกำหนดดูความคล่องของลมหายใจเข้าออกว่าฤกษ์ดีหรือฤกษ์ร้าย.",
    "จับลิงหัวค่ำ": "น. การเล่นเรื่องเบ็ดเตล็ดก่อนจะเล่นเรื่องที่แสดงจริงเพื่อเรียกคนดู เช่นในการเล่นหนังตะลุง หนังใหญ่ หรือโขน.",
    "จับเวลา": "ก. ดูเวลาที่ใช้ในการทำสิ่งใดสิ่งหนึ่งเช่นในการแข่งขันกีฬา, ดูเวลาให้ตรงตามที่กําหนด.",
    "จับสั่น": "น. ชื่อไข้ที่เกิดเพราะถูกยุงก้นปล่องที่มีเชื้อมาลาเรียกัด มีอาการหนาวและสั่น, ไข้จับสั่น หรือ ไข้มาลาเรีย ก็เรียก. (อ. <f>malaria fever, malaria, paludism</f>).",
    "จับสายสิญจน์": "ก. ควบจับด้ายเส้นเดียวทบให้เป็น ๓ เส้น หรือควบด้าย ๓ เส้นทบให้เป็น ๙ เส้นเพื่อให้เหนียว.",
    "จับเส้น": "ก. บีบนวดเพื่อให้กล้ามเนื้อคลายตัว; โดยปริยายหมายถึงรู้จักเอาใจผู้ที่จะให้ผลประโยชน์แก่ตน.",
    "จับเสือมือเปล่า": "(สํา) ก. แสวงหาประโยชน์โดยตัวเองไม่ต้องลงทุน.",
    "จับหลัก": "(สำ) ก. นิ่งอยู่กับที่, เช่น นกกระเต็นจับหลัก.",
    "จับหวัด": "(โบ) ก. ใช้สมุนไพร เช่น ว่านเปราะ หัวหอม โขลกพอกกระหม่อมแก้หวัด.",
    "จับหัวเข่าพูด, จับเข่าคุยกัน": "(ปาก) ก. พูดปรับความเข้าใจกันอย่างใกล้ชิด.",
    "จับหืด": "ก. อาการที่คนกำลังหอบหายใจไม่ทันเนื่องจากหืดกำเริบ.",
    "จัมบก, จัมปกะ": "[จําบก] (แบบ) น. ต้นจําปา เช่น จัมบกตระการกรร- ณิกาแก้วก็อยู่แกม. (สมุทรโฆษ). (ป., ส.).",
    "จัมปา": "น. จำปา, แหนบรูปคล้ายกลีบดอกจำปาซึ่งติดอยู่กับแกนในประแจจีน สำหรับยันไม่ให้กุญแจหลุดออกจากกัน.",
    "จัมมะ": "(แบบ) น. จรรม, หนังสัตว์. (ป.; ส. จรฺม).",
    "จัว": "(ถิ่น-อีสาน) น. สามเณร.",
    "จั่ว ๑": "น. เครื่องบนแห่งเรือนที่ปิดด้านสกัดหลังคาสําหรับกันลมและแดดฝน มีรูปเป็นสามเหลี่ยม, หน้าจั่ว ก็ว่า.",
    "จั่ว ๒": "ก. ลากไพ่จากกองมาเปิด, เปิดไพ่ในกอง.",
    "จั๊วะ": "ว. คําแต่งคํา ขาว ให้รู้ว่าสีขาวมาก, จ๊วก ก็ว่า.",
    "จา": "(ถิ่น-พายัพ, อีสาน) ก. พูด, กล่าว.",
    "จ่า ๑": "น. หัวหน้า, หัวโจก, เช่น จ่าฝูง จ่าโขลง; ยศทหารและตํารวจชั้นประทวน เช่น จ่าตรี จ่าสิบตำรวจ, บรรดาศักดิ์ในราชสํานัก เช่น จ่าแผลงฤทธิรอนราญ จ่าเร่งงานรัดรุด, ตําแหน่งหัวหน้าธุรการบางอย่าง เช่น จ่าศาล; การเอาข้าวสุกกับขี้เถ้าคลุกกันปะตรงกลางหน้ากลองเพื่อให้เสียงสูงตํ่า.",
    "จ่า ๒": "ก. บอก, เขียนบอก; ถูกปรับ (ในการเล่นโยนหลุมเป็นต้น).",
    "จ่า ๓": "น. เครื่องใช้ตักแกงหรือตักข้าว ทำด้วยกะลามะพร้าว มีด้ามถือ, กระจ่า จวัก หรือ ตวัก ก็ว่า.",
    "จ้า": "ว. จัด, ยิ่ง, แรง, (ใช้แก่สี แสง หรือเสียง) เช่น สีจ้า แสงจ้า.",
    "จ๋า": "ว. คําขานรับ; คําลงท้ายคําร้องเรียก เช่น หนูจ๋า.",
    "จาก ๑": "น. ชื่อปาล์มชนิด <f><i>Nypa fruticans</i> Wurmb</f> ในวงศ์ <f>Palmae</f> ขึ้นเป็นกออยู่ตามป่าเลนหรือริมฝั่งนํ้ากร่อยตื้น&#160;ๆ ใบใช้มุงหลังคาและกรุฝา ออกดอกเป็นช่อยาว ผลรวมเป็นทะลาย กินได้ เรียกว่า ลูกจาก; เรียกขนมชนิดหนึ่งทําด้วยแป้งข้าวเหนียวผสมมะพร้าวกับนํ้าตาล ห่อด้วยใบจากแล้วปิ้ง ว่า ขนมจาก.",
    "จาก ๒": "ก. ออกพ้นไป เช่น จากบ้านจากเมือง จากลูกจากเมีย.<2t>บ. คํานําหน้านามบอกต้นทางที่มา เช่น ดื่มนํ้าจากแก้ว เขามาจากอยุธยา; ตั้งแต่ เช่น จากเช้าจดคํ่า.",
    "จาก ๓": "น. ชื่อปูชนิด <f><i>Varuna litterata</i></f> ในวงศ์ <f>Grapsidae</f> ตัวเล็ก อาศัยอยู่ตามป่าจากในเขตน้ำกร่อยหรือน้ำเค็ม.",
    "จากพราก, จากพาก": "[จากกะพรฺาก, จากกะพาก] น. ชื่อนกในวงศ์นกเป็ดนํ้า (ทางวรรณคดีนิยมว่า คู่ของนกนี้ต้องพรากจากกันจะครวญถึงกันในเวลากลางคืน), จักรพาก หรือ จักรวาก ก็เรียก. (พจน. ๒๔๙๓).",
    "จ่ากลอง": "น. คนตีกลองนํากลองชนะ.",
    "จากหลบ": "น. ตับจากทำเป็นคู่ใช้ปิดหลังคาที่ตรงสันหลังคาให้มิดเพื่อไม่ให้ฝนรั่วได้.",
    "จาคะ": "น. การสละ, การให้ปัน. (ป.; ส. ตฺยาค).",
    "จาคี": "(แบบ) น. ผู้มีการเสียสละ, ผู้นิยมทําทาน. (ป.; ส. ตฺยาคินฺ).",
    "จาง": "ว. น้อยไป, ลดไป, ไม่เข้ม, (โดยมากใช้แก่สี รส กลิ่น).",
    "จ่าง": "ก. สว่าง.",
    "จ้าง ๑": "น. ชื่อขนมของจีนชนิดหนึ่ง ทำด้วยข้าวเหนียวที่แช่น้ำด่างแล้วล้างให้สะอาด นำมาผึ่งให้สะเด็ดน้ำ ห่อด้วยใบไผ่แล้วต้มให้สุก. (จ. จัง).",
    "จ้าง ๒": "ก. ให้ทํางานหรือทําของโดยให้ค่าตอบแทน, ผู้ให้ทํางานเรียก นายจ้าง หรือผู้ว่าจ้าง, ผู้รับทํางานเรียก ลูกจ้าง หรือ ผู้รับจ้าง, ผู้ให้ทําของเรียก ผู้ว่าจ้าง, ผู้รับทําของเรียก ผู้รับจ้าง.",
    "จางปาง": "(ปาก) ว. สว่างจ้า, สว่างโล่ง; อีสานว่า จ่างป่าง.",
    "จางวาง": "(เลิก) น. ตําแหน่งยศข้าราชการชั้นสูงในกรมมหาดเล็ก, ตําแหน่งผู้กํากับการ, ตําแหน่งหัวหน้าข้ารับใช้ของเจ้านายชั้นบรมวงศ์หรือทรงกรม.",
    "จาด ๑": "น. สีขาวใช้ทาฝาเรือนและอื่น&#160;ๆ.",
    "จาด ๒": "น. ชื่อปลานํ้าจืดชนิด <f><i>Tor stracheyi</i></f> ในวงศ์ <f>Cyprinidae</f> ปากเล็ก ลําตัวยาว เกล็ดใหญ่ คล้ายปลาเวียนในสกุลเดียวกัน แต่ส่วนกลางของริมฝีปากบนไม่มีแผ่นเนื้อ ลําตัวสีเงิน ด้านหลังสีเขียวเข้ม อาศัยอยู่ในแหล่งนํ้าสะอาดใกล้ต้นนํ้า เป็นปลาขนาดใหญ่ ยาวได้ถึง ๑ เมตร, โพ ก็เรียก.",
    "จาดตะกั่ว": "น. สารประกอบชนิดหนึ่งของธาตุตะกั่ว เป็นสารสี สีขาว มีสูตร <f>2PbCO<sub>3</sub>·Pb(OH)<sub>2</sub></f> ใช้เป็นองค์ประกอบของสีทาบางประเภท. (อ. <f>white lead</f>).",
    "จาตุ-": "ว. แปลงมาจาก จตุ หมายความว่า สี่, ใช้ประกอบหน้าคําที่มาจากภาษาบาลี.",
    "จาตุกรณีย์": "น. ราชกิจ ๔ อย่าง คือ ๑. ตัดสินความเมือง ๒. บํารุงราษฎร ๓. บํารุงผลประโยชน์บ้านเมือง ๔. ป้องกันพระนคร, บางทีในบทกลอนใช้ว่า จาตุกรณย์, จาตุรราชการ ก็ว่า. (ป., ส. จตุ + กรณีย).",
    "จาตุทสี": "[-ทะสี] น. ดิถีที่ ๑๔ (คือ วัน ๑๔ คํ่า). (ป. จาตุทฺทสี; ส. จตุรฺทศี).",
    "จาตุมหาราช": "น. ชื่อสวรรค์ชั้นแรกแห่งสวรรค์ ๖ ชั้น ได้แก่ จาตุมหาราชหรือจาตุมหาราชิกหรือจาตุมหาราชิกา ดาวดึงส์ ยามา ดุสิต นิมมานรดี และปรนิมมิตวสวัตดี มีท้าวจาตุมหาราชทั้ง ๔ ผู้รักษาโลกในทิศทั้ง ๔ ร่วมกันปกครอง, จาตุมหาราชิก หรือ จาตุมหาราชิกา ก็ว่า; เรียกหัวหน้าเทวดาผู้มีหน้าที่รักษาโลกในทิศทั้ง ๔ ว่า ท้าวจาตุมหาราช คือ ๑. ท้าวธตรฐ จอมภูตหรือจอมคนธรรพ์ รักษาโลกด้านทิศบูรพาหรือทิศตะวันออก ๒. ท้าววิรุฬหก จอมเทวดาหรือจอมกุมภัณฑ์ รักษาโลกด้านทิศทักษิณหรือทิศใต้ ๓. ท้าววิรูปักษ์ จอมนาค รักษาโลกด้านทิศประจิมหรือทิศตะวันตก ๔. ท้าวกุเวร จอมยักษ์ รักษาโลกด้านทิศอุดรหรือทิศเหนือ, จตุโลกบาล หรือ จัตุโลกบาล ก็ว่า.",
    "จาตุมหาราชิก, จาตุมหาราชิกา": "น. ชื่อสวรรค์ชั้นแรกแห่งสวรรค์ ๖ ชั้น ได้แก่ จาตุมหาราชหรือจาตุมหาราชิกหรือจาตุมหาราชิกา ดาวดึงส์ ยามา ดุสิต นิมมานรดี และปรนิมมิตวสวัตดี มีท้าวจาตุมหาราชทั้ง ๔ ผู้รักษาโลกในทิศทั้ง ๔ ร่วมกันปกครอง, จาตุมหาราช ก็ว่า.",
    "จาตุร-": "[จาตุระ-] (แบบ) ว. แปลงมาจาก จตุร หมายความว่า สี่, ใช้ประกอบหน้าคําที่มาจากภาษาบาลี.",
    "จาตุรงค-, จาตุรงค์": "[-ตุรงคะ-] ว. มีองค์ ๔, มีส่วน ๔. (ป. จาตุร + องฺค).",
    "จาตุรงคสันนิบาต": "น. การประชุมพร้อมด้วยองค์ ๔ ประการ คือ ๑. วันนั้นดวงจันทร์เสวยมาฆฤกษ์ (ดวงจันทร์เดินมาถึงดาวฤกษ์ชื่อมฆา) ๒. พระสงฆ์ ๑,๒๕๐ รูป ประชุมกันโดยมิได้นัดหมาย ๓. พระสงฆ์ที่มาประชุมวันนั้นล้วนได้รับเอหิภิกขุอุปสัมปทา ๔. พระสงฆ์เหล่านั้นเป็นพระอรหันต์ทั้งสิ้น, นับเป็นวันสําคัญวันหนึ่งในพระพุทธศาสนา, คําสามัญว่า มาฆบูชา. (ป., ส.).",
    "จาตุรนต์, จาตุรันต์": "(แบบ) น. เจ้าแห่งโลกหรือแห่งทิศทั้ง ๔. (ป., ส.).",
    "จาตุรนต์รัศมี": "น. ผู้มีรัศมีแผ่ไปในทิศทั้ง ๔ คือ พระอาทิตย์. (ส.).",
    "จาตุรราชการ": "<i>ดู จาตุกรณีย์</i>.",
    "จาน ๑": "น. ภาชนะรูปแบน&#160;ๆ สําหรับใส่สิ่งของต่าง&#160;ๆ, ลักษณนามเรียกจานที่ไม่มีอะไรบรรจุว่า ใบ หรือ ลูก เช่น จานใบหนึ่ง จาน ๒ ลูก, ลักษณนามเรียกสิ่งของที่บรรจุอยู่ในจานว่าจาน เช่น ข้าวจานหนึ่ง ข้าว ๒ จาน, เรียกของที่มีลักษณะเช่นนั้น เช่น จานเสียง, เรียกมะเขือชนิดหนึ่งว่า มะเขือจาน, คู่กับ มะเขือถ้วย.",
    "จาน ๒": "ก. เจือหรือปนด้วยน้ำ เช่น ข้าวจานนํ้า.",
    "จาน ๓": "(ถิ่น-อีสาน) น. ต้นทอง. <i>(ดู ทอง ๒)</i>.",
    "จ้าน": "ว. จัด, มาก, ยิ่ง, นัก, เช่น รูปร่างช่างกระไรเหมือนยักษ์มาร ล่ำสันขันจ้านสักเท่าพ้อม. (สังข์ทอง).",
    "จานจ่าย": "น. อุปกรณ์ที่ส่งกระแสไฟฟ้าไปยังหัวเทียนในฝาสูบของเครื่องยนต์ตามจังหวะที่เหมาะสม เพื่อจุดระเบิดไอนํ้ามันเชื้อเพลิงผสมอากาศ.",
    "จานเจือ": "ก. เพิ่มเติม, ประสม; เผื่อแผ่, อุดหนุน, เจือจาน ก็ว่า.",
    "จานเชิง": "น. ภาชนะกระเบื้องชนิดหนึ่ง ลักษณะแบนกลมคล้ายจาน ยกขอบและมีเชิงอย่างพาน เดิมสั่งทำจากจีน มีทั้งชนิดเขียนลายครามและเขียนสีเบญจรงค์ ใช้ใส่อาหาร.",
    "จานบิน": "น. วัตถุบิน ลักษณะคล้ายจาน ๒ ใบควํ่าประกบกัน เชื่อกันว่าเป็นยานอวกาศที่มาจากดาวดวงอื่น, จานผี ก็เรียก.",
    "จานผี": "<i>ดู จานบิน</i>.",
    "จานเสียง": "น. วัสดุแผ่นกลมบางซึ่งบันทึกเสียงไว้ในลักษณะเป็นร่องบนผิวพื้น เมื่อใส่บนแผ่นหมุนของหีบเสียง วางเข็มลงในร่องแล้วให้จานหมุนไป ก็จะเกิดเสียงตามที่บันทึกไว้, แผ่นเสียง ก็เรียก.",
    "จาบ ๑": "(โบ) ก. พูดล่วงเกิน.",
    "จาบ ๒": "(กลอน) น. นกกระจาบ เช่น มีกุโงกกุงานแลกุงอน นกจิบจาบซอบ. (สมุทรโฆษ).",
    "จาบคา": "น. ชื่อนกขนาดเล็กในวงศ์ <f>Meropidae</f> ลำตัวเรียวบาง สีออกเขียว ปากสีดำ ขนหางอาจสั้นหรือยาวแล้วแต่ชนิด สร้างรังเป็นโพรงในดินหรือตามหน้าผาเป็นกลุ่ม กินแมลง มีหลายชนิด เช่น จาบคาเคราแดง <f>(<i>Nyctyornis amictus</i>)</f> จาบคาหัวเขียว <f>(<i>Merops philippinus</i>)</f> ซึ่งเดิมเรียก คับคา.",
    "จาบจ้วง": "ว. อาจเอื้อม, ล่วงเกินผู้อื่นด้วยวาจา, จ้วงจาบ ก็ว่า.",
    "จาบัล, จาบัลย์": "[-บัน] (แบบ) ก. หวั่นไหว, กระสับกระส่าย เช่น ดาลดับรงับจิตรจาบัลย์ เทียรทิพยสุคันธ ธรศมาโสรจโทรมสกนธ์. (ดุษฎีสังเวย); กำสรด, ร้องไห้คร่ำครวญ, สะอึกสะอื้น. (ส. จาปลฺย ว่า ความหวั่นไหว).",
    "จาป ๑": "[จาบ, จาปะ] (แบบ) น. ธนู, ศร, หน้าไม้, เช่น ชักกุทัณฑกำซาบ ด้วยลูกจาปแล่นลิ่ว. (อนิรุทธ์). (ป., ส.).",
    "จาป ๒": "[จาบ] (แบบ) น. ลูกสัตว์ เช่น แม่นกจากพรากพราก แลนา จากจาปน้อยแนบอก แลนา. (ม. คำหลวง ทานกัณฑ์). (ป. จาป; ส. ศาว).",
    "จ่าปี่": "น. คนเป่าปี่ประกอบกลองชนะ.",
    "จาม ๑": "น. ชื่อชนชาติหนึ่ง ปัจจุบันส่วนใหญ่มีถิ่นฐานอยู่ในเขตประเทศเวียดนามตอนใต้.",
    "จาม ๒": "ก. อาการของลมที่พุ่งออกมาทางจมูกและปาก มักจะเป็นห้วง&#160;ๆ ในทันทีทันใดโดยไม่ตั้งใจ เพราะเกิดระคายเคืองในจมูก; ฟันลงไปเต็มที่ เช่น เอาขวานจามหัว.",
    "จ่ามงกุฎ": "น. ชื่อขนมชนิดหนึ่ง คล้ายกะละแมขาว มีไส้เป็นถั่วลิสงเม็ด ห่อด้วยใบตองอ่อนนาบ เช่น งามจริงจ่ามงกุฎ ใส่ชื่อดุจมงกุฎทอง. (เห่ชมเครื่องคาวหวาน).",
    "จามจุรี ๑": "<i>ดู จามรี</i>.",
    "จามจุรี ๒": "น. ชื่อไม้ต้นชนิด <f><i>Albizia lebbeck</i> Benth.</f> ในวงศ์ <f>Leguminosae</f> ดอก (เกสร) อ่อนมีสีเขียวและขาว เมื่อดอก (เกสร) แก่เปลี่ยนเป็นสีเหลือง ใกล้โรยเปลี่ยนเป็นสีเหลืองอมแสด ฝักแบนยาวกว้าง ฝักอ่อนสีเขียว เมื่อแก่สีนํ้าตาลอ่อน ไม่มีรส, พฤกษ์ ซึก หรือ ซิก ก็เรียก, มักเรียกต้นก้ามปู หรือต้นจามจุรีแดง <f>[<i>Samanea saman</i> (Jacq.) F. Muell.]</f> ซึ่งเป็นไม้ต่างชนิดกันว่า ต้นจามจุรี.",
    "จามร": "[-มอน] น. แส้ขนจามรี ด้ามยาว ปรกติสอดอยู่ในฝักแบนรูปคล้ายน้ำเต้า จัดเป็นเครื่องสูงชนิดหนึ่ง.",
    "จามรี": "น. ชื่อสัตว์เคี้ยวเอื้องชนิด <f><i>Bos grunniens</i></f> ในวงศ์ <f>Bovidae</f> เป็นสัตว์จำพวกวัว ขนยาวมาก ละเอียดอ่อน สีนํ้าตาลเข้มจนถึงดำ เฉพาะบริเวณสวาบจะมีสีดําห้อยยาวลงมาเกือบถึงพื้น ช่วงเขากว้างมาก หางยาวเป็นพู่ อาศัยอยู่แถบภูเขาสูงในทิเบต, จมร จมรี หรือ จามจุรี ก็เรียก; เรียกแส้ที่ทําด้วยขนหางจามรีว่า แส้จามรี.",
    "จามีกร": "[-กอน] น. ทอง, เครื่องทอง. (ป., ส.).",
    "จ่าย": "ก. เอาออกใช้หรือให้ เช่น จ่ายเครื่องแบบ, โดยปริยายหมายความว่า ซื้อ ก็มี เช่น จ่ายกับข้าว.",
    "จ่ายตลาด": "ก. ซื้อกับข้าวที่ตลาด.",
    "จ่ายสด": "(ปาก) ก. ซื้อด้วยเงินสด.",
    "จาร ๑": "[จาน] ก. ใช้เหล็กแหลมเขียนลงบนใบลานหรือศิลาเป็นต้นให้เป็นตัวหนังสือ เช่น จึงจารจารึกอันนี้ไว้อีกโสด. (ศิลาจารึกเขาสุมนกูฏ). (จารึกสมัยสุโขทัย).<2t>น. เรียกเหล็กแหลมสำหรับเขียนลงบนใบลานหรือศิลาเป็นต้นว่า เหล็กจาร. (ข.).",
    "จาร- ๒": "[จาระ-] น. ผู้สอดแนม, ใช้ประกอบหน้าคําอื่นในคำว่า จารกรรม จารชน จารบุรุษ จารสตรี. (ป., ส.).",
    "จ่ารง": "น. ชื่อปืนโบราณชนิดหนึ่ง.",
    "จารวาก": "[จาระ-] น. ลัทธิโลกายัต. <i>(ดู โลกายัต)</i>.",
    "จาระไน": "ก. พูดชี้แจงอย่างละเอียดลออหรือถี่ถ้วน.",
    "จาระบี": "น. นํ้ามันข้นเหนียวสําหรับหล่อลื่นและกันความสึกหรอของเครื่องจักรเป็นต้น, จระบี ก็ว่า. (ฮ. จรฺพี).",
    "จาริก, จารึก ๑": "น. ผู้ท่องเที่ยวไปเพื่อสั่งสอนหรือแสวงบุญเป็นต้น.<2t>ก. ท่องเที่ยวไปเพื่อสั่งสอนหรือแสวงบุญเป็นต้น.",
    "จารี": "น. ผู้ประพฤติ, มักใช้เป็นส่วนท้ายของสมาส เช่น ธรรมจารี สัมมาจารี. (ป.).",
    "จารีต": "[-รีด] น. ประเพณีที่ถือสืบต่อกันมานาน. (ป. จาริตฺต; ส. จาริตฺร).",
    "จารีตนครบาล": "ก. ไต่สวนพิจารณาคดีด้วยการทรมานจําเลย.",
    "จารีตประเพณี": "น. ประเพณีที่นิยมและประพฤติกันสืบมา ถ้าฝ่าฝืนถือว่าเป็นผิดเป็นชั่ว.",
    "จารึก ๒": "ก. เขียนหรือจารให้เป็นรอยลึกเป็นตัวอักษรหรือภาพเป็นต้นบนแผ่นศิลา โลหะ หรือดินเป็นต้น, โดยปริยายหมายถึงลักษณะที่คล้ายคลึงเช่นนั้น เช่น จารึกไว้ในดวงใจ, ในบทกลอนหมายความว่า เขียนโดยทั่ว&#160;ๆ ไป ก็มี.<2t>น. เรียกศิลาที่จารึกเป็นตัวอักษรหรือภาพเป็นต้นว่า ศิลาจารึก, เรียกสั้น&#160;ๆ ว่า จารึก เช่น จารึกอโศก จารึกสุโขทัย.",
    "จารุ": "(แบบ) น. ทองคํา.<2t>ว. งาม, น่ารัก, สม, เหมาะ. (ป., ส.).",
    "จ้าละหวั่น": "ว. ชุลมุน, วุ่นวาย, จะละหวั่น ก็ใช้.",
    "จาว ๑": "น. สิ่งที่งอกอยู่ภายในผลไม้บางอย่าง เช่น จาวมะพร้าว จาวตาล, (กลอน) โดยปริยายหมายถึงนมผู้หญิง เช่น พวงจาวเจิดแจ่มแก้ว จักรพรรดิ พี่เอย. (นิ. นรินทร์), ดวงจาววนิภาคย์พ้น เสาวบุษป์. (ทวาทศมาส).",
    "จาว ๒": "น. เจ้า, ผู้เป็นใหญ่, หมายถึงเทวดาในชั้นอาภัสรพรหม.<2t>ก. โผลงมา, โฉบ, เช่น จาวชิมดินแสงหล่น. (แช่งน้ำ). (ไทยใหญ่ จาว ว่า โผลงมา).",
    "จาว ๓": "ว. ตามกันไป, ประสานกันไป, เช่น ชลธารนทีเจือ จาวหลั่ง ไหลนา. (ทวาทศมาส). (ไทยขาว จาว ว่า ตกลง, ยอมตาม; จ่าว ว่า คล้อยตามคำแนะนำ).",
    "จาว ๔": "น. ดอก, ดอกไม้, เช่น ดอกไม้งามเงื่อนแต้ม แชรงยอดแย้มผกาแจรง จาวจำแทงจำเทิด. (ม. คำหลวง จุลพน), จราว ก็ใช้, โดยปริยายหมายถึงผู้หญิง เช่น ไฟกามรลุงจาว ทองเทศ. (ทวาทศมาส).",
    "จาว ๕": "ก. บาน (ใช้แก่ดอกไม้) เช่น โพทเลจาวดวงดอกก็มี. (ม. คำหลวง มหาพน). (ลาว จาว ว่า กำลังบาน).",
    "จาว ๖": "ก. ส่งเสียงดัง, อึกทึก, เช่น อันจาวจำเรียงเสียงฉันท์. (สมุทรโฆษ). (ไทยขาว จาว ว่า ส่งเสียงดัง).",
    "จ้าว": "(โบ) น. เจ้า.",
    "จาว ๆ": "ว. ห่าง&#160;ๆ เช่น เนาผ้าจาว&#160;ๆ, จะจะ เช่น วางเครื่องข้าวยำจาว&#160;ๆ ให้เลือกกิน.",
    "จาวมะพร้าว": "น. (๑) มันจาวมะพร้าว. <i>(ดู มันเสา)</i>.<2t>(๒) ชื่อเห็ดชนิด <f><i>Clavatia craniformis</i> Coker et Couch</f> ในวงศ์ <f>Lycoperdaceae</f> ขึ้นตามพื้นดิน ดอกเห็ดเป็นก้อนกลมใหญ่ สีขาวแล้วเปลี่ยนเป็นสีนํ้าตาล โคนสอบ เมื่ออ่อนอยู่กินได้ เมื่อโตเต็มที่ผิวบนย่นหยักคล้ายสมอง.",
    "จ่าหน้า": "ก. เขียนบอกไว้ข้างหน้า เช่น จ่าหน้าซอง, เขียนบอกไว้ที่ต้นเรื่อง เช่น จ่าหน้าเรื่อง.",
    "จ่าหวัก": "น. จวัก, ตวัก.",
    "จำ ๑": "ก. กําหนดไว้ในใจ, ระลึกได้, เช่น จําหน้าได้.",
    "จำ ๒": "ก. ลงโทษด้วยวิธีเอาโซ่ตรวนล่ามไว้ เช่น จําโซ่ จําตรวน, ลงโทษด้วยวิธีขัง เช่น จําคุก.",
    "จำ ๓": "ก. อาการที่ต้องฝืนใจทํา เช่น จำใจจากแม่เปลื้อง ปลิดอก อรเอย. (นิ. นรินทร์).",
    "จำ ๔": "(โบ) น. ชายผ้า เช่น เอาพระจําเจิมเฉลิมเชิงเวียน. (อะหม จํา ว่า ชายผ้า).",
    "จ้ำ ๑": "ก. พายเรือแจวถี่&#160;ๆ เช่น เขาจ้ำเรือข้ามฟาก, ฟันหรือแทงถี่&#160;ๆ เช่น ผู้ร้ายจ้ำแทง.<2t>ว. อาการที่ทำเร็ว&#160;ๆ ถี่&#160;ๆ เช่น พายเรือจ้ำเอา&#160;ๆ เขียนหนังสือจ้ำเอา&#160;ๆ.",
    "จ้ำ ๒": "น. รอยฟกชํ้าดําเขียว.",
    "จ้ำ ๓": "(ถิ่น-พายัพ) น. ชื่อไม้พุ่มหรือไม้ต้นขนาดเล็กหลายชนิดในสกุล <f><i>Ardisia</i></f> วงศ์ <f>Myrsinaceae</f> บางชนิดดอกและยอดอ่อนกินได้เรียก ผักจํ้า เช่น ชนิด <f><i>A. arborescens</i> Wall. ex A. DC.</f>.",
    "จำกว่า": "ก. ให้ยิ่งขึ้น.",
    "จำกัด": "ก. กําหนดหรือขีดคั่นไว้โดยเฉพาะ เช่น จํากัดอายุ จํากัดความรู้.",
    "จำกัดความ": "ก. ให้ความหมายอย่างกะทัดรัด, กําหนดความหมาย.",
    "จำกัดความรับผิดชอบ": "น. บริษัทจำกัดซึ่งจำกัดความรับผิดของผู้ถือหุ้นไว้ไม่เกินจำนวนเงินที่ตนยังส่งใช้ไม่ครบมูลค่ารวมของหุ้นที่ตนถือ.",
    "จำกัดจำเขี่ย": "ก. จํากัดจนที่สุด, ใช้จ่ายอย่างประหยัดที่สุด, กระเบียดกระเสียร.",
    "จำครบ": "ว. จําห้าประการ.",
    "จำคุก": "(กฎ) น. โทษทางอาญาสถานหนึ่ง ที่ให้เอาตัวผู้ต้องโทษไปคุมขังไว้ในเรือนจำ.",
    "จำงาย": "(โบ) น. สาย, บ่าย, เช่น ลูกไม้บ่ทันงาย จำงายราชอดยืน. (ม. คำหลวง มัทรี).<2t>ว. ห่าง, ไกล, เช่น หากให้เจ้าตูฉิบหาย จำงายพรากพระบุรี ท่านนี้. (ม. คำหลวง ชูชก). (ข. จํงาย ว่า ระยะไกล).",
    "จำจอง": "ก. ใส่ตรวนหรือเครื่องพันธนาการขังไว้ในคุกในตะรางเป็นต้น, จองจํา ก็ว่า.",
    "จ้ำจี้": "น. การเล่นชนิดหนึ่งของเด็ก.",
    "จ้ำจี้จ้ำไช": "ว. อาการที่พร่ำพูดหรือสอน.<2t>ก. พร่ำพูดหรือสอน.",
    "จำเจ": "ว. เนือง&#160;ๆ, บ่อย&#160;ๆ, ซํ้าซาก.",
    "จำเดิม": "บ. แต่ต้น, เริ่มแรก, แรก.",
    "จำทวย ๑": "(โบ) ก. ประจําหมู่.",
    "จำทวย ๒": "(กลอน) ก. ถือ, ถืออาวุธร่ายรํา, เช่น จําทวยธนูในสนาม. (สมุทรโฆษ).",
    "จำทับ": "(โบ) ก. โผลง, โจนลง, ทุ่มลง, ตกลง.",
    "จำทาบ": "(กลอน) ก. จับ, ถือ.",
    "จำเทิด": "(โบ) ก. เผ่นขึ้นสูง, งอกขึ้นสูง, สูงไสว.",
    "จำแทง": "(โบ) ก. เผ่นขึ้น, โผขึ้น, ตั้งขึ้น, ชูขึ้น, งอกขึ้น; ถืออาวุธร่ายรําท่าแทง, เช่น ชดกรกระลึงกุมแสง รำจำแทงองอาจ เผ่นผงาดขับสารสีห์. (ลอ).",
    "จำนง": "ก. ประสงค์, มุ่งหวัง, ตั้งใจ. (แผลงมาจาก จง).",
    "จำนน": "ก. แพ้, ไม่มีทางสู้. (แผลงมาจาก จน).",
    "จำนรรจ์, จำนรรจา": "[-นัน, -นันจา] (กลอน) ก. เจรจา, พูด, กล่าว.",
    "จำนวน": "น. ยอดรวมที่กําหนดนับไว้เป็นส่วน&#160;ๆ.",
    "จำนวนจริง": "(คณิต) น. จำนวนใด&#160;ๆ ซึ่งอาจเป็นจํานวนตรรกยะหรือจํานวนอตรรกยะ.",
    "จำนวนจินตภาพ": "(คณิต) น. จํานวนเชิงซ้อน <f>a + bi</f> เมื่อ <f>b <fig014.gif,เครื่องหมายไม่เท่ากับ> o</f>.",
    "จำนวนเชิงซ้อน": "(คณิต) น. จํานวนที่มีองค์ประกอบ ๒ ส่วน เขียนได้เป็น <f>a + bi</f> โดย <f>a</f> และ <f>b</f> เป็นจํานวนจริง และ <f>i</f><sup>๒</sup> = -๑.",
    "จำนวนตรรกยะ": "(คณิต) น. จํานวนที่สามารถเขียนให้เป็นรูปเศษส่วนได้ โดยทั้งเศษและส่วนต้องเป็นจํานวนเต็ม และส่วนต้องไม่เท่ากับศูนย์, จํานวนที่สามารถเขียนให้เป็นรูปทศนิยมไม่รู้จบประเภทซํ้าได้ เช่น <fig015.gif,เศษ ๑ ส่วน ๙> (= ๐.๑), <fig016.gif,เศษ ๑๒ ส่วน ๙๙> (= ๐.๑๒).",
    "จำนวนเต็ม": "(คณิต) น. จํานวนที่เป็นจํานวนนับ, จํานวนนับติดเครื่องหมายลบหรือศูนย์.",
    "จำนวนนับ": "(คณิต) น. จํานวนที่เกิดจากการนับ จำนวนที่ใช้แทนการนับ ได้แก่ ๑, ๒, ๓, ๔ ... .",
    "จำนวนบวก": "(คณิต) น. จำนวนเลขที่มีค่ามากกว่าศูนย์.",
    "จำนวนลบ": "(คณิต) น. จำนวนเลขที่มีค่าต่ำกว่าศูนย์.",
    "จำนวนอตรรกยะ": "(คณิต) น. จํานวนที่สามารถเขียนให้เป็นรูปทศนิยมไม่รู้จบประเภทไม่ซํ้าได้ เช่น<bt><fig017.gif,รากที่ ๒ ของ ๒> (= ๑.๔๑๔๒๑๓๕...),<bt><fig018.gif,เครื่องหมายพาย> (= ๓.๑๔๑๕๙๒๖...).",
    "จำนอง": "ก. ผูก, คล้อง, หมายไว้, กําหนด, จําไว้, (โบ; กลอน) ประพันธ์, แต่ง, เช่น จึ่งจำนองโคลงอ้าง ถวายแด่บพิตรเจ้าช้าง. (ลอ).<2t>(กฎ) น. ชื่อสัญญาซึ่งบุคคลคนหนึ่ง เรียกว่า ผู้จํานอง เอาทรัพย์สินตราไว้แก่บุคคลอีกคนหนึ่ง เรียกว่า ผู้รับจํานอง เพื่อเป็นประกันการชําระหนี้ โดยไม่ส่งมอบทรัพย์สินนั้นให้แก่ผู้รับจํานอง. (แผลงมาจาก จอง).",
    "จำนับ": "[จําหฺนับ] (กลอน) ก. จับ, อาการที่ใช้มือจับต้องสิ่งใดสิ่งหนึ่งตลอดจนกําไว้ยึดไว้, ใช้ จําหนับ ก็มี.",
    "จำนัล": "ก. แจจัน เช่น จํานัลจํานับรอบราย. (สมุทรโฆษ). (ข. จาล่, จัล, จำนัล ว่า ปะทะ). <i>(ดู แจจน, แจจัน)</i>.",
    "จำนำ": "ก. ประจํา, เรียกผู้ซื้อขายหรือติดต่อกันเป็นประจำว่า เจ้าจํานํา.<2t>(กฎ) น. ชื่อสัญญาซึ่งบุคคลคนหนึ่ง เรียกว่า ผู้จํานํา ส่งมอบสังหาริมทรัพย์สิ่งหนึ่งให้แก่บุคคลอีกคนหนึ่ง เรียกว่า ผู้รับจํานํา เพื่อเป็นประกันการชําระหนี้. (แผลงมาจาก จํา).",
    "จำนำพรรษา": "ว. เรียกผ้าที่ถวายแก่พระสงฆ์ที่อยู่จําพรรษาในวัดนั้น&#160;ๆ ว่า ผ้าจํานําพรรษา.",
    "จำเนียน": "ก. ตัด ขริบ หรือเฉือนให้ไปตามแนวหรือให้ได้รูปตามที่ต้องการ. (แผลงมาจาก เจียน). (ข. เจียร ว่า ตัด, เล็ม).",
    "จำเนียม": "ก. รู้จักประมาณตัว, ประพฤติตนพอสถานประมาณ เช่น บรรจงภาพจําเนียม. (ลอ). (แผลงมาจาก เจียม).",
    "จำเนียร": "ว. นาน, ช้า. (แผลงมาจาก เจียร).",
    "จำแนก": "ก. แจก, แบ่ง, แยกออก, เช่น จําแนกออกเป็น ๓ อย่าง. (แผลงมาจาก แจก).",
    "จำโนทย์": "(โบ) ก. ฟ้อง, ร้องขอ, กล่าวหา. (แผลงมาจาก โจท, โจทย์).",
    "จำบ่ม": "ว. ผลไม้ที่แก่ยังไม่ได้ที่ เก็บเอามาบ่มให้สุก เรียกว่า ผลไม้จําบ่ม เช่น มะม่วงจําบ่ม.",
    "จำบัง ๑": "ก. รบ เช่น คชจําบังข้าศึก. (ตะเลงพ่าย).<2t>น. ศึก, สงคราม; นักรบ. (จารึกสยาม). (ข. จํบาง, จมฺบําง ว่า การรบ, สงคราม).",
    "จำบัง ๒": "ก. กำบังกาย, หายตัวไป, เช่น โจนจำบับจำบัง. (ม. คำหลวง มหาราช).",
    "จำบับ": "ก. จับ เช่น โจนจําบับจําบัง. (ม. คําหลวง มหาราช). (ข. จํบาบ่ ว่า การปล้ำกัน, การประสานมือกัน).",
    "จำเบศ": "ความหมายอย่างเดียวกับ จําบัง แต่เพื่อประโยชน์ในกลอนจึงใช้ ศ เข้าลิลิต เช่น หมู่โยธาโยเธศ รู้จําเบศจําบัง. (ม. คําหลวง มหาราช).",
    "จ้ำเบ้า": "ว. อาการที่ก้นกระแทกพื้นลุกไม่ขึ้น เช่น หกล้มจํ้าเบ้า.",
    "จำแบ": "น. ชื่อปลาแห้งชนิดหนึ่งที่ไม่เป็นริ้ว, ตําแบ ก็ว่า.<2t>ก. แผ่ออก.",
    "จำปา": "น. (๑) ชื่อไม้ต้นขนาดใหญ่ชนิด <f><i>Michelia champaca</i> L.</f> ในวงศ์ <f>Magnoliaceae</f> ดอกสีเหลืองอมส้ม กลีบดอกใหญ่ยาว มีหลายกลีบ กลิ่นหอม; สีเหลืองอมส้มอย่างดอกจำปา; เครื่องหน้าซุงว่าวจุฬา รูปเป็นกลีบเหมือนกลีบดอกจําปา; แหนบรูปคล้ายกลีบดอกจําปาซึ่งติดอยู่กับแกนในประแจจีน สําหรับยันไม่ให้กุญแจหลุดออกจากกัน, จัมปา ก็ใช้; ไม้ไผ่ที่จักปลายด้านหนึ่งเป็น ๔-๕ แฉก แล้วเอาชิ้นไม้ขัดให้บานออกเป็นรูปดอกจำปา ใช้เสียบปลายไม้สำหรับสอยผลไม้; เครื่องยึดธรณีบนของประตูให้ติดกับกรอบเช็ดหน้าของอาคารประเภทโบสถ์ วิหาร ในสถาปัตยกรรมไทย ทำด้วยไม้ เป็นแท่งรูปสี่เหลี่ยมจัตุรัส ด้านหน้าตกแต่งเป็นเส้นขอบของดอกไม้หรือแต่งให้เป็นรูปดอกสี่กลีบที่เรียกว่า ดอกประจำยาม.<2t>(๒) (ถิ่น-อีสาน) ต้นลั่นทม. <i>(ดู ลั่นทม)</i>.",
    "จำปาขอม": "(ถิ่น-ปักษ์ใต้) น. ต้นลั่นทม. <i>(ดู ลั่นทม)</i>.",
    "จำปาแขก": "<i>ดู จําปีแขก (๑)</i>.",
    "จำปาดะ": "(ถิ่น-ปักษ์ใต้) น. ชื่อไม้ต้นขนาดกลางชนิด <f><i>Artocarpus integer</i> (Thunb.) Merr.</f> ในวงศ์ <f>Moraceae</f> คล้ายต้นขนุน เยื่อหุ้มเมล็ดเนื้อเหลว กลิ่นฉุน กินได้; เรียกขนุนพันธุ์ที่มียวงสีจําปา เนื้อนุ่ม ว่า ขนุนจําปาดะ. <i>(ดู ขนุน ๑)</i>.",
    "จำปาทองเทศ ๑": "น. ชื่อต้นไม้ชนิดหนึ่ง. (พจน. ๒๔๙๓).",
    "จำปาทองเทศ ๒": "น. ชื่อเพลงไทยทำนองหนึ่ง.",
    "จำปาลาว": "(ถิ่น-พายัพ) น. ต้นลั่นทม. <i>(ดู ลั่นทม)</i>.",
    "จำปาหอม": "<i>ดู ลั่นทม</i>.",
    "จำปี": "น. ชื่อไม้ต้นขนาดใหญ่ชนิด <f><i>Michelia alba</i> DC.</f> ในวงศ์ <f>Magnoliaceae</f> ดอกสีขาว คล้ายดอกจําปาแต่กลีบเล็กและหนากว่า บางพันธุ์สีนวลหรือสีเหลืองอ่อน กลิ่นหอมเย็น.",
    "จำปีแขก": "น. (๑) ชื่อไม้พุ่มชนิด <f><i>Michelia figo</i> (Lour.) Spreng.</f> ในวงศ์ <f>Magnoliaceae</f> ดอกคล้ายดอกจําปีแต่เล็กกว่า กลีบเลี้ยงสีนํ้าตาลมีขนหนานุ่ม กลีบดอกแข็งสีนวล กลิ่นหอมมาก, จําปาแขก ก็เรียก.<2t>(๒) ชื่อไม้ต้นขนาดกลางชนิด <f><i>Pterospermum diversifolium</i> Blume</f> ในวงศ์ <f>Sterculiaceae</f> กลีบเลี้ยงสีนํ้าตาล กลีบดอกสีขาว กลิ่นหอมอ่อน.",
    "จำปูน": "น. ชื่อไม้พุ่มชนิด<f> <i>Anaxagorea javanica</i> Blume</f> ในวงศ์ <f>Annonaceae</f> มีตามป่าดิบทางปักษ์ใต้ กลีบดอกแหลมหนาแข็ง ด้านนอกสีเขียว ด้านในสีขาวนวล กลิ่นหอมมาก.",
    "จำเป็น": "ว. ต้องเป็นอย่างนั้น, ต้องทํา, ขาดไม่ได้.",
    "จำพรรษา": "ก. อยู่ประจําที่วัด ๓ เดือนในฤดูฝน (ใช้แก่พระสงฆ์).",
    "จำพวก": "น. พวก, ประเภท, ชนิด, หมู่, เหล่า.",
    "จำเพาะ": "ว. เฉพาะ, เจาะจง, เผอิญ, เช่น จําเพาะฝนมาตกเวลาจะออกจากบ้านจึงไปไม่ได้.",
    "จำแพรก": "น. ชื่อไม้ยืนต้น. (พจน. ๒๔๙๓).",
    "จ้ำม่ำ": "ว. คําประกอบลักษณะอ้วน ให้รู้ว่าอ้วนน่ารัก (โดยมากใช้เฉพาะเด็ก).",
    "จำรด": "[-หฺรด] (กลอน) ก. จด, ถึง, จ่อให้ถึง. (แผลงมาจาก จรด).",
    "จำรัส": "[-หฺรัด] ว. แจ่มแจ้ง, รุ่งเรือง, สว่าง. (แผลงมาจาก จรัส).",
    "จำราญ": "(กลอน) ก. หัก, พัง, ทําลาย, กระจาย, ดับ. (แผลงมาจาก จราญ).",
    "จำราย": "(กลอน) ก. กระจาย, แผ่ไป, เช่น เสด็จจรจํารายศักดิ์ โสภิต. (ทวาทศมาส).",
    "จำรูญ": "ว. รุ่งเรือง, งาม, เช่น ลางหมู่หน้าแดงจกูรล ดูจำรูญจกราด. (ม. คำหลวง มหาราช). (แผลงมาจาก จรูญ).",
    "จำเริญ": "ก. เติบโต, งอกงาม, มากขึ้น, สมบูรณ์; ทิ้ง เช่น จําเริญยา, ตัด เช่น จําเริญเกศา. (แผลงมาจาก เจริญ).",
    "จำเรียง": "ก. ขับลํา, ขับกล่อม, ร้องเพลง. (แผลงมาจาก เจรียง).",
    "จำลอง ๑": "ก. ถ่ายแบบ เช่น จําลองจากของจริง.<2t>ว. แทน เช่น พระพุทธชินราชจําลอง, ที่ทําให้เหมือนของจริง เช่น ท้องฟ้าจําลอง.",
    "จำลอง ๒": "น. อาน, สัปคับ.",
    "จำลองทอง": "น. เครื่องสัปคับจำพวกกูบ ใช้ผูกหลังช้างพัง.",
    "จำลาย": "(โบ) ก. สลัก.",
    "จำเลย": "น. (กฎ) บุคคลผู้ถูกฟ้องต่อศาลแล้ว; ผู้ถูกฟ้องความ.<2t>(กลอน) ก. เฉลย, ตอบ. (ข. จํเลิย ว่า ผู้ตอบ).",
    "จำเลาะ": "ก. ทะเลาะ. (ข. เฌฺลาะ).",
    "จำเลาะตา": "[-เหฺลาะ-] น. ซีกไม้ไผ่ที่มีตาไม้ติดอยู่.",
    "จำแลง": "ก. แปลงตัว.",
    "จำแล่น": "ก. ให้แล่น เช่น ตีด้วยเชือกเขาแขง ไม้ท้าวแทงจำแล่นแล. (ม. คำหลวง มหาราช).",
    "จำวัด": "ก. นอนหลับ (ใช้แก่ภิกษุสามเณร).",
    "จำศีล": "ก. ถือศีล, รักษาศีล; โดยปริยายหมายถึงการที่สัตว์บางชนิดนอนนิ่งไม่ออกหาอาหารชั่วระยะเวลาหนึ่ง เช่น กบจําศีล.",
    "จำหนับ ๑": "ก. อาการที่ใช้มือจับต้องสิ่งใดสิ่งหนึ่งตลอดจนกำไว้ยึดไว้, ใช้ จำนับ ก็มี. (แผลงมาจาก จับ).",
    "จำหนับ ๒": "(ปาก) ว. เต็มที่, เต็มแรง, จั๋ง จังหนับ หรือ จํ๋าหนับ ก็ว่า.",
    "จ๋ำหนับ": "(ปาก) ว. เต็มที่, เต็มแรง, จั๋ง จังหนับ หรือ จําหนับ ก็ว่า.",
    "จำหน่าย": "ก. ขาย, จ่าย, แจก, แลกเปลี่ยน, โอน; เอาออก เช่น จําหน่ายจากบัญชี. (แผลงมาจาก จ่าย).",
    "จำหระ": "น. แถบ, ซีก, แปลง, (ใช้แก่ที่ดินหรือร่างกาย), ตําหระ ก็ว่า.",
    "จำหล่อ": "น. เครื่องกีดกั้นขวางทางในสมัยโบราณ ปักเสาสูงราว ๒ ศอก มีไม้เสาทับหลัง ขวางถนนเป็น ๒ แนวเยื้องไม่ตรงกัน ปลายต่อปลายเกินกันทั้ง ๒ ข้าง, ค่ายผนบบ้านหล่อ จั้นหล่อ หรือ จังหล่อ ก็เรียก.",
    "จำหลอก": "[-หฺลอก] (กลอน) ก. ถลอก, ลอก, ไสหรือแซะให้ลึกเป็นร่อง, ทำให้เป็นลวดลาย, เช่น จําหลักจําหลอกกลม ภบังอวจจําหลักราย. (สมุทรโฆษ).",
    "จำหลัก": "ก. สลัก, แกะให้เป็นลวดลาย.",
    "จำหัน ๑, จำหาย ๑": "น. หมวก, เทริด.",
    "จำหัน ๒": "ว. ฉัน, มีแสงกล้า; เฉกเช่น, ดังเช่น; โบราณเขียนเป็น จำหนน ก็มี เช่น จำหายแสงส่องตรวัน จำหนนแสงส่องฟ้า. (ม. คำหลวง มหาราช). (แผลงมาจาก ฉัน).",
    "จำห้าประการ": "ว. มีเครื่องจองจําครบ ๕ อย่าง คือ ๑. ตรวนใส่เท้า ๒. เท้าติดขื่อไม้ ๓. โซ่ล่ามคอ ๔. คาไม้ใส่คอทับโซ่ ๕. มือ ๒ ข้างสอดเข้าไปในคาและไปติดกับขื่อทําด้วยไม้, เรียกสั้น&#160;ๆ ว่า จําครบ. (ประชุมพงศ. ๓๙).",
    "จำหาย ๒": "ก. ส่อง เช่น จำหายแสงส่องตรวัน จำหนนแสงส่องฟ้า. (ม. คำหลวง มหาราช). (แผลงมาจาก ฉาย).",
    "จำหุด": "ก. แม่น, ปรากฏ, เที่ยง, แข็งแรง, เปรื่องปราด, ศักดิ์สิทธิ์, สําคัญ, เช่น อันหนึ่งให้จำหุดให้กระทำบุญ. (ไตรภูมิ). (ข. จํหุต ว่า ความถูกต้อง, ความเที่ยงตรง).",
    "จำเหียง": "ก. โค้งงอน เช่น งาเจียงจําเหียงแข. (ยวนพ่าย). (แผลงมาจาก เฉียง). (ข. จํเหียง ว่า ซีก, เสี้ยว).",
    "จำอวด": "น. การแสดงโดยใช้ถ้อยคํา ท่าทาง ชวนให้ตลกขบขัน.",
    "จิ": "(แบบ) ก. จะ เช่น จิปากทั้งลิ้นล้า เพื่อเจ้าเจียรจันทร์. (ทวาทศมาส).",
    "จิก ๑": "ก. กิริยาที่เอาจะงอยปากสับอย่างอาการของนกเป็นต้น, กิริยาที่เอาสิ่งมีปลายคมหรือแหลมกดลงพอให้ติดอยู่ เช่น เอาเล็บจิกให้เป็นรอย เอาปลายเท้าจิกดินให้อยู่; (ปาก) โขกสับเมื่อเป็นต่อ เช่น เมื่อได้ท่าก็จิกเสียใหญ่.",
    "จิก ๒": "น. (๑) ชื่อไม้ต้นขนาดกลางหลายชนิดในสกุล <f><i>Barringtonia</i></f> วงศ์ <f>Lecythidaceae</f> ขึ้นในที่ชุ่มชื้นและที่นํ้าท่วมถึง ดอกสีขาว เกสรเพศผู้สีแดงมักออกเป็นช่อยาวห้อยเป็นระย้า เช่น จิกนา <f>[<i>B. acutangula</i> (L.) Gaertn.]</f> จิกบ้าน หรือ จิกสวน <f>[<i>B. racemosa</i> (L.) Roxb.]</f> จิกเล <f>[<i>B. asiatica</i> (L.) Kurz]</f>.<2t>(๒) <i>ดู กระโดน</i>.<2t>(๓) <i>ดู ตีนตุ๊กแก (๖)</i>.",
    "จิกปีก": "ก. งงจนไม่รู้จะทําอะไรได้ (มาจากอาการของไก่ที่ถูกตีจนงงแล้วเอาปากจิกปีกตัวเอง).",
    "จิกหัว": "ก. เอามือขยุ้มผมแล้วรั้งไป; บังคับให้พุ่งไป เช่น เครื่องบินจิกหัวลง; กดขี่, ข่มขี่, เช่น จิกหัวใช้.",
    "จิ่ง": "(โบ) สัน. จึง.",
    "จิ้งโกร่ง": "น. เรียกจิ้งหรีดชนิด <f><i>Brachytrypes portentosus</i></f> เป็นจิ้งหรีดที่มีขนาดใหญ่ที่สุด ยาวประมาณ ๔.๕ เซนติเมตร กว้างประมาณ ๑ เซนติเมตร สีน้ำตาลตลอดทั้งตัว, อ้ายโกร่ง หรือ หัวตะกั่ว ก็เรียก, พายัพเรียก จี้กุ่ง หรือ ขี้กุ่ง, อีสานเรียก จี่นายโม้ จี่ป่ม หรือ จี่โป่ง.",
    "จิ้งจก": "น. ชื่อสัตว์เลื้อยคลานขนาดเล็กในวงศ์ <f>Gekkonidae</f> ซึ่งเป็นวงศ์เดียวกับตุ๊กแก ในประเทศไทยมีหลายชนิด เช่น จิ้งจกบ้าน <f>(<i>Cosymbotus platyurus</i>)</f> ตีนเกาะติดผนังได้, จิ้งจกดินลายหินอ่อน <f>(<i>Cyrtodactylus peguensis</i>)</f> ตีนเกาะติดผนังไม่ได้, จิ้งจกบิน <f>(<i>Platyurus craspedotus</i>)</f> สามารถร่อนตัวไปในอากาศได้, พายัพเรียก จั๊กกิ้ม.",
    "จิงจ้อ": "น. ชื่อไม้เถาหลายชนิดหลายสกุลในวงศ์ <f>Convolvulaceae</f> เช่น จิงจ้อขาว จิงจ้อเหลี่ยม หรือ จี๋จ้อ <f>[<i>Operculina turpethum</i> (L.) S. Manso]</f> ลําต้นเป็นเหลี่ยมหรือมีครีบ ดอกสีขาว จิงจ้อใหญ่ จิงจ้อเหลือง หรือ จิงจ้อขน <f>(<i>Merremia vitifolia</i> Hallier f.)</f> ลําต้นกลม มีขนมาก ดอกสีเหลือง, ทั้ง ๒ ชนิดรากใช้ทํายาได้.",
    "จิ้งจอก": "<i>ดู หมาจิ้งจอก</i>.",
    "จิงจัง, จิ้งจัง": "(ถิ่น-ปักษ์ใต้) น. อาหารอย่างหนึ่ง ทำด้วยปลาเล็ก&#160;ๆ หมักเกลือกับข้าวคั่ว อย่างเดียวกับปลาจ่อม ใช้เป็นเครื่องจิ้ม, จุ้งจัง ก็ว่า.",
    "จิงโจ้ ๑": "น. ชื่อสัตว์เลี้ยงลูกด้วยนมในวงศ์ <f>Macropodidae</f> ขาคู่หน้าสั้น คู่หลังยาวและแข็งแรง ใช้กระโดดได้ไกล&#160;ๆ หางยาวและแข็งแรงใช้เป็นอวัยวะช่วยในการทรงตัว ตัวเมียออกลูกเป็นตัวไม่มีรกติดออกมา มีถุงที่หน้าท้องสําหรับใส่ลูก มีหลายชนิด เช่น ชนิด <f><i>Macropus rufus, M. giganteus</i></f> มีถิ่นกําเนิดในทวีปออสเตรเลีย.",
    "จิงโจ้ ๒": "น. ชื่อแมลงพวกมวนในวงศ์ <f>Gerridae</f> หรือ <f>Gerrididae</f> ลําตัวลีบและยาว โดยทั่วไปยาว ๑-๒ เซนติเมตร มีทั้งพวกที่มีปีกซึ่งอาจสั้นหรือยาวหรือไม่มีปีก ขาคู่หน้าสั้นใช้จับสัตว์เล็ก&#160;ๆ กิน ขาคู่กลางและคู่หลังยาวกว่าลําตัวมาก ที่ปลายขามีขนละเอียดปกคลุมแน่น สามารถวิ่งไปตามผิวนํ้าได้ อาศัยตามแหล่งนํ้าต่าง&#160;ๆ มีหลายชนิด ที่พบบ่อย&#160;ๆ ตามสระมักเป็นพวกที่อยู่ในสกุล <f><i>Limnogonus</i></f>, จิงโจ้นํ้า ก็เรียก.",
    "จิงโจ้ ๓": "น. เครื่องป้องกันใบจักรเรือไม่ให้สวะเข้าไปปะกันกระทบ และกันไม่ให้เพลาแกว่ง.",
    "จิงโจ้ ๔": "น. เรียกทหารผู้หญิงในวังครั้งรัชกาลที่ ๔ ว่า ทหารจิงโจ้.",
    "จิงโจ้ ๕": "น. ชื่อเครื่องแขวนให้เด็กดู.",
    "จิงโจ้น้ำ": "<i>ดู จิงโจ้ ๒</i>.",
    "จิ้งหรีด": "น. ชื่อแมลงพวกหนึ่งในวงศ์ <f>Gryllidae</f> ลําตัวขนาดปานกลาง หนวดยาว มีปีก ๒ คู่ คู่หน้าเนื้อปีกหนากว่าคู่หลัง ปีกเมื่อพับจะหักเป็นมุมที่ด้านข้างของลําตัว ปีกคู่หลังบางพับได้แบบพัดสอดเข้าไปอยู่ใต้ปีกคู่หน้า ปากเป็นชนิดกัดกิน หัวกับอกมีขนาดกว้างไล่เลี่ยกัน ตัวผู้มีอวัยวะพิเศษสําหรับทําเสียงเป็นฟันเล็ก&#160;ๆ อยู่ตามเส้นปีกบริเวณกลางปีก ใช้กรีดกับแผ่นทําเสียงที่อยู่บริเวณท้องปีกของปีกอีกข้างหนึ่ง มีหลายชนิด เช่น ทองดํา <f>(<i>Acheta bimaculatus</i>)</f> ทองแดง <f>(<i>Gryllus testaceus</i>)</f>, จังหรีด ก็เรียก.",
    "จิ้งหรีดผี": "<i>ดู แอ้ด ๑</i>.",
    "จิ้งเหลน": "น. ชื่อสัตว์เลื้อยคลานหลายสกุลในวงศ์ <f>Scincidae</f> เกล็ดเป็นมันเงา ส่วนมากอยู่ตามพื้นดิน เช่น จิ้งเหลนบ้าน <f>(<i>Mabuya multifasciata</i>)</f> มีบางชนิดขึ้นหากินตามต้นไม้ เช่น จิ้งเหลนต้นไม้ <f>(<i>Leiolopisma vittigerum</i>)</f> บางชนิดไม่มีขา เช่น จิ้งเหลนด้วง <f>(<i>Ophioscincus anguinoides</i>)</f>, พายัพเรียก จักเล้อ.",
    "จิ้งเหลนด้วง ๑": "น. จิ้งเหลนชนิดหนึ่ง. <i>(ดู จิ้งเหลน)</i>.",
    "จิ้งเหลนด้วง ๒": "<i>ดู ปากจอบ</i>.",
    "จิต, จิต-": "[จิด, จิดตะ-] น. ใจ, สิ่งที่มีหน้าที่รู้ คิดและนึก, (โบ เขียนว่า จิตร), ลักษณนามว่า ดวง. (ป. จิตฺต).",
    "จิตกาธาน": "[จิดตะ-] น. เชิงตะกอน (สำหรับเจ้านาย), (ราชา) พระจิตกาธาน. (ป., ส. จิตก + อาธาน).",
    "จิตกึ่งสำนึก": "น. ภาวะที่จิตไม่ค่อยรู้สึกตัว เมื่อปลุกอาจรู้สึกตัวดีขึ้น แต่ไม่รู้ตัวเต็มที่. (อ. <f>semiconscious</f>).",
    "จิตใจ": "น. ใจ, อารมณ์ทางใจ, (ปาก) กะจิตกะใจ.",
    "จิตต-, จิตต์": "[จิดตะ-] (แบบ) น. จิต. (ป.).",
    "จิตตภาวนา": "(แบบ) น. การอบรมจิต.",
    "จิตตวิสุทธิ": "(แบบ) น. ความหมดจดของจิต คือหมดจดจากกิเลส.",
    "จิตตานุปัสสนา": "น. การพิจารณาจิตเป็นอารมณ์เป็นข้อ ๑ ในสติปัฏฐาน ๔.",
    "จิตใต้สำนึก": "น. ภาวะของจิตที่ไม่อาจรู้สึกได้ เพราะอยู่ในส่วนลึกของจิตใจ. (อ. <f>subconscious</f>).",
    "จิตนิยม": "[จิดตะ-] น. ลัทธิที่เชื่อว่าจิตเท่านั้นเป็นความแท้จริงขั้นสูงสุด วัตถุทั้งหลายเป็นเพียงสิ่งที่จิตคิดขึ้น. (อ. <f>idealism</f>).",
    "จิตบำบัด": "[จิดตะ-, จิด-] น. วิธีรักษาผู้ป่วยหรือผู้มีปัญหาทางด้านจิตใจด้วยวิธีที่จิตแพทย์หรือนักจิตวิทยาสนทนากับผู้ที่มารับการรักษา เพื่อให้ทราบถึงสาเหตุของโรคหรือปัญหาแล้วหาทางแก้ไข. (อ. <f>psychotherapy</f>).",
    "จิตแพทย์": "[จิดตะ-] น. แพทย์ผู้รักษาโรคทางจิตใจ ซึ่งมีอาการแสดงความรู้สึก ความคิด อารมณ์ หรือพฤติกรรมที่ผิดปรกติ. (อ. <f>psychiatrist</f>).",
    "จิตภาพ": "[จิดตะ-] น. ลักษณะทั่วไปของจิตที่แสดงให้เห็นเด่นชัด, บางทีใช้หมายถึงวิสัยสามารถของจิต. (อ. <f>mentality</f>).",
    "จิตร ๑, จิตร- ๑": "[จิด, จิดตฺระ-] น. การวาดเขียน, การระบายสี, ลวดลาย.<2t>ว. งดงาม, สดใส, ที่เขียนงดงาม. (ป., ส.).",
    "จิตร ๒": "[จิด] (โบ) น. จิต, ใจ.",
    "จิตร- ๒": "[จิดตฺระ-] น. เดือนอันมีพระจันทร์เพ็ญเสวยฤกษ์จิตรา เรียกว่า จิตรมาส คือ เดือน ๕ ตกในราวเดือนเมษายน. (ส. ไจตฺร; ป. จิตฺต).",
    "จิตรกร": "น. ช่างวาดเขียน, ช่างวาดภาพ. (ป., ส.).",
    "จิตรกรรม": "น. ศิลปะประเภทหนึ่งในทัศนศิลป์เกี่ยวกับการเขียนภาพวาดภาพ, รูปภาพที่เขียนหรือวาดขึ้น. (ส.).",
    "จิตรจุล": "[จิดตฺระ-] (ราชา) น. เต่า. (ชื่อเต่าในภูริทัตชาดกว่า จิตฺตจูฬ).",
    "จิตรปทา": "น. ชื่อฉันท์ในวรรณพฤติ. (ป., ส.).",
    "จิตรลดา ๑": "น. ชื่อกาพย์ชนิดหนึ่ง, คู่กับ มหาจิตรลดา.",
    "จิตรลดา ๒": "[จิดตฺระ-] น. เครือเถาชนิดหนึ่ง. (ส. แปลว่า หลากด้วยไม้เถาต่าง&#160;ๆ หรือว่าเป็นที่รวมแห่งไม้ทิพย์ชื่อจิตรลดา; ป. จิตฺตลตา).",
    "จิตรลดาวัน": "น. ชื่อสวนของพระอินทร์ ๑ ใน ๔ แห่ง ได้แก่ นันทวัน ปารุสกวัน จิตรลดาวัน และมิสกวัน. (ป. จิตฺตลตาวน).",
    "จิตรเลขา": "น. รูปภาพลายเส้น. (ส.; ป. จิตฺตเลขา).",
    "จิตระ, จิตรา": "[จิดตฺระ, จิดตฺรา] น. ดาวฤกษ์ที่ ๑๔ มี ๑ ดวง เห็นเป็นรูปต่อมนํ้าหรือไต้ไฟ เช่น จิตราก็ปรากฏดําบล เสถียรที่สิบสี่หมาย. (สรรพสิทธิ์), ดาวต่อมนํ้า ดาวไต้ไฟ ดาวตาจระเข้ หรือ ดาวตาเสือ ก็เรียก. (ส.; ป. จิตฺตา).",
    "จิตไร้สำนึก": "น. ความคิด ความรู้สึก และแรงผลักดัน ซึ่งถูกกดเก็บไว้ภายในจิตใจโดยไม่รู้ตัว แม้จะพยายามนึกอย่างไรก็นึกไม่ออก. (อ. <f>un-conscious</f>).",
    "จิตวิทยา": "[จิดตะ-] น. วิชาว่าด้วยจิต, วิทยาศาสตร์แขนงหนึ่งว่าด้วยปรากฏการณ์ พฤติกรรม และกระบวนการของจิต.",
    "จิตวิสัย": "[จิดตะ-] ว. ที่มีอยู่ในจิต, ที่เกี่ยวกับจิต; ที่จิตคิดขึ้นเองโดยไม่อาศัยวัตถุภายนอก, ตรงข้ามกับ วัตถุวิสัย; เรียกการสอบแบบที่ให้ผู้ตอบแสดงความคิดเห็นด้วยว่า การสอบแบบจิตวิสัย, อัตนัย ก็ว่า. (อ. <f>subjective</f>).",
    "จิตเวชศาสตร์": "[จิดตะเวดชะ-] น. วิชาแพทย์แขนงหนึ่งที่เกี่ยวกับการศึกษาการตรวจรักษาและป้องกันโรคของจิตใจ เช่น โรคประสาท โรคจิต. (อ. <f>psychiatry</f>).",
    "จิตสำนึก": "น. ภาวะที่จิตตื่นและรู้ตัวสามารถตอบสนองต่อสิ่งเร้าจากประสาทสัมผัสทั้ง ๕ คือ รูป เสียง กลิ่น รส และสิ่งที่สัมผัสได้ด้วยกาย. (อ. <f>conscious</f>).",
    "จินเจา": "น. ชื่อแพรจีนชนิดหนึ่ง มีดอกดวงโต.",
    "จินดา": "น. ความคิด, ความนึก; แก้วมีค่า เช่น ทับทรวงดวงกุดั่นจินดาแดง. (อิเหนา).",
    "จินดามณี": "น. แก้วอันให้ผลแก่เจ้าของตามใจนึก, แก้วสารพัดนึก; ชื่อตำราแบบเรียนหนังสือไทยโบราณ เช่น จินดามณีฉบับพระโหราธิบดีแต่งในรัชกาลสมเด็จพระนารายณ์มหาราช จินดามณีฉบับไม่ปรากฏชื่อผู้แต่ง ในรัชกาลสมเด็จพระบรมโกศ จินดามณีฉบับกรมหลวงวงษาธิราชสนิทแต่งในสมัยรัตนโกสินทร์. (ป., ส.).",
    "จินดามัย": "ว. ที่สําเร็จด้วยความคิด. (ป., ส. จินฺตามย).",
    "จินดาหนา": "[-หฺนา] น. ต้นจันทน์. (ช.).",
    "จินดาหรา": "[-หฺรา] ว. ฉลาด. (ช.).",
    "จินต-, จินต์": "[จินตะ-] ก. คิด. (ป., ส.).",
    "จินตกวี": "น. กวีผู้มีความสามารถในการแต่งร้อยกรองตามแนวความคิดและจินตนาการของตนเอง.",
    "จินต์จล": "ก. คิดหวั่น, คิดหวาดหวั่น, เช่น ใจปราชญ์ฤๅเฟื่องฟื้นห่อนได้จินต์จล. (โลกนิติ). (ป. จินฺต ว่า คิด, จล ว่าหวั่นไหว).",
    "จินตนาการ": "น. การสร้างภาพขึ้นในจิตใจ. (ป. จินฺตน + อาการ).",
    "จินตนิยม": "น. (ปรัชญา) ขบวนการในประวัติศาสตร์ของปรัชญาและศิลปะที่เน้นการเป็นตัวของตัวเอง เป็นอิสระจากกฎเกณฑ์และระเบียบการที่ยึดถือกันมา นักปรัชญาและศิลปินของขบวนการนี้ถือว่าอารมณ์ ความรู้สึกสำคัญกว่าเหตุผล; (ศิลปะและวรรณคดี) คตินิยมในการสร้างสรรค์วรรณกรรมหรือศิลปะซึ่งแสดงให้เห็นชีวิตและโลกตามจินตนาการหรือมโนภาพ. (อ. <f>romanticism</f>).",
    "จินตภาพ": "น. ภาพที่เกิดจากความนึกคิดหรือที่คิดว่าควรจะเป็นเช่นนั้น, ภาพลักษณ์ ก็ว่า. (อ. <f>image</f>).",
    "จิบ ๑": "ก. ลิ้ม, ดื่มทีละนิด.",
    "จิบ ๒": "น. เครื่องมือจับสัตว์นํ้าชนิดหนึ่ง ใช้เสาหรือไม้ลําปักทางซ้ายและทางขวาเรียงกันเป็นลําดับ แล้วเอาเฝือกขนาบกับเสาทั้ง ๒ ข้างอย่างเดียวกับกะบัง แต่ระหว่างกลางเอาอวนลงกางกั้นให้ปลาเข้าถุงอวน จับเมื่อเวลานํ้าไหลอ่อน&#160;ๆ.",
    "จิบ ๓": "(กลอน) น. นกกระจิบ.",
    "จิปาถะ": "ว. สารพัด, ไม่เลือกว่าอะไร, ทุกสิ่งทุกอย่าง.",
    "จิ่ม": "ก. ล่วงเข้าไปแต่น้อย เช่น ใส่กลอนจิ่มไว้นิดเดียว.",
    "จิ้ม": "ก. จุ่ม, จุ้ม, เช่น จิ้มนํ้าพริก จิ้มหมึก; เอาสิ่งใดสิ่งหนึ่งทิ่มหรือแทงเบา&#160;ๆ เช่น จิ้มฟัน, เอาสิ่งใดสิ่งหนึ่งแตะ&#160;ๆ เช่น เอามะม่วงจิ้มพริกกะเกลือ.",
    "จิ้มก้อง": "ก. เจริญทางไมตรีโดยนำเครื่องบรรณาการไปมอบให้ เช่น แต่งทูตออกไปจิ้มก้อง. (พงศ. ร. ๓), (ปาก) โดยปริยายหมายถึงนำสิ่งของเป็นต้นไปกำนัลเพื่อเอาใจ.",
    "จิ้มฟันจระเข้": "น. ชื่อปลาทะเลและนํ้าจืดทุกชนิดในวงศ์ <f>Syngnathidae</f> ปากยื่นเป็นท่อ ลําตัวหน้าตัดเป็นเหลี่ยมแต่ยาวเรียวมาก ผิวหนังเป็นแผ่นแข็งเรียงต่อกันเป็นเหลี่ยมเป็นข้อ ครีบต่าง&#160;ๆ มีขนาดเล็ก เฉพาะครีบท้องไม่มี ตัวผู้ทําหน้าที่ฟักไข่โดยเก็บไว้บริเวณหน้าท้อง ลําตัวมักมีสีนํ้าตาล อาจมีลายสีเข้มพาดขวาง ที่พบในนํ้าจืดได้แก่ ชนิด <f><i>Microphis boaja</i></f> ส่วนในทะเลได้แก่ชนิดในสกุลต่าง&#160;ๆ เช่น <f><i>Doryrhamphus, Corythoichthys, Trachyramphus</i></f>.",
    "จิ้มลิ้ม": "ว. น่ารักน่าเอ็นดู (มักใช้แก่หน้าตาหญิงรุ่นสาว).",
    "จิร-": "[-ระ-] ว. นาน, ช้า. (ป., ส.).",
    "จิรกาล": "น. กาลนาน, เวลาช้านาน.",
    "จิรัฐิติกาล": "[จิรัดถิติ-] น. เวลายั่งยืน, เวลาที่ตั้งอยู่นาน. (ป. จิร + &#xf700;ติ + กาล).",
    "จิ๋ว": "ว. เล็กมาก.",
    "จี": "ว. ตูม เช่น สงวนมิ่งมาลยจาวจี แกล่กลํ้า. (ทวาทศมาส), พายัพว่า จี๋.",
    "จี่ ๑": "ก. เผา, ใช้เข้าคู่กับคํา เผา เป็น เผาจี่, โดยปริยายหมายความว่า ทอดในกระทะที่ทานํ้ามันน้อย&#160;ๆ เช่น แป้งจี่.",
    "จี่ ๒": "น. ชื่อแมลงพวกด้วงปีกแข็งในวงศ์ <f>Copridae</f> อาศัยอยู่ตามมูลสัตว์ ส่วนใหญ่ตัวขนาดกลาง ยาวประมาณ ๒ เซนติเมตร กว้างประมาณ ๑ เซนติเมตร หัวแบน ขาแบน ด้านข้างมีลักษณะเป็นหนามคล้ายฟันเลื่อย สีดําตลอด ปั้นมูลสัตว์ให้เป็นก้อนเพื่อวางไข่ ให้ลูกได้อาศัยอยู่ภายใน เมื่อถูกต้องตัวมักทําเสียงร้องดังฉู่ฉี่ บางครั้งจึงเรียกตัวฉู่ฉี่ หรือด้วงจู้จี้ ชนิดที่พบบ่อยได้แก่พวกที่อยู่ในสกุล <f><i>Onitis</i></f> เช่น ชนิด <f><i>O. subopacus</i></f> พบมากในภาคใต้ ชนิด <f><i>O. philemon</i></f> พบมากในภาคอีสาน ส่วนในภาคอื่น&#160;ๆ เป็นชนิด <f><i>O. virens</i></f>.",
    "จี้ ๑": "น. เครื่องประดับมีรูปเหลี่ยม กลม หรือรี มักทําด้วยทองคําประดับเพชรพลอยเป็นต้น มีห่วงที่กรอบสําหรับห้อยคอ.",
    "จี้ ๒": "ก. เอานิ้วมือหรือสิ่งของจดหรือแหย่เข้าไป, เอามือแหย่ให้รู้ตัวหรือให้สะดุ้ง; ติดตามอย่างกระชั้นชิด เช่น วิ่งจี้หลังมา, ติดตามเร่งรัด เช่น จี้ให้ทำงาน; (ปาก) ใช้อาวุธขู่เข็ญบังคับให้ทําตาม.",
    "จี้ ๓": "น. ชื่อขนมชนิดหนึ่ง ทำด้วยแป้งข้าวเหนียวผสมแป้งข้าวเจ้านวดกับกะทิแล้วนึ่งให้สุก ปั้นเป็นก้อนกลมแบน หุ้มไส้ที่ทำด้วยน้ำตาลทรายเคี่ยวจนเหนียวผสมงาคั่ว แล้วคลุกนวลแป้งข้าวเจ้าที่คั่วสุก.",
    "จี้ ๔": "(ถิ่น-พายัพ) น. ต้นคนทา. <i>(ดู คนทา)</i>.",
    "จี๋ ๑": "ว. เร็ว, จัด, เช่น วิ่งจี๋ หมุนจี๋ เร็วจี๋, ยิ่ง เช่น ร้อนจี๋ ปวดจี๋.",
    "จี๋ ๒": "(ถิ่น-พายัพ) ว. ตูม.",
    "จี้กุ่ง": "(ถิ่น-พายัพ) น. จิ้งโกร่ง. <i>(ดู จิ้งโกร่ง)</i>.",
    "จี๋จ้อ": "<i>ดู จิงจ้อ</i>.",
    "จี่จู้": "(ถิ่น-อีสาน) น. นกกางเขน. <i>(ดู กางเขน)</i>.",
    "จีแจ๊บ": "(ถิ่น-พายัพ) น. นกกางเขน. <i>(ดู กางเขน)</i>.",
    "จี๊ด ๑": "ว. เล็ก, เล็กมาก.",
    "จี๊ด ๒": "ว. จัด, ยิ่ง, (ใช้แก่รสเปรี้ยวหรืออาการปวดอย่างเสียดแทงคล้ายมีอะไรมาจี้อยู่).",
    "จีน ๑": "น. ชื่อประเทศและชนชาติที่อยู่ในเอเชียตะวันออก มีพรมแดนติดต่อกับมองโกเลีย รัสเซีย เวียดนาม ลาว พม่า ภูฏาน เนปาล อินเดีย คีร์กีซ และคาซัคสถาน มีภาษาพูดและอักษรของตนเองใช้.",
    "จีน ๒": "น. ชื่อเพลงไทยจำพวกหนึ่ง มีชื่อขึ้นต้นด้วยคำว่า จีน เช่น จีนขวัญอ่อน จีนลั่นถัน จีนขิมเล็ก.",
    "จีนเต็ง": "น. หัวหน้าคนงานที่เป็นชาวจีน (ใช้เฉพาะในสถานที่ทําการร่วมกันมาก&#160;ๆ เช่น บ่อนหรือโรงสุรายาฝิ่น). (จ.).",
    "จีนแส": "น. หมอ, ครู, ซินแส ก็ว่า. (จ. ซินแซ).",
    "จีนแสโสกา": "น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "จีนฮ่อ": "น. จีนพวกหนึ่งที่มีถิ่นฐานเดิมอยู่ทางตอนใต้ของประเทศจีน มีมณฑลยูนนานเป็นต้น, ฮ่อ ก็เรียก.",
    "จี่นายโม้": "(ถิ่น-อีสาน) น. จิ้งโกร่ง. <i>(ดู จิ้งโกร่ง)</i>.",
    "จีบ ๑": "ก. พับกลับไปกลับมาหรือทําให้ย่นเป็นกลีบเป็นรอย เช่น จีบผ้า, เรียกผ้าที่จีบในลักษณะเช่นนั้นว่า ผ้าจีบ; (ปาก) เกี้ยวพาราสี.<2t>น. ชื่อขนมอย่างหนึ่งทําด้วยแป้ง มีไส้ มีรอยเป็นจีบ&#160;ๆ; (ราชา) เรียกเหล็กแหลมคือลูกชนักสําหรับใช้ในการขี่ช้างตกมันว่า พระแสงจีบ; ลักษณนามเรียกพลูที่ม้วนพันใยฝ้ายแล้ว เช่น พลูจีบหนึ่ง พลู ๒ จีบ.",
    "จีบ ๒": "น. พุดจีบ. <i>[ดู พุด (๒)]</i>.",
    "จีบปาก, จีบปากจีบคอ": "ก. พูดอย่างดัดจริต, พูดเชิงประจบประแจง.",
    "จีบพลู": "ก. ม้วนพลูที่ป้ายปูนไว้แล้วให้เป็นรูปกรวย แล้วพันด้วยใยฝ้าย.",
    "จีโบ": "<pic026.gif,หมวกจีโบ>น. หมวกโบราณชนิดหนึ่ง ทําด้วยขนสัตว์ ข้าง&#160;ๆ ยาวลงมาปกหูกันความหนาว เวลาไม่ใช้ม้วนขึ้น. (ประชุมพงศ. ภาค ๕๐); ชื่อเครื่องถ้วยชาชุดชนิดหนึ่ง.",
    "จี่ป่ม": "(ถิ่น-อีสาน) น. จิ้งโกร่ง. <i>(ดู จิ้งโกร่ง)</i>.",
    "จี่โป่ง": "(ถิ่น-อีสาน) น. จิ้งโกร่ง. <i>(ดู จิ้งโกร่ง)</i>.",
    "จีพร": "(โบ) น. จีวร.",
    "จีม": "ก. เอาลิ่มเสียบแทรกลงไปเพื่อให้แน่นเป็นต้น.",
    "จีรัง": "ว. นาน, ยาวนาน, มักใช้เข้าคู่กับคำ ยั่งยืน เป็น จีรังยั่งยืน เช่น สังขารไม่จีรังยั่งยืน.",
    "จีวร, จีวร-": "[จีวอน, จีวอนระ-] น. เครื่องนุ่งห่มของภิกษุสามเณรในพระพุทธศาสนา, ผ้าสําหรับห่มของภิกษุสามเณร, คู่กับ สบง, ภาษาปากเรียก ผ้าเหลือง. [ในพระพุทธศาสนา จีวร ในคําว่า บาตรจีวร หรือ ไตรจีวร หมายเอาผ้าทั้ง ๓ อย่าง คือ ผ้าทาบ (สังฆาฏิ) ผ้าห่ม (จีวร) และผ้านุ่ง (สบง), ในคําว่า สบง จีวร สังฆาฏิ หมายเอาแต่ผ้าห่มอย่างเดียว]. (ป., ส.).",
    "จีวรกรรม": "(แบบ) น. การเตรียมจีวรเพื่อเดินทาง เช่น ซัก สุ ย้อม. (ส.; ป. จีวรกมฺม).",
    "จีวรการสมัย": "(แบบ) น. คราวที่พระทําจีวร คือตัดเย็บอยู่. (ป.).",
    "จีวรกาลสมัย": "(แบบ) น. คราวที่เป็นฤดูถวายจีวร (งวดที่ ๑ ตั้งแต่วันมหาปวารณา คือ วันแรมคํ่าหนึ่งเดือน ๑๑ ถึงวันเพ็ญเดือน ๑๒, งวดที่ ๒ ตั้งแต่วันมหาปวารณาไปจนหมดฤดูหนาว, งวดที่ ๑ เป็นของพระที่มิได้กรานกฐิน, งวดที่ ๒ เป็นของพระที่กรานกฐินแล้ว). (ป.).",
    "จีวรทานสมัย": "(แบบ) น. สมัยถวายจีวรในจีวรกาล. (ป.).",
    "จีวรภาชก": "(แบบ) น. ผู้แจกจีวร คือ ภิกษุที่สงฆ์สมมุติให้เป็นเจ้าหน้าที่แจกจีวรที่สงฆ์ได้มาให้แก่ภิกษุ. (ป., ส.).",
    "จี้เส้น": "(ปาก) ก. พูดหรือแสดงท่าทางให้เกิดอารมณ์ขัน.",
    "จึง, จึ่ง": "สัน. สําหรับต่อความแสดงกิริยาที่กระทําภายหลัง เช่น กินข้าวแล้วจึงไป, แสดงความที่เป็นผลเนื่องจากเหตุข้างหน้า เช่น ทําดีจึงได้ดี.",
    "จึ้ง": "น. เหล็กสําหรับไชรูอย่างหนึ่ง เช่น เกะกะกบไสไชเหล็กจึ้ง. (ขุนช้างขุนแผน). (ดิกชนารีไทย). (จ. จึ่ง ว่า เจาะ).",
    "จืด": "ว. มีรสไม่เค็มไม่เปรี้ยวเป็นต้น เช่น นํ้าจืด ไข่จืด; ไม่เข้ม เช่น หน้าจืด, ไม่ฝาด เช่น หมากจืด, ไม่ฉุน เช่น ยาจืด; ไม่สนุก, ไม่ครึกครื้น, เช่น งานนี้จืด; หมด เช่น อันสมรรถมือผจญ จืดเสี้ยน. (ตะเลงพ่าย).",
    "จืดจาง": "ก. คลายลง, เหินห่าง, เช่น ความสัมพันธ์จืดจาง.",
    "จืดชืด": "ว. ไม่มีรสชาติ, ไม่สนุก, เช่น งานเลี้ยงจืดชืด.",
    "จืดตา": "ว. ไม่เข้ม, ไม่เด่น, เบื่อเพราะชินตา.",
    "จื้นเจือก": "ว. อย่างเต็มตื้น.",
    "จุ ๑": "ก. มีขนาด ปริมาณ หรือจํานวนบรรจุ เช่น ขวดใบนี้จุน้ำได้ ๑ ลิตร ลิฟต์นี้จุคนได้ ๑๐ คน.<2t>ว. มาก เช่น กินจุ.",
    "จุ ๒, จุ ๆ": "ว. เสียงดังเช่นนั้นอย่างเสียงดูดลมเข้าปากเพื่อดุ ห้าม หรือเตือนเป็นต้น.",
    "จุก ๑": "น. ผมเด็ก&#160;ๆ ที่ขมวดเอาไว้ตรงขม่อม, ผมจุก หรือ หัวจุก ก็เรียก, ราชาศัพท์ว่า พระเมาลี หรือ พระโมลี; กลุ่ม, ขมวด, หมวด, (ใช้แก่หัวหอมหัวกระเทียม เรียกว่า จุกหอม จุกกระเทียม); ลักษณนามเรียกสิ่งที่มัดรวมกันเป็นจุก เช่น ผูกผม ๒ จุก จุกหอม ๓ จุก.",
    "จุก ๒": "น. สิ่งที่ใช้อุดปากขวด.<2t>ก. อาการที่บังเกิดแน่นอยู่ในอกหรือในท้อง เช่น กินมากจนจุก; เอาสิ่งใดสิ่งหนึ่งอุดปากขวดเป็นต้น เช่น เอาไม้ก๊อกจุกปากขวด, ค้างคาอยู่ที่ช่อง เช่น นั่งจุกประตู ลิ้นจุกปาก, ปิด ใช้ในความเช่น หางจุกตูด.",
    "จุก ๓": "น. ส้มจุก. <i>(ดู ส้ม ๑)</i>.",
    "จุ๊กกรู๊": "ว. เสียงนกเขาขันคู, กรุกกรู๊ ก็ว่า.",
    "จุกจิก": "ก. รบกวน, กวนใจ, เช่น อย่าจุกจิกนักเลย.<2t>ว. จู้จี้ เช่น เขาเป็นคนจุกจิก; เล็ก&#160;ๆ น้อย&#160;ๆ, เบ็ดเตล็ดคละกัน, เช่น ในกระเป๋าถือมีแต่ของจุกจิก, กระจุกกระจิก ก็ว่า.",
    "จุกเจ่า": "ว. เซา, นั่งเหงา, นั่งคุดคู้อยู่, เจ่าจุก ก็ว่า.",
    "จุกช่องล้อมวง": "(โบ) ก. อารักขาพระเจ้าแผ่นดินในเวลาเสด็จประพาสหรือในเหตุบางประการเช่นเมื่อพระเจ้าแผ่นดินทรงพระประชวร. (จุกช่อง คือ จัดคนให้รักษาการณ์อยู่ตามช่องทาง เช่น ตรอก ซอย ปากคลอง ล้อมวง คือ จัดคนให้ล้อมที่ประทับเป็นชั้น&#160;ๆ).",
    "จุกชี": "[จุกกะชี] น. ฐานปูนสําหรับประดิษฐานพระประธานเป็นต้น, ชุกชี ก็ว่า.",
    "จุกผาม": "[จุกกะผาม] น. ชื่อโรคชนิดหนึ่ง มีตับและม้ามโต มีไข้คลุมเครือเรื้อรัง คือ ไข้จับสั่นเรื้อรัง, ป้าง ก็เรียก.",
    "จุกผามม้ามย้อย": "น. ชื่อโรคเกิดที่ม้ามทําให้ม้ามย้อยลงมา.",
    "จุกพราหมณ์": "น. ชื่อหอยทะเลกาบเดี่ยวชนิด <f><i>Cymbiola nobilis</i></f> ในวงศ์ <f>Volutidae</f> เปลือกหนารูปไข่ พื้นผิวด้านนอกมีลายเส้นหยักสีนํ้าตาลไหม้บนพื้นสีนํ้าตาลอ่อน ปลายยอดเป็นจุกม้วนเป็นวงเหมือนมวยผมของพราหมณ์.",
    "จุกยา": "ก. เอายาจืดหรือยาฉุนทําเป็นก้อนกลม&#160;ๆ จุกไว้ที่มุมปาก.",
    "จุกโรหินี": "[จุกกะ-] น. ชื่อไม้อิงอาศัยชนิด <f><i>Dischidia rafflesiana</i> Wall.</f> ในวงศ์ <f>Asclepiadaceae</f> เกาะเลื้อยบนต้นไม้ มีนํ้ายางขาว ใบเป็นรูปถุง กลวงใน ออกเป็นกระจุก รากใช้ทํายาได้, พุงปลา หรือ พุงปลาช่อน ก็เรียก, พายัพเรียก กล้วยไม้.",
    "จุ่ง": "ก. จง, คําช่วยกริยาบอกความบังคับหรือความหวัง.",
    "จุ้งจัง": "(ถิ่น-ปักษ์ใต้) น. อาหารอย่างหนึ่ง ทำด้วยปลาเล็ก&#160;ๆ หมักเกลือกับข้าวคั่ว อย่างเดียวกับปลาจ่อม ใช้เป็นเครื่องจิ้ม, จิงจัง หรือ จิ้งจัง ก็ว่า.",
    "จุ๋งจิ๋ง": "ก. พูดกันเบา&#160;ๆ ทำเสียงเล็กเสียงน้อยน่าเอ็นดู, กระจุ๋งกระจิ๋ง ก็ว่า.<2t>ว. อาการที่พูดกันเบา&#160;ๆ ทําเสียงเล็กเสียงน้อยน่าเอ็นดู, กระจุ๋งกระจิ๋ง ก็ว่า.",
    "จุใจ": "ว. มากจนเป็นที่พอใจ.",
    "จุฑา": "(แบบ) น. จุก, โดยปริยายหมายถึงที่สูงสุดของศีรษะ เช่น ยอด หัว มงกุฎ, จุฬา ก็ว่า. (ส. จูฑา; ป. จูฬา).",
    "จุฑาธิปไตย": "[-ทิปะไต, -ทิบปะไต] น. พระเจ้าแผ่นดิน เช่น จงมาประสิทธิวจีพระจุฑาธิปไตย. (ปฐมมาลา).",
    "จุฑามณี": "น. ปิ่น, ราชาศัพท์ว่า พระจุฑามณี; มวยผมของพระพุทธเจ้า; ชื่อพระธาตุเจดีย์บรรจุพระเกศธาตุของพระพุทธเจ้าอยู่ที่ดาวดึงส์ เรียกว่า จุฑามณีเจดีย์, จุฬามณี ก็ว่า. (ส.; ป. จูฬามณี).",
    "จุฑามาศ": "น. หย่อมผมกลางกระหม่อม. (ส.).",
    "จุฑารัตน์": "น. เครื่องประดับจุก. (ส.).",
    "จุณ": "(โบ) น. จุรณ, จูรณ, ของที่ป่น, ของที่ละเอียด, ผง. (ป. จุณฺณ; ส. จูรฺณ).",
    "จุณณียบท": "[จุนนียะบด] (แบบ) น. บทบาลีเล็กน้อย ที่ยกขึ้นแสดงก่อนเนื้อความ. (ป.).",
    "จุณมหาจุณ, จุณวิจุณ": "(โบ) น. ของที่แหลกละเอียดมาก เช่น แหลกเป็นจุณมหาจุณ แหลกเป็นจุณวิจุณ, จุรณมหาจุรณ หรือ จุรณวิจุรณ ก็ว่า.",
    "จุด": "น. รอยหรือแต้มที่มีลักษณะกลม&#160;ๆ ปรากฏที่ผิวพื้น; ขีด, ระดับ, ขั้น, เช่น จุดเดือด จุดเยือกแข็ง, ที่ เช่น จุดหมาย จุดประสงค์; ประเด็นสําคัญของเรื่องที่พูดหรือถกเถียงกันเป็นต้น เช่น พูดไม่ถูกจุด ตอบไม่ตรงจุด.<2t>ก. ทําเครื่องหมายเช่นนั้น เช่น เอาปลายดินสอจุดไว้; ทําให้ไฟติด เช่น จุดบุหรี่ จุดไฟ.",
    "จุดแข็ง": "น. จุดที่เข้มแข็ง, จุดที่ฝ่ายตรงข้ามจะเอาชนะได้ยาก, ตรงข้ามกับ จุดอ่อน.",
    "จุดจบ": "น. วาระสุดท้าย, ตอนสุดท้าย; ความตาย.",
    "จุดชนวน": "ก. ก่อเหตุ, เป็นต้นเหตุให้เกิดเรื่องอื่นขึ้นต่อไป, เช่น จุดชนวนสงคราม.",
    "จุดเด่น": "น. สิ่งที่ปรากฏชัดสะดุดตาหรือสะดุดใจ.",
    "จุดเดือด": "น. อุณหภูมิขณะที่ความดันสูงสุดของไอของของเหลวเท่ากับความกดของบรรยากาศ ณ อุณหภูมินี้ ของเหลวจะเปลี่ยนสถานะกลายเป็นไอได้ทั่วทั้งหมด. (อ. <f>boiling point</f>).",
    "จุดไต้ตำตอ": "(สํา) ก. พูดหรือทําสิ่งใดสิ่งหนึ่งบังเอิญไปโดนเอาเจ้าตัวหรือผู้ที่เป็นเจ้าของเรื่องนั้นเข้าโดยผู้พูดหรือผู้ทําไม่รู้ตัว.",
    "จุดทศนิยม": "น. จุดที่ใส่หลังจํานวนเต็มและหน้าเศษตามวิธีทําเลขแบบทศนิยม.",
    "จุดน้ำค้าง": "น. อุณหภูมิที่ไอนํ้าในอากาศเกิดการอิ่มตัวและเริ่มควบแน่นเป็นหยดนํ้า. (อ. <f>dew point</f>).",
    "จุดบอด": "น. บริเวณที่เครื่องมือสื่อสารรับสัญญาณได้ไม่ชัด, บริเวณหลังลูกตาที่ไม่รับแสง, บริเวณที่ควรจะมองเห็นแต่ไม่สามารถมองเห็นได้ เช่น ทางโค้งนี้มีจุดบอด ทำให้เกิดอุบัติเหตุรถชนกันบ่อย&#160;ๆ, จุดของปัญหาที่ไม่สามารถตัดสินใจหรือแยกแยะได้อย่างชัดเจนอาจจะเนื่องจากขาดความรู้ความเข้าใจอย่างถ่องแท้เป็นต้น, โดยปริยายหมายถึงสภาวะที่ไม่สามารถแก้ปัญหาได้.",
    "จุดประสงค์": "น. ผลที่ประสงค์ให้บรรลุ เช่น การแข่งขันกีฬาครั้งนี้มีจุดประสงค์เพื่อสร้างความสามัคคีในหมู่คณะ, วัตถุประสงค์ ก็ว่า.",
    "จุดยืน": "น. ความคิดแน่วแน่, ความมั่นคงในหลักการตามความคิดความเชื่อของตน.",
    "จุดยุทธศาสตร์": "น. พื้นที่และสถานที่ตั้งที่มีความสำคัญในทางการเมือง เศรษฐกิจ จิตวิทยา และกำลังรบทางทหารทั้งในยามสงบและยามสงคราม.",
    "จุดเยือกแข็ง": "น. อุณหภูมิที่เกิดภาวะสมดุลระหว่างของแข็งกับของเหลว ณ ความกดมาตรฐาน ๑ บรรยากาศ, อุณหภูมิที่ของเหลวเปลี่ยนสถานะเป็นของแข็ง ณ ความกดมาตรฐาน ๑ บรรยากาศ, (อุณหภูมินี้เป็นอุณหภูมิเดียวกับจุดหลอมเหลวของสารเดียวกัน). (อ. <f>freezing point</f>).",
    "จุดรวม": "น. จุดกลางซึ่งเป็นที่รวมของคน สิ่งของ หรือความรู้สึกนึกคิดเป็นต้น, จุดศูนย์กลาง ก็ว่า.",
    "จุดลูกน้ำ": "น. เครื่องหมายวรรคตอนรูปดังนี้&#160;, สำหรับคั่นวรรคตอนของข้อความ, จุลภาค ก็เรียก.",
    "จุดศูนย์กลาง": "(คณิต) น. จุดที่อยู่ตรงใจกลางของวงกลมหรือวงรี ซึ่งเป็นจุดกึ่งกลางของคอร์ดทุกเส้นที่ผ่านจุดนั้น, จุดรวม.",
    "จุดศูนย์ถ่วง": "น. จุดซึ่งแนวของนํ้าหนักของก้อนเทหวัตถุนั้นผ่านดิ่งลง ไม่ว่าก้อนเทหวัตถุนั้นจะอยู่ในลักษณะใดก็ตาม, จุดศูนย์กลางของความถ่วง ก็ว่า. (อ. <f>centre of gravity</f>).",
    "จุดสะเทิน": "(ฟิสิกส์) น. บริเวณเล็ก&#160;ๆ ที่เป็นกลาง.",
    "จุดสัมผัส": "(คณิต) น. จุดที่เส้นสัมผัสแตะเส้นโค้ง. (อ. <f>point of contact</f>).",
    "จุดหมาย, จุดหมายปลายทาง": "น. จุดหรือสภาวะที่ต้องพยายามไปให้ถึง, จุดหรือสภาวะที่ตั้งใจจะให้บรรลุถึง, เช่น การเดินทางครั้งนี้มีจุดหมายที่จังหวัดสุโขทัย คนเรามีความสุขเป็นจุดหมายในชีวิต.",
    "จุดหลอมเหลว": "น. อุณหภูมิที่เกิดภาวะสมดุลระหว่างของแข็งกับของเหลว ณ ความกดมาตรฐาน ๑ บรรยากาศ, อุณหภูมิที่ของแข็งเปลี่ยนสถานะเป็นของเหลว ณ ความกดมาตรฐาน ๑ บรรยากาศ, (อุณหภูมินี้เป็นอุณหภูมิเดียวกับจุดเยือกแข็งของสารเดียวกัน). (อ. <f>melting point</f>).",
    "จุดหลัง": "ก. เอาเล็บจิกหรือกดตุ่มหรือผื่นที่หลังเพื่อแก้คันเป็นต้น.",
    "จุดเหี่ยวเฉา": "น. ขีดขั้นที่กําหนดปริมาณนํ้าในดินน้อยที่สุดเท่าที่พืชจะสามารถนําไปเลี้ยงลําต้นได้โดยไม่เหี่ยวเฉา ถ้ามีปริมาณนํ้าในดินน้อยกว่านั้น พืชจะเหี่ยวเฉาทันที.",
    "จุดอ่อน": "น. จุดอ่อนแอ, จุดที่ฝ่ายตรงข้ามจะเอาชนะได้โดยง่าย, ตรงข้ามกับ จุดแข็ง.",
    "จุดอิ่มตัว": "น. ขีดขั้นที่อากาศสามารถรับไอนํ้าไว้ได้เต็มที่ ณ อุณหภูมิใดอุณหภูมิหนึ่ง ถ้าได้รับเกินขีดขั้นนี้ ไอนํ้าที่ได้รับเกินมาจะควบแน่นเป็นหยดนํ้า. (อ. <f>saturation point</f>).",
    "จุติ": "[จุ-ติ, จุดติ] ก. เคลื่อน, เปลี่ยนสภาพจากกำเนิดหนึ่งไปเป็นอีกกำเนิดหนึ่ง, (มักใช้แก่เทวดา). (ป.; ส. จฺยุติ).",
    "จุตูปปาตญาณ": "[-ตูปะปาตะยาน] (แบบ) น. ความรู้ในจุติและเกิดของสัตว์ทั้งหลาย, ทิพยจักษุญาณ ก็เรียก. (ป.; ส. จฺยุตฺยุตฺปาตชฺ&#xf70f;าน).",
    "จุทสมสุรทิน": "น. วันที่ ๑๔ ทางสุริยคติ.",
    "จุทสะ": "[จุดทะสะ] (แบบ) ว. สิบสี่. (ป. จุทฺทส; ส. จตุรทศ).",
    "จุน": "ก. คํ้าหรือยันเพื่อปะทะปะทังไว้.",
    "จุ่น": "ว. ลักษณะสะดือที่โปนออกมา เรียกว่า สะดือจุ่น.",
    "จุ้น ๑": "น. ที่รองภาชนะเช่นถ้วยหรือป้าน ทําด้วยไม้หรือกระเบื้องเป็นต้น.",
    "จุ้น ๒": "(ปาก) ก. จุ้นจ้าน.",
    "จุ้นจ้าน": "ก. เข้าไปยุ่งเกี่ยวในสถานที่หรือในเรื่องที่ไม่ใช่หน้าที่ของตัวจนน่าเกลียด, (ปาก) จุ้น.",
    "จุนจู๋": "ว. หดตัวเข้าไปมาก, สั้นมาก ในคําว่า สั้นจุนจู๋, จู๋ ก็ว่า.",
    "จุ้นจู๊": "น. ผู้จัดการเรือ, หัวหน้าและผู้จัดการเรื่องสินค้าในเรือ. (จ.).",
    "จุนเจือ": "ก. อุดหนุน, เผื่อแผ่.",
    "จุนทการ": "[จุนทะกาน] (แบบ) น. ช่างกลึง. (ป.; ส. กุนฺทกร).",
    "จุนสี": "[จุนนะสี] น. เกลือปรกติชนิดหนึ่ง ชื่อ คิวปริกซัลเฟต <f>(CuSO<sub>4</sub>)</f> เมื่อเป็นผลึกมีสูตร <f>CuSO<sub>4</sub>&#183;5H<sub>2</sub>O</f> ลักษณะเป็นผลึกสีนํ้าเงิน ใช้ประโยชน์ในการชุบทองแดงด้วยไฟฟ้า ใช้เป็นสารฆ่าเชื้อรา ฆ่าลูกนํ้า, คนทั่วไปเข้าใจว่าเกิดจากสนิมทองแดง.",
    "จุบ": "ก. เอาปากดูดโดยเร็วและแรง, อาการที่ปลาทําอย่างนั้น เรียกว่า ปลาจุบ.",
    "จุ๊บ ๑": "ว. เสียงอย่างเสียงดูดปาก.<2t>ก. (ปาก) จูบ, ดูด.",
    "จุ๊บ ๒": "น. หลอดสําหรับรับของไหลเช่นลมหรือไอนํ้าเป็นต้นให้ผ่านเข้าไป. (อ. <f>tube</f>).",
    "จุบจิบ": "ว. อาการที่กินพร่ำเพรื่อทีละเล็กทีละน้อย, บางทีใช้เข้าคู่กับคำ กิน เป็น กินจุบกินจิบ, โบราณใช้ว่า กระจุบกระจิบ ก็มี.",
    "จุ๊บแจง ๑": "น. ชื่อหอยทะเลกาบเดี่ยวชนิด <f><i>Cerithidea obtusa</i></f> ในวงศ์ <f>Potamididae</f> เปลือกผิวขรุขระเวียนเป็นวง รูปร่างค่อนข้างยาว ปลายแหลม สีเทาอมดํา.",
    "จุ๊บแจง ๒": "น. ชื่อเพลงไทยทำนองหนึ่ง.",
    "จุปาก": "ก. ทำเสียงด้วยปากดังจุ&#160;ๆ.",
    "จุ่ม": "ก. เอาสิ่งใดสิ่งหนึ่งจ่อมลงไปในของเหลวแล้วยกขึ้น เช่น เอาผ้าจุ่มนํ้า.",
    "จุ้ม": "ก. เอาสิ่งใดสิ่งหนึ่งชุบหรือจุ่มลงไปในของเหลว เช่น เอาปากกาจุ้มหมึก.",
    "จุ๋มจิ๋ม": "ว. เล็ก&#160;ๆ น้อย&#160;ๆ น่าเอ็นดู, กระจุ๋มกระจิ๋ม ก็ว่า.",
    "จุมพฏ": "[-พด] น. เสวียน; รัดเกล้า, เทริด; ของที่เป็นวง. (ป.).",
    "จุมพรวด": "น. ชื่อปลาน้ำกร่อยหลายชนิดและหลายสกุลในวงศ์ <f>Periophthalmidae</f> เช่น สกุล <f><i>Boleophthalmus, Pseudapocryptes, Parapocryptes</i></f> ชนิด <f><i>B. boddarti</i></f> พบตามหาดเลนหรือชายฝั่งทะเล รูปร่างและพฤติกรรมในการเคลื่อนไหวคล้ายปลากระจัง, กำพวด กำพุด ตีน หรือ ตุมพรวด ก็เรียก.",
    "จุมพล": "[จุมพน] (โบ) น. จอมพล, นายทัพ, ผู้เป็นใหญ่กว่าพล.",
    "จุมพิต": "[-พิด] ก. จูบ. (ป.; ส. จุมฺพิต ว่า จูบด้วยปาก).",
    "จุมโพล่": "[-โพฺล่] น. ฝาปิดช่องบันไดหรือช่องทางขึ้นลงเรือดำน้ำหรือที่ดาดฟ้าเรือ.",
    "จุ้ย": "ว. เล็ก, น้อย, เช่น พระจอมจุ้ย.",
    "จุรณ, จูรณ": "[จุน, จูน] น. ของที่ป่น, ของที่ละเอียด, ผง, เช่น แหลกเป็นจุรณ, โบราณเขียนเป็น จุณ ก็มี. (ส. จูรฺณ; ป. จุณฺณ).",
    "จุรณมหาจุรณ, จุรณวิจุรณ": "[จุนมะหาจุน, จุนวิจุน] น. ของที่แหลกละเอียดมาก เช่น แหลกเป็นจุรณมหาจุรณ แหลกเป็นจุรณวิจุรณ, โบราณเขียนเป็น จุณมหาจุณ หรือ จุณวิจุณ ก็มี.",
    "จุรี": "(กลอน) น. มีด, หอก, ดาบ. (ข. จรี ว่า มีด, หอก, ดาบ).",
    "จุไร": "น. ไรจุก, ไรผม, (ราชา) พระจุไร.",
    "จุล-": "[จุนละ-] ว. เล็ก, น้อย, (มักใช้นําหน้าคําสมาส) เช่น จุลศักราช จุลพน. (ป. จุลฺล).",
    "จุลกฐิน": "น. เรียกพิธีทอดกฐินที่ต้องทําตั้งแต่ปั่นฝ้าย ทอ เย็บ ย้อมผ้ากฐิน และถวายสงฆ์ให้เสร็จในวันเดียว, โดยปริยายหมายความว่า งานที่ต้องทําอย่างชุลมุนวุ่นวายเพื่อให้เสร็จทันเวลาอันจํากัด.",
    "จุลจอมเกล้า": "[จุนละ-] น. ชื่อเครื่องราชอิสริยาภรณ์ตระกูลหนึ่ง สร้างขึ้นครั้งแรกในรัชสมัยพระบาทสมเด็จพระจุลจอมเกล้าเจ้าอยู่หัว.",
    "จุลชีพ, จุลชีวัน, จุลชีวิน, จุลินทรีย์": "น. สิ่งมีชีวิตขนาดเล็กมาก มองด้วยตาเปล่าไม่เห็น ต้องดูด้วยกล้องจุลทรรศน์ ส่วนมากมีเซลล์เดียว. (อ. <f>microbe, micro-organism</f>).",
    "จุลทรรศน์": "น. กล้องขยายดูของเล็กที่ไม่สามารถเห็นได้ด้วยตาเปล่า. (อ. <f>microscope</f>).",
    "จุลพน": "[จุนละ-] น. ชื่อกัณฑ์ที่ ๖ ของมหาชาติ.",
    "จุลภาค": "น. เครื่องหมายวรรคตอนรูปดังนี้&#160;, สำหรับคั่นวรรคตอนของข้อความ, จุดลูกนํ้า ก็เรียก; ภาคเล็ก.",
    "จุลวงศ์": "[จุนละ-] น. ชื่อหนังสือพงศาวดารลังกา แต่งเป็นภาษาบาลีต่อจากมหาวงศ์ ตั้งแต่รัชสมัยพระเจ้าสิริเมฆวรรณจนถึงลังกาถูกอังกฤษยึดครอง.",
    "จุลวรรค": "น. ชื่อคัมภีร์ที่ ๔ ในพระวินัยปิฎก; ชื่อมาตราปักษคณนา คือ ปักษ์ถ้วน ๓ ปักษ์ ปักษ์ขาด ๑ ปักษ์ เป็นจุลวรรค.",
    "จุลศักราช": "น. ศักราชน้อย เริ่มตั้งภายหลังพุทธศักราช ๑๑๘๑ ปี (พุทธศักราชลบด้วย ๑๑๘๑ เท่ากับจุลศักราช).",
    "จุลสาร": "น. สิ่งตีพิมพ์ที่บอกเรื่องต่าง&#160;ๆ ที่น่าสนใจ ออกมาเป็นคราว&#160;ๆ ไม่มีกําหนดเวลาแน่นอน.",
    "จุลอุปรากร": "น. ละครประเภทหนึ่ง มีดนตรีเป็นส่วนประกอบสำคัญ ดำเนินเรื่องด้วยการร้องเพลงผสมวงดุริยางค์คล้ายอุปรากรแต่มีบทสนทนา เนื้อเรื่องมีความร่าเริงขบขัน และมักจบลงด้วยความสุข. (อ. <f>operetta</f>).",
    "จุฬา ๑": "น. จุก, โดยปริยายหมายถึงที่สูงสุดของศีรษะ เช่น ยอด หัว มงกุฎ, จุฑา ก็ว่า. (ป. จูฬา; ส. จูฑา).",
    "จุฬา ๒": "น. ชื่อว่าวชนิดหนึ่ง มีรูปร่าง ๕ แฉก หัวแหลม, คู่กับ ว่าวปักเป้า, ว่าวกุลา ก็เรียก.",
    "จุฬามณี": "น. ปิ่น; มวยผมของพระพุทธเจ้า; ชื่อพระธาตุเจดีย์บรรจุพระเกศธาตุของพระพุทธเจ้าอยู่ที่ดาวดึงส์ เรียกว่า จุฬามณีเจดีย์, จุฑามณี ก็ว่า. (ป.; ส. จูฑามณี).",
    "จุฬาราชมนตรี": "น. ตำแหน่งผู้นำสูงสุดทางด้านการบริหารกิจการมุสลิมในประเทศไทย เป็นที่ปรึกษาทางราชการเกี่ยวกับกิจการมุสลิมทั้งปวง.",
    "จุฬาลักษณ์": "ว. มีลักษณะเลิศ, โฉมงาม.",
    "จุฬาลัมพา, จุฬาลำพา": "น. โกฐจุฬาลัมพา. <i>(ดู โกฐจุฬาลัมพา, โกฐจุฬาลําพา)</i>.",
    "จู": "น. ชื่อหมาชนิดหนึ่งตัวเล็ก&#160;ๆ ขนยาวปุกปุย เรียกว่า หมาจู.",
    "จู่": "ก. กรากหรือรี่เข้าใส่โดยไม่รู้ตัว.<2t>ว. ตรงถึง, ไม่รั้งรอ.",
    "จู้ ๑": "(ถิ่น-อีสาน) น. นม, ใช้ว่า นมจู้ เช่น มาฉกชักผ้าห่มชมชู นมจู้เจ้าเณรนี้ราคี. (ขุนช้างขุนแผน).<2t>(ถิ่น-พายัพ) ก. จี้, จ่อ, ไช.",
    "จู้ ๒": "น. เครื่องดักปลาไหลชนิดหนึ่ง สานด้วยไม้ไผ่ รูปคล้ายหม้อคอสูง มีงาแซงอยู่ริมก้น ห้อยเหยื่อไว้ภายใน, กระจู้ หรือ อีจู้ ก็มี.",
    "จู๋": "ว. หดตัวเข้าไปมาก, สั้นมาก ในคําว่า สั้นจู๋, จุนจู๋ ก็ว่า; อาการที่ห่อปากเข้ามา เช่น ทําปากจู๋.",
    "จู่ ๆ": "ว. ไม่บอกกล่าวล่วงหน้า เช่น จู่&#160;ๆ ก็มา.",
    "จูง": "ก. พาไปด้วยอาการคล้ายดึงหรือฉุด เช่น จูงควาย จูงเด็ก.<2t>น. ชื่อวัยของเด็กระหว่างวัยอุ้มกับวัยแล่น เรียกว่า วัยจูง.",
    "จูงจมูก": "ก. อาการที่จับเชือกที่สนตะพายจมูกวัวควายแล้วจูงไป, โดยปริยายใช้แก่คนว่า ถูกจูงจมูก หมายความว่า ถูกเขาชักนําไปโดยไม่ใช้ความคิดของตน.",
    "จูงใจ": "ก. ชักนําหรือเกลี้ยกล่อมเพื่อให้เห็นคล้อยตาม เช่น พูดจูงใจ.",
    "จูงนางเข้าห้อง": "น. ชื่อการเล่นชนิดหนึ่ง ใช้เบี้ยทอดแล้วเดินตามช่องในรูปเป็นวงอย่างก้นหอย.",
    "จูงนางลีลา": "น. ชื่อท่ารําชนิดหนึ่งที่ควาญช้างรําเมื่อนําช้างบํารูงาเสร็จครั้งแรกแล้ว.",
    "จูงมือ": "ก. จับมือพากันไป.",
    "จู้จี้ ๑": "ก. งอแง เช่น เด็กจู้จี้, บ่นจุกจิกรํ่าไร เช่น คนแก่จู้จี้; พิถีพิถันเกินไป เช่น ซื้อของเลือกแล้วเลือกอีกจู้จี้มาก.",
    "จู้จี้ ๒": "<i>ดู จี่ ๒</i>.",
    "จู๋จี๋": "ก. พูดกันเบา&#160;ๆ ด้วยอาการสนิทสนม, กระจู๋กระจี๋ ก็ว่า.<2t>ว. อาการที่พูดกันเบา&#160;ๆ ด้วยความสนิทสนม, กระจู๋กระจี๋ ก็ว่า.",
    "จู่โจม": "ก. เข้ากระทําการโดยไม่ให้รู้ตัว.",
    "จู๊ด": "ว. อาการที่พุ่งตัวออกไปโดยเร็ว เช่น วิ่งจู๊ด พุ่งจู๊ด.",
    "จูบ": "ก. เอาจมูกสัมผัสสูดแสดงความรักหรือความใคร่.",
    "จูบฝุ่น": "(ปาก) ก. หกล้มหน้าควํ่า.",
    "จู่ลู่": "ก. รี่เข้าไปตามทาง (ลู่ ว่า ทาง), ถลันเข้าไป; โดยปริยายหมายความว่า ดูถูก.",
    "เจ": "น. อาหารที่ไม่ปรุงด้วยเนื้อสัตว์ และผักบางชนิดเช่นกระเทียม กุยช่าย ผักชี, แจ ก็ว่า. (จ. ว่า แจ).",
    "เจ๊ก": "(ปาก) น. คําเรียกคนจีน.",
    "เจ๊กตื่นไฟ": "(ปาก) ว. ตื่นตกใจและเอะอะโวยวายเกินกว่าเหตุ.",
    "เจ่ง ๑": "(โบ) น. ช้าง.",
    "เจ่ง ๒, เจ้ง": "น. เครื่องดนตรีจีนชนิดหนึ่ง มีสายสําหรับดีด คล้ายจะเข้. (จ. ว่า เจ็ง).",
    "เจ๊ง": "(ปาก) ก. เลิกล้มกิจการเพราะหมดทุน; สิ้นสุด. (จ.).",
    "เจ๋ง": "(ปาก) ว. ยอดเยี่ยม, ดีเลิศ.",
    "เจ็ด": "น. จํานวนหกบวกหนึ่ง; ชื่อเดือนจันทรคติ เรียกว่า เดือน ๗ ตกในราวเดือนมิถุนายน; (โบ) เรียกลูกชายคนที่ ๗ ว่า ลูกเจ็ด, คู่กับ ลูกหญิงคนที่ ๗ ว่า ลูกเอก. (กฎ. ๒/๒๖).",
    "เจ็ดชั่วโคตร": "น. วงศ์สกุลที่สืบสายโลหิต ซึ่งนับตั้งแต่ตัวเองขึ้นไป ๓ ชั้น คือ ชั้นพ่อ ชั้นปู่ และชั้นทวด กับนับจากตัวเองลงมาอีก ๓ ชั้น คือ ชั้นลูก ชั้นหลาน และชั้นเหลน รวมเป็นเจ็ดชั่วโคตร ไม่นับผู้หญิงรวมด้วย.",
    "เจ็ดตะคลี": "[-คฺลี] น. ผ้าลายอย่างดีชนิดหนึ่ง, เขียนเป็น เจตตะคลี หรือ เจ็ตคลี ก็มี.",
    "เจดีย-, เจดีย์ ๑": "[-ดียะ-] น. สิ่งซึ่งก่อเป็นรูปคล้ายลอมฟาง มียอดแหลม บรรจุสิ่งที่นับถือมีพระธาตุเป็นต้น, สิ่งหรือบุคคลที่เคารพนับถือ. (ป. เจติย; ส. ไจตฺย).",
    "เจดีย์ ๒": "น. ชื่อหอยทะเลกาบเดี่ยวหลายชนิดในวงศ์ <f>Turritellidae</f> เปลือกเวียนเป็นเกลียวสูงหลายชั้น ยอดแหลมคล้ายเจดีย์ เช่น ชนิด <f><i>Turritella terebra</i></f>.",
    "เจดียฐาน, เจดียสถาน": "น. สถานที่เคารพเช่นที่ประดิษฐานพระพุทธปฏิมา พระพุทธบาท พระพุทธฉายา และพระบรมสารีริกธาตุ.",
    "เจดีย์ทิศ": "น. เจดีย์บริวารตั้งอยู่บนฐานไพทีหรือลานประทักษิณล้อมเจดีย์ประธาน มี ๔ องค์ เหมือนดังประจำทิศต่าง&#160;ๆ ตามคตินิยมทางจักรวาล.",
    "เจต, เจต-": "[เจด, เจตะ-, เจดตะ-] น. สิ่งที่คิด, ใจ. (ป.; ส. เจตสฺ).",
    "เจตคติ": "[เจตะ-] น. ท่าทีหรือความรู้สึกของบุคคลต่อสิ่งใดสิ่งหนึ่ง. (อ. <f>attitude</f>).",
    "เจตจำนง": "[เจด-] น. ความตั้งใจมุ่งหมาย, ความจงใจ.",
    "เจตนา": "[เจดตะนา] ก. ตั้งใจ, จงใจ, มุ่งหมาย.<2t>น. ความตั้งใจ, ความจงใจ, ความมุ่งหมาย. (ป., ส.).",
    "เจตนารมณ์": "น. ความมุ่งหมาย.",
    "เจตพังคี": "[เจดตะ-] น. ชื่อไม้พุ่มชนิด <f><i>Cladogynos orientalis</i> Zipp. ex Span.</f> ในวงศ์ <f>Euphorbiaceae</f> ท้องใบขาว รากใช้ทํายาได้.",
    "เจตภูต": "[เจดตะพูด] น. สภาพเป็นผู้คิดอ่าน คือ มนัส, ที่เรียกในภาษาสันสกฤตว่า &#147;อาตมัน&#148; เรียกในภาษาบาลีว่า &#147;อัตตา&#148; ก็มี &#147;ชีโว&#148; ก็มี, มีอยู่ในลัทธิว่า &#147;ในโลกนี้ไม่มีอะไรสูญ แม้คนและสัตว์ตายแล้ว ร่างกายเท่านั้นทรุดโทรมไป ส่วนเจตภูตเป็นธรรมชาติไม่สูญ ย่อมถือปฏิสนธิในกําเนิดอื่นสืบไป&#148;, ลัทธินี้ทางพระพุทธศาสนาจัดเป็นสัสตทิฐิ แปลว่า ความเห็นว่าเที่ยง, ตามสามัญที่เข้าใจกัน เจตภูต คือวิญญาณที่สิงอยู่ในตัวคน กล่าวกันว่าออกจากร่างได้ในเวลานอนหลับ.",
    "เจตมูลเพลิง": "[เจดตะ-] น. ชื่อไม้พุ่มขนาดเล็กหลายชนิดในสกุล <f><i>Plumbago</i></f> วงศ์ Plumbaginaceae เช่น เจตมูลเพลิงแดง <f>(<i>P. indica</i> L.)</f> ดอกสีแดง และ เจตมูลเพลิงขาว <f>(<i>P. zeylanica</i> L.)</f> ดอกสีขาว, รากของทั้ง ๒ ชนิด มีรสเผ็ดร้อน ใช้ทํายาได้.",
    "เจตมูลเพลิงฝรั่ง": "<i>ดู พยับหมอก ๒</i>.",
    "เจตสิก": "[เจตะ-, เจดตะ-] น. อารมณ์ที่เกิดกับใจ.<2t>ว. เป็นไปในจิต เช่น สุขหรือทุกข์ที่เกิดในจิต. (ป.; ส. ไจตสิก).",
    "เจติย-": "[-ติยะ-] (แบบ) น. เจดีย์. (ป.).",
    "เจโตวิมุติ": "[-วิมุด] (แบบ) น. ความหลุดพ้นด้วยอํานาจแห่งจิต เป็นโลกุตรธรรมประการหนึ่ง, คู่กับ ปัญญาวิมุติ. (ป. เจโตวิมุตฺติ).",
    "เจน": "ว. คุ้น, ชิน, เช่น เจนตา, ชํานาญ เช่น เจนสังเวียน,จําได้แม่นยํา เช่น เจนทาง.",
    "เจนจบ": "ว. ชํานาญทั่ว, รอบรู้, ได้พบได้เห็นมามาก.",
    "เจนจัด": "ก. สันทัด,ชํานาญ, มีประสบการณ์มาก, จัดเจน ก็ว่า.",
    "เจนใจ": "ว. ขึ้นใจ, แม่นยําในใจ.",
    "เจนเวที": "ก. ขึ้นเวทีมามากแล้ว, โดยปริยายหมายความว่า มีความชำนาญ, ช่ำชอง.",
    "เจนสนาม": "ก. ออกสนามมามากแล้ว, โดยปริยายหมายความว่า มีความชำนาญ, ช่ำชอง.",
    "เจนสังเวียน": "ก. ขึ้นชกบนสังเวียนบ่อย, โดยปริยายหมายความว่า มีความชำนาญ, ช่ำชอง.",
    "เจ็บ": "ก. ป่วยไข้, ราชาศัพท์ว่า ประชวร; รู้สึกทางกายเมื่อถูกทุบตีหรือเป็นแผลเป็นต้น.",
    "เจ็บไข้, เจ็บป่วย": "ก. ไม่สบายเพราะโรคหรือความไข้หรือเหตุอื่นที่ทําให้รู้สึกเช่นนั้น, เจ็บไข้ได้ป่วย ก็ว่า.",
    "เจ็บแค้น": "ก. ผูกใจเจ็บ.",
    "เจ็บใจ": "ก. ชํ้าใจ.",
    "เจ็บช้ำน้ำใจ": "ก. เจ็บใจ, สะเทือนใจ.",
    "เจ็บท้อง": "ก. อาการเจ็บท้องเวลาจะคลอดลูก.",
    "เจ็บท้องข้องใจ": "(โบ) ก. เดือดเนื้อร้อนใจ. (จารึกพ่อขุนรามคำแหง).",
    "เจ็บปวด": "ก. รู้สึกเจ็บใจเพราะผิดหวัง.",
    "เจ็บร้อน": "ก. เป็นเดือดเป็นแค้น.",
    "เจ็บแสบ": "ก. รู้สึกเจ็บใจอย่างเผ็ดร้อน.",
    "เจรจา": "[เจนระจา] ก. พูด, พูดจากัน, พูดจากันเป็นทางการ. (ส. จรฺจา).",
    "เจริญ": "[จะเริน] ก. เติบโต, งอกงาม, ทําให้งอกงาม, เช่น เจริญทางพระราชไมตรี เจริญสัมพันธไมตรี, มากขึ้น; ทิ้ง เช่น เจริญยา, จำเริญยา ก็ว่า; ตัด เช่น เจริญเกศา, จำเริญเกศา ก็ว่า; สาธยาย, สวด, (ในงานมงคล) เช่น เจริญพระพุทธมนต์.",
    "เจริญตาเจริญใจ": "ว. งาม, ต้องตาต้องใจ.",
    "เจริญพร": "เป็นคําเริ่มที่ภิกษุสามเณรพูดกับสุภาพชน และเป็นคํารับ.",
    "เจริญพันธุ์": "ว. มีความสามารถในการสืบพันธุ์และแพร่พันธุ์.",
    "เจริญรอย": "ก. ประพฤติ เช่น เจริญรอยตามผู้ใหญ่.",
    "เจริญสมณธรรม": "ก. บําเพ็ญสมณธรรม.",
    "เจริญอาหาร": "ก. บริโภคอาหารได้มาก.<2t>ว. ที่ทําให้บริโภคอาหารได้มาก เช่น ยาเจริญอาหาร.",
    "เจริด": "[จะเหฺริด] (แบบ) ว. งาม, เชิด, สูง, เช่น ป่านั้นเจริดจรุงใจก็มี. (ม. คําหลวง มหาพน).",
    "เจรียง": "[จะเรียง] (แบบ) ก. ขับลํา, ขับกล่อม, ร้องเพลง. (ข. เจฺรียง).",
    "เจลียง": "[จะเลียง] น. ชื่อไข้ที่มีอาการจับวันเว้นวัน.",
    "เจว็ด": "[จะเหฺว็ด] น. แผ่นไม้รูปคล้ายใบเสมา เขียนหรือแกะเป็นรูปเทพารักษ์ ประดิษฐานไว้ในศาลพระภูมิหรือศาลเจ้า มักทำเป็นรูปเทวดาถือพระขรรค์, โดยปริยายหมายความว่า ผู้ที่ได้รับยกย่องให้เป็นประธานหรือเป็นใหญ่ แต่ไม่มีอำนาจ เช่น ตั้งเป็นเจว็ดขึ้นไว้, ใช้ว่า ตระเว็ด หรือ เตว็ด ก็มี.",
    "เจษฎา ๑": "[เจดสะดา] น. ผู้เป็นใหญ่ที่สุด, พี่. (ป. เชฏฺ&#xf700;; เชฺยษฺ&#xf700;).",
    "เจษฎา ๒": "[เจดสะดา] น. การเคลื่อนไหวอวัยวะ, การไหวมือและเท้า, ท่ารํา; กรรม, การทําด้วยตั้งใจ, การประพฤติ, การตั้งใจทํา, เช่น ภูบาลทุกทวี- ปก็มาด้วยเจษฎา. (สมุทรโฆษ). (ส. เจษฺฏา).",
    "เจ๊สัว": "น. คนที่มั่งมี (มักหมายถึงเศรษฐีจีน), เจ้าขรัว หรือ เจ้าสัว ก็เรียก.",
    "เจอ, เจอะ": "ก. พบ, เห็น, ประสบ, ประจวบ.",
    "เจ่อ": "ก. อาการที่ปากบวมยื่นออกมาหรือมีลักษณะเช่นนั้น.",
    "เจ๋อ, เจ๋อเจ๊อะ": "ก. เสนอหน้าเข้าไปในสถานที่ไม่สมควรเมื่อเขาไม่ต้องการหรือมิได้เรียกหา.",
    "เจอร์เมเนียม": "น. ธาตุลําดับที่ ๓๒ สัญลักษณ์ <f>Ge</f> เป็นโลหะสีขาว เปราะ หลอมละลายที่ ๙๓๗.๔ &#x00b0;ซ. มีสมบัติเป็นกึ่งตัวนํา สารประกอบแมกนีเซียมเจอร์เมเนต ใช้ประโยชน์ในหลอดวาวแสง <f>(fluorescent lamp)</f>. (อ. <f>germanium</f>).",
    "เจา": "(โบ) น. เรียกลูกชายคนที่ ๙ ว่า ลูกเจา, คู่กับ ลูกหญิงคนที่ ๙ ว่า ลูกเอา. (กฎ. ๒/๒๖).",
    "เจ่า ๑": "น. อาหารชนิดหนึ่ง ทำด้วยกุ้งหรือปลาประสมด้วยข้าวหมาก เรียกว่า กุ้งเจ่า ปลาเจ่า, ถ้าหลนกับกะทิ เรียกว่า หลนกุ้งเจ่า หลนปลาเจ่า ใช้เป็นเครื่องจิ้ม.",
    "เจ่า ๒": "ว. อาการที่เกาะ จับ หรือนั่งอย่างหงอยเหงา เช่น นกจับเจ่า นั่งเจ่า, อยู่ในที่จํากัดไปไหนมาไหนไม่ได้ เช่น นํ้าท่วมต้องนั่งเจ่าอยู่กับบ้าน.",
    "เจ้า ๑": "น. ผู้เป็นใหญ่, ผู้เป็นหัวหน้า, เช่น เจ้านคร; เชื้อสายของกษัตริย์นับตั้งแต่ชั้นหม่อมเจ้าขึ้นไป, บางแห่งหมายถึงพระเจ้าแผ่นดินก็มี เช่น เจ้ากรุงจีน; ผู้เป็นเจ้าของ เช่น เจ้าทรัพย์ เจ้าหนี้; ผู้ชํานาญ เช่น เจ้าปัญญา เจ้าความคิด เจ้าบทเจ้ากลอน; มักใช้เติมท้ายคําเรียกผู้ที่นับถือ เช่น พระพุทธเจ้า เทพเจ้า; เทพารักษ์ เช่น เจ้าพ่อหลักเมือง.",
    "เจ้า ๒": "ส. คําใช้แทนผู้ที่เราพูดด้วย สําหรับผู้ใหญ่พูดกับผู้น้อยอย่างสุภาพหรือเอ็นดู, เป็นสรรพนามบุรุษที่ ๒ เช่น เจ้ามานี่, คําใช้แทนผู้ที่เราพูดถึง, เป็นสรรพนามบุรุษที่ ๓, มักใช้เข้าคู่กับคํา นั่น เป็น เจ้านั่น เช่น เจ้านั่นจะไปด้วยหรือเปล่า.",
    "เจ้า ๓": "น. คำนำหน้าชื่อเพื่อแสดงว่าเป็นเชื้อสายเจ้านายฝ่ายเหนือ เช่น เจ้าดวงเดือน; คํานําหน้าที่ผู้ใหญ่เรียกเด็กหรือผู้น้อย เช่น เจ้าหนู เจ้าแดง เจ้านี่.",
    "เจ้า ๔": "น. ผู้ค้าขายสิ่งของต่าง&#160;ๆ เช่น เจ้าผัก เจ้าปลา, ลักษณนามหมายความว่า ราย เช่น มีผู้มาติดต่อ ๓ เจ้า.",
    "เจ๊า": "ก. เลิกกันไป, ไม่ได้ไม่เสีย. (ภาษาการพนัน).",
    "เจ้ากรม": "น. หัวหน้ากรมในราชการฝ่ายทหาร, (โบ) หัวหน้ากรมในราชการฝ่ายพลเรือน เช่น เจ้ากรมสวนหลวง. (สามดวง), หัวหน้ากรมของเจ้าต่างกรม.",
    "เจ้ากรรม": "น. ผู้เคยมีกรรมมีเวรต่อกันมาแต่ชาติก่อน, เจ้ากรรมนายเวร ก็ว่า.<2t>ว. ที่ทำให้ผิดหวังหรือได้รับความเดือดร้อน เช่น รถเจ้ากรรมเกิดเสียขึ้นกลางทางเลยไปไม่ทัน เด็กเจ้ากรรมวิ่งมาชนเกือบหกล้ม.<2t>อ. คำกล่าวแสดงความผิดหวังเพราะเกิดอุบัติเหตุโดยไม่คาดคิดมาก่อนเป็นต้น เช่น เจ้ากรรมแท้&#160;ๆ รถมาเสียเอาตอนฝนตกเสียด้วย.",
    "เจ้ากรรมนายเวร": "น. ผู้เคยมีกรรมมีเวรต่อกันมาแต่ชาติก่อน, เจ้ากรรม ก็ว่า.",
    "เจ้ากระทรวง": "น. ผู้บังคับบัญชากระทรวง ได้แก่ รัฐมนตรี และ ปลัดกระทรวง.",
    "เจ้ากี้เจ้าการ": "น. ผู้ที่ชอบเข้าไปวุ่นในธุระของคนอื่นซึ่งมิใช่หน้าที่ของตนจนน่ารำคาญ.",
    "เจ้ากู": "น. ท่าน (ใช้เรียกพระที่นับถือ).",
    "เจ้าขรัว": "น. คนที่มั่งมี (มักหมายถึงเศรษฐีจีน), เจ๊สัว หรือ เจ้าสัว ก็เรียก.",
    "เจ้าของ": "น. (กฎ) ผู้มีกรรมสิทธิ์ในทรัพย์สิน; ผู้มีสิทธิครอบครอง ใช้สอย เก็บผลประโยชน์ และจําหน่ายทรัพย์สิน.",
    "เจ้าขา": "ว. คําที่ผู้หญิงใช้เรียกหรือขานรับผู้ใหญ่อย่างสุภาพ.",
    "เจ้าข้า": "ว. คําของผู้น้อยรับคําของผู้ใหญ่; คําร้องบอกกล่าว.",
    "เจ้าข้าวแดงแกงร้อน": "น. ผู้มีบุญคุณที่เคยอุปการะเลี้ยงดูมา.",
    "เจ้าขุนมุลนาย, เจ้าขุนมูลนาย": "น. ผู้บังคับบัญชา, เจ้านาย ก็ว่า.",
    "เจ้าไข้": "น. เจ้าของคนไข้, ผู้รับผิดชอบในตัวคนไข้.",
    "เจ้าคณะ": "น. หัวหน้าคณะสงฆ์, คําเรียกตําแหน่งผู้ปกครองคณะสงฆ์ระดับตําบล อําเภอ จังหวัด และภาค เป็นต้น ว่า เจ้าคณะตําบล เจ้าคณะอําเภอ เจ้าคณะจังหวัด และเจ้าคณะภาคตามลําดับ.",
    "เจ้าครอก": "(โบ) น. เจ้าโดยกําเนิดหรือที่สถาปนาขึ้น, เรียกพระราชโอรสและพระราชธิดาชั้นเจ้าฟ้าว่า เจ้าครอกฟ้า, เรียกพระองค์เจ้าและหม่อมเจ้าว่า เจ้าครอก.",
    "เจ้าคะ": "ว. คำที่ผู้หญิงใช้เรียกหรือถามผู้ใหญ่อย่างสุภาพ.",
    "เจ้าค่ะ": "ว. คำที่ผู้หญิงใช้ขานรับผู้ใหญ่อย่างสุภาพ.",
    "เจ้าคารม": "น. ผู้มีฝีปากคมคาย.",
    "เจ้าคุณ": "(โบ) บรรดาศักดิ์ฝ่ายในที่ทรงแต่งตั้ง; (โบ; ปาก) คำเรียกผู้มีบรรดาศักดิ์ตั้งแต่ชั้นพระยาขึ้นไป; (ปาก) คำเรียกพระภิกษุที่เป็นพระราชาคณะ.",
    "เจ้าคุณจอม": "น. ตําแหน่งพระสนมเอกวังหลวง.",
    "เจ้าแง่เจ้างอน, เจ้าแง่แสนงอน": "ว. มีแง่งอนมาก.",
    "เจ้าจอม": "น. ตําแหน่งพระสนมวังหลวง.",
    "เจ้าจอมมารดา": "น. เจ้าจอมที่มีพระราชโอรสหรือพระราชธิดาแล้ว.",
    "เจ้าจำนวน": "(โบ) น. เจ้าหน้าที่เก็บภาษีอากร.",
    "เจ้าจำนำ": "น. ผู้ซื้อขายหรือติดต่อกันเป็นประจํา.",
    "เจ่าจุก": "ว. เซา, นั่งเหงา, นั่งคุดคู้อยู่, จุกเจ่า ก็ว่า.",
    "เจ้าชีวิต": "น. พระเจ้าแผ่นดิน.",
    "เจ้าชู้ ๑": "น. ผู้ใฝ่ในการชู้สาว.",
    "เจ้าชู้ ๒": "น. ชื่อหญ้าชนิด <f><i>Chrysopogon aciculatus</i> (Retz.) Trin.</f> ในวงศ์ <f>Gramineae</f> ผลมักเกาะติดเมื่อผ่านไปถูกเข้า.",
    "เจ้าเซ็น": "น. อิหม่ามฮูเซ็นผู้เป็นหลานตาของพระมะหะหมัด, คนพวกหนึ่งที่ถือศาสนาอิสลาม ซึ่งนับถืออิหม่ามฮูเซ็น; ชื่อเพลงไทยทำนองหนึ่ง.",
    "เจ้าเซ็นเต้นต้ำบุด": "น. ชื่อกลบทชนิดหนึ่ง มีตัวอย่างว่า สุดแค้นแสนคมสมเขาสรวล คําสอนข้อนสั่งข้างสิ่งควร ซํ้าข้อส่วนเข้าแซงแข่งซน.",
    "เจ้าตัว": "น. ตัวของผู้ที่ถูกอ้างถึง.",
    "เจ้าถ้อยหมอความ": "น. ผู้ที่ชอบเอากฎหมายมาอ้าง, ผู้มักใช้โวหารพลิกแพลงไปในทางกฎหมาย.",
    "เจ้าถิ่น": "น. เจ้าของถิ่น, ผู้ชำนาญในเรื่องของท้องถิ่นนั้น&#160;ๆ, (ปาก) นักเลงโต.",
    "เจ้าท่า": "(กฎ) น. เจ้าพนักงานผู้มีอํานาจหน้าที่ควบคุมและตรวจตราการเดินเรือ การใช้เรือ การจอดเรือ ร่องนํ้า ทางเดินเรือ และกิจการท่าเรือ.",
    "เจ้าที่ ๑": "น. พระภูมิ, มักใช้เข้าคู่กันเป็น พระภูมิเจ้าที่.",
    "เจ้าที่ ๒, เจ้าที่เจ้าทาง": "น. เทวดารักษาพื้นที่และหนทาง.",
    "เจ้าทุกข์": "น. ผู้ที่เสียหายได้รับทุกข์หรือเดือดร้อน, ผู้ที่ไม่มีความสุขใจ.<2t>ว. ที่มีหน้าเศร้าอยู่เสมอ เช่น เด็กคนนี้อาภัพ หน้าตาเจ้าทุกข์.",
    "เจ้าไทย": "(โบ) น. พระสงฆ์; เจ้านายชั้นผู้ใหญ่; เขียนเป็น เจาไท ก็มี เช่น พ๋องเผ่าพรรนอนนเหงาเจาไทอนนไปสู. (จารึกวัดช้างล้อม).",
    "เจ้านาย": "น. เจ้า; ผู้บังคับบัญชา, เจ้าขุนมุลนาย หรือ เจ้าขุนมูลนาย ก็ว่า.",
    "เจ้าเนื้อ": "ว. อ้วน.",
    "เจ้าบ้าน": "(กฎ) น. บุคคลผู้เป็นหัวหน้าซึ่งครอบครองบ้านในฐานะเป็นเจ้าของ ผู้เช่า หรือในฐานะอื่น เช่น ผู้ดูแลบ้าน.",
    "เจ้าบ่าว": "น. ชายผู้เข้าพิธีแต่งงานกับเจ้าสาว.",
    "เจ้าบุญนายคุณ": "น. ผู้มีบุญคุณ.",
    "เจ้าเบี้ย": "น. นายเงิน.",
    "เจ้าประคุณ": "น. (โบ) คำเรียกผู้ที่นับถือ และท่านที่เป็นเจ้าบุญนายคุณ.<2t>ส. คำที่ภิกษุสามเณรหรือคฤหัสถ์ใช้เรียกสมเด็จพระราชาคณะ, ใช้เต็มว่า ท่านเจ้าประคุณสมเด็จฯ, เป็นสรรพนามบุรุษที่ ๒. (เพี้ยนมาจาก เจ้าพระคุณ).",
    "เจ้าประคู้น": "น. คําเรียกสิ่งศักดิ์สิทธิ์เพื่อขอให้มาช่วยให้สมประสงค์, เป็นคำอุทานแสดงถึงการอ้อนวอน อธิษฐาน บนบาน หรือ สาปแช่ง เป็นต้น.",
    "เจ้าปู่": "น. ผู้เฒ่าที่คนเคารพนับถือ, ปู่เจ้า ก็ว่า.",
    "เจ้าพนักงาน": "(กฎ) น. บุคคลผู้ได้รับแต่งตั้งให้ปฏิบัติราชการ ไม่ว่าเป็นประจําหรือชั่วคราว และหมายความรวมถึงบุคคลผู้ทําหน้าที่ช่วยราชการ ซึ่งกฎหมายถือว่าเป็นเจ้าพนักงานเฉพาะกรณีด้วย.",
    "เจ้าพนักงานบังคับคดี": "(กฎ) น. เจ้าพนักงานศาลหรือพนักงานอื่น ผู้มีอํานาจตามบทบัญญัติแห่งกฎหมาย ในอันที่จะปฏิบัติการเพื่อคุ้มครองสิทธิของคู่ความในระหว่างพิจารณา หรือเพื่อบังคับตามคําพิพากษาหรือคําสั่งของศาล.",
    "เจ้าพนักงานพิทักษ์ทรัพย์": "(กฎ) น. บุคคลซึ่งรัฐมนตรีว่าการกระทรวงยุติธรรมแต่งตั้งโดยเฉพาะตัว หรือโดยตําแหน่งหน้าที่ ให้ปฏิบัติหน้าที่พิทักษ์ทรัพย์สิน และจัดการเกี่ยวกับทรัพย์สินของลูกหนี้ในคดีล้มละลายเจ้าพนักงานพิทักษ์ทรัพย์นี้ถือว่าเป็นเจ้าพนักงานของศาล.",
    "เจ้าพนักงานภูษามาลา": "น. ข้าราชการในราชสํานัก มีหน้าที่ถวายทรงพระเครื่องใหญ่ ถวายพระกลด ถวายสุกํา ทําสุกํา เปลื้องเครื่องสุกําศพ พระบรมศพ พระศพ และเปลื้องเครื่องสุกําศพที่ได้รับพระราชทานโกศ เป็นต้น โบราณมีหน้าที่ถวายเครื่องต้นด้วย, ในกฎหมายตราสามดวง เรียกแยกเป็น พนักงานพระภูษา พนักงานพระมาลา.",
    "เจ้าพนักงานสนมพลเรือน": "น. ข้าราชการในราชสํานัก ทําหน้าที่เกี่ยวกับพิธีศพ ทําสุกําศพหีบ จัดดอกไม้ ดูแลรักษาเครื่องนมัสการ โกศ หีบ เป็นต้น.",
    "เจ้าพระคุณ": "ส. คำที่ภิกษุสามเณรหรือคฤหัสถ์ใช้เรียกสมเด็จพระราชาคณะ, ใช้เต็มว่า ท่านเจ้าพระคุณสมเด็จฯ, เป็นสรรพนามบุรุษที่ ๒, ใช้ว่า เจ้าประคุณ ก็มี.",
    "เจ้าพระเดชนายพระคุณ": "น. ผู้มีบุญคุณมาก.",
    "เจ้าพระยา ๑": "น. บรรดาศักดิ์ข้าราชการผู้ใหญ่ สูงกว่าพระยา ต่ำกว่าสมเด็จเจ้าพระยา เช่น เจ้าพระยาธรรมศักดิ์มนตรี.",
    "เจ้าพระยา ๒": "น. ชื่อมะเขือพันธุ์หนึ่งของชนิด <f><i>Solanum aculeatissimum</i> Jacq</f>.",
    "เจ้าพ่อ": "น. เทพารักษ์ผู้คุ้มเกรงถิ่นนั้น&#160;ๆ, ผู้เป็นใหญ่หรือมีอิทธิพลในถิ่นนั้น.",
    "เจ้าพายุ": "น. ชื่อตะเกียงชนิดหนึ่งเมื่อเผาไส้แล้วสูบลมให้ดันนํ้ามันเป็นไอขึ้นไปเลี้ยงไส้ทำให้เกิดแสงสว่างนวลจ้า.",
    "เจ้าฟ้า ๑": "น. สกุลยศสำหรับพระราชโอรสหรือพระราชธิดาซึ่งพระมารดาเป็นพระราชธิดาหรือพระราชนัดดาของพระมหากษัตริย์; เรียกเจ้าผู้ครองแคว้นไทยถิ่นอื่น เช่น เจ้าฟ้าเชียงตุง.",
    "เจ้าฟ้า ๒": "น. ชื่อกั้งขนาดกลางชนิด <f><i>Acanthosquilla sirindhorn</i></f> ในวงศ์ <f>Nannosquillidae</f> ลำตัวค่อนข้างแบนสีเหลืองนวล มีแถบสีดำพาดขวางทุกปล้องตลอดความยาวลำตัวและแพนหาง ด้านบนของหางนูนเป็น ๓ ลอน แต่ละลอนมีหนาม ๔-๖ อัน ขุดรูอยู่ตามหาดทรายปนโคลน.",
    "เจ้าฟ้า ๓": "น. ชื่อปูน้ำจืดชนิด <f><i>Phricotelphusa sirindhorn</i></f> ในวงศ์ <f>Potamidae</f> กระดองและขาก้ามสีขาว เบ้าตาและขาสีม่วงอมดำ อาศัยอยู่บริเวณน้ำตกตามซอกหินบนภูเขาระดับสูง พบในจังหวัดระนอง ราชบุรี และเพชรบุรี.",
    "เจ้าฟ้าหญิงสิรินธร": "น. ชื่อนกนางแอ่นชนิด <f><i>Pseudochelidon sirintarae</i></f> ในวงศ์ <f>Hirundinidae</f> ลำตัวสีดำ มีแต้มขาวตรงโคนหาง ตาและขอบตาขาว ปากเหลือง เฉพาะตัวผู้มีหางยาวคล้ายเส้นลวด ๒ เส้นพบบริเวณบึงบอระเพ็ด, ตาพอง ก็เรียก.",
    "เจ้าภาพ": "น. เจ้าของงานพิธีหรือผู้รับเป็นเจ้าของงานพิธี เช่น เจ้าภาพงานแต่งงาน เจ้าภาพสวดพระอภิธรรม; (ปาก) เจ้ามือ เช่น เย็นนี้ฉันขอเป็นเจ้าภาพเลี้ยงข้าวเอง.",
    "เจ้าภาษี": "(โบ) น. ผู้ผูกขาดตัดตอนจากรัฐบาลไปเรียกเก็บภาษีบางอย่างจากราษฎร.",
    "เจ้ามรดก": "(กฎ) น. ผู้ตายซึ่งมีทรัพย์มรดกตกทอดแก่ทายาท.",
    "เจ้ามือ": "น. ผู้ตั้งต้นในวงการพนันเช่นวงไพ่, ผู้รับกินรับใช้ในการเล่นการพนันเช่นถั่ว โป หวย; (ปาก) ผู้รับออกเงินในการเลี้ยง, เจ้าภาพ ก็ว่า.",
    "เจ้าแม่": "น. เทพารักษ์ผู้หญิงที่ถือว่าศักดิ์สิทธิ์จะให้ความคุ้มเกรงรักษาได้ เช่น เจ้าแม่ทับทิม, หญิงผู้เป็นใหญ่หรือมีอิทธิพลในถิ่นนั้น.",
    "เจ้าไม่มีศาล สมภารไม่มีวัด": "(สํา) น. ผู้ไม่มีที่อยู่เป็นหลักแหล่ง.",
    "เจ้ายศ, เจ้ายศเจ้าอย่าง": "ว. ถือยศถือศักดิ์.",
    "เจ้าระเบียบ": "ว. ที่ถือระเบียบอย่างเคร่งครัด, ระเบียบจัด.",
    "เจ้าเรือน": "น. นิสัยซึ่งประจําอยู่ในจิตใจ เช่น มีโทสะเป็นเจ้าเรือน; (โหร) ดาวเจ้าของราศี.",
    "เจ้าเล่ห์": "น. ผู้มีกลอุบายพลิกแพลงต่าง&#160;ๆ.",
    "เจ้าเล่ห์เพทุบาย": "ว. มีเล่ห์เหลี่ยมเพทุบายมาก.",
    "เจ้าเล่ห์แสนกล": "ว. มีเล่ห์เหลี่ยมกลอุบายมาก, แสนกล ก็ว่า.",
    "เจ้าสังกัด": "น. ส่วนราชการที่หน่วยงานย่อยหรือหน่วยงานอื่นสังกัดอยู่ เช่น กระทรวงศึกษาธิการเป็นเจ้าสังกัดของกรมสามัญศึกษา สำนักนายกรัฐมนตรีเป็นเจ้าสังกัดของสำนักงานคณะกรรมการกฤษฎีกา.",
    "เจ้าสัว": "น. คนที่มั่งมี (มักหมายถึงเศรษฐีจีน), เจ๊สัว หรือ เจ้าขรัว ก็เรียก.",
    "เจ้าสามสี": "น. พลอยชนิดหนึ่ง เมื่อโดนแสงอาทิตย์จะมีสีเขียวมรกต เมื่อโดนแสงอื่น&#160;ๆ ที่ไม่ใช่แสงอาทิตย์ เช่นแสงไฟจากหลอดไฟ จะมีสีแดงแล้วเปลี่ยนเป็นสีม่วง, พลอยสามสี ก็เรียก.",
    "เจ้าสาว": "น. หญิงผู้เข้าพิธีแต่งงานกับเจ้าบ่าว.",
    "เจ้าสำบัดสำนวน, เจ้าสำนวน": "น. ผู้ใช้คารมพลิกแพลง.",
    "เจ้าสำราญ": "ว. ที่ชอบฟุ้งเฟ้อใช้ชีวิตอย่างสนุกสนานเพลิดเพลิน.",
    "เจ้าหน้า, เจ้าหน้าเจ้าตา": "น. ผู้ชอบทําเอาหน้า, ผู้ชอบเสนอหน้าเข้าไปทําธุระให้คนอื่นโดยเขาไม่ได้ขอร้อง.",
    "เจ้าหน้าที่": "น. ผู้มีหน้าที่, ผู้ปฏิบัติหน้าที่.",
    "เจ้าหนี้": "น. เจ้าของหนี้; ผู้ขายเชื่อหรือให้กู้ยืมทรัพย์แก่บุคคลซึ่งเรียกว่าลูกหนี้; (กฎ) บุคคลซึ่งมีมูลหนี้เหนือบุคคลอีกคนหนึ่งซึ่งเรียกว่าลูกหนี้ และมีสิทธิที่จะเรียกให้ลูกหนี้ชําระหนี้ได้.",
    "เจ้าหลวง": "น. เจ้าผู้ครองประเทศราชฝ่ายเหนือ.",
    "เจ้าหล่อน": "ส. คําใช้แทนผู้ที่เราพูดด้วย, เป็นสรรพนามบุรุษที่ ๒, คําใช้แทนผู้ที่เราพูดถึง, เป็นสรรพนามบุรุษที่ ๓, บางทีผู้ใหญ่ใช้แก่ผู้น้อยในบุรุษที่ ๓.",
    "เจ้าหัว, เจ้าหัวกู": "(โบ) น. ผู้เป็นเจ้าเหนือหัว (ใช้เรียกพระสงฆ์).",
    "เจ้าอธิการ": "น. พระที่ดํารงตําแหน่งเป็นพระอุปัชฌาย์หรือเจ้าคณะตําบลซึ่งไม่มีสมณศักดิ์อย่างอื่น.",
    "เจ้าอารมณ์": "ว. ที่โกรธง่าย, ที่เอาใจยาก.",
    "เจ้าอาวาส": "น. พระภิกษุซึ่งได้รับแต่งตั้งให้ดํารงตําแหน่งผู้ปกครองวัด.",
    "เจาะ ๑": "ก. ทําให้เป็นช่องเป็นรู.",
    "เจาะ ๒, เจาะจง": "ก. ตั้งใจเฉพาะ, มุ่งไปที่, เช่น นักข่าวเจาะข่าวเรื่องยาเสพติดในโรงเรียน หัวหน้าเจาะจงให้เขาทำงานชิ้นนี้.",
    "เจาะจมูก": "ก. เจาะด้านหัวและท้ายของซุงเป็นรูปสามเหลี่ยมคล้ายจมูกห่างจากหัวไม้ประมาณ ๗๕ เซนติเมตร กว้างประมาณ ๑๒.๕ เซนติเมตร แล้วเอาลวดหรือหวายร้อยเข้ากับคานแพซึ่งเป็นไม้ยาว&#160;ๆ ขวางลํากับท่อนซุงเพื่อผูกเป็นแพ.",
    "เจิ่ง": "ก. แผ่ไปมากกว่าปรกติ (ใช้แก่นํ้า).",
    "เจิด": "ว. เชิดชู.",
    "เจิดจ้า": "ว. สว่างสุกใส.",
    "เจิ่น": "ก. เข้าหน้าไม่สนิทเพราะห่างเหินไปนาน เช่น หมู่นี้เขาเจิ่นไป, เจื่อน ก็ว่า.",
    "เจิม ๑": "ก. เอาแป้งหอมแต้มเป็นจุด&#160;ๆ ที่หน้าผากหรือสิ่งที่ต้องการให้มีสิริมงคล; เสริม, เพิ่ม, เช่น เจิมปากกระทง.",
    "เจิม ๒": "น. คิ้ว. (อนันตวิภาค). (ข. จิญฺเจิม ว่า คิ้ว).",
    "เจีย": "(ปาก) ก. ทําให้ผิวโลหะสึก เรียบ โดยวิธีขัดหรือกลึงเป็นต้น.",
    "เจียง": "(ถิ่น-พายัพ; อีสาน) น. เดือนแรกของปีนับทางจันทรคติ คือ เดือนอ้าย.",
    "เจียด ๑": "น. ภาชนะชนิดหนึ่งลักษณะคล้ายตะลุ่มมีฝาคล้ายรูปฝาชี เป็นเครื่องยศขุนนางโบราณ สําหรับใส่ของเช่นผ้า มักทําด้วยเงิน.",
    "เจียด ๒": "ก. แบ่งปันแต่น้อย, ขอแบ่งปันบ้าง, เช่น เขามีน้อยขอเจียดเอามาบ้าง.",
    "เจียดยา": "ก. ซื้อยาแผนโบราณ.",
    "เจียน ๑": "ก. ตัด ขริบ หรือเฉือนให้ไปตามแนวหรือให้ได้รูปตามที่ต้องการ เช่น เจียนพลู เจียนใบตอง. (ข. เจียร ว่า ตัด, เล็ม).",
    "เจียน ๒": "ว. เกือบ เช่น เหนื่อยเจียนตาย.",
    "เจี๋ยน": "น. กับข้าวอย่างหนึ่ง มีปลาทอดแล้วปรุงด้วยเครื่องต่าง&#160;ๆ เรียกว่า ปลาเจี๋ยน. (จ. เจี๋ยน ว่า เคลือบนํ้าตาล, เชื่อมนํ้าตาล).",
    "เจียนหมาก": "ก. ผ่าหมากดิบสดตามยาวเป็นซีก&#160;ๆ แล้วใช้มีดเล็กปอกเปลือกชั้นนอกตรงกลางผล ลอกเปลือกถกขึ้นไปเกือบถึงด้านขั้วผล แล้วเจียนเปลือกชั้นในให้ขาดจากเนื้อหมาก แกะเอาเนื้อที่ติดกับเปลือกนอกออกมากินกับพลูที่บ้ายปูน หรือตากให้แห้งเพื่อเก็บไว้กินได้นาน&#160;ๆ.",
    "เจี๊ยบ ๑": "ว. จัด, มาก, ยิ่งนัก, เช่น เย็นเจี๊ยบ.",
    "เจี๊ยบ ๒": "น. เรียกลูกไก่ตัวเล็ก&#160;ๆ ว่า ลูกเจี๊ยบ.<2t>ว. เสียงร้องของลูกเจี๊ยบ.",
    "เจียม ๑": "น. เครื่องลาดลักษณะเหมือนพรม ทําด้วยขนสัตว์ชนิดหนึ่งในจําพวกกวาง มีอยู่ทางเหนือของประเทศจีน. (เทียบ ข. เจียม ว่า แกะ).",
    "เจียม ๒": "ก. รู้จักประมาณตัว, ประพฤติตนพอสถานประมาณ, เช่น เจียมเนื้อเจียมตัว.",
    "เจี๋ยมเจี้ยม": "ว. วางหน้าไม่สนิทมีอาการเก้อเขิน.",
    "เจียมสังขาร": "(ปาก) ก. รู้จักประมาณร่างกาย, มักใช้ในความปฏิเสธว่า ไม่เจียมสังขาร.",
    "เจียร ๑": "[เจียน] ว. นาน, ช้านาน, ยืนนาน. (ป., ส. จิร ว่า ยั่งยืน).",
    "เจียร ๒": "[เจียน] ก. จร, ไป, จากไป, เช่น วันเจียรสุดาพินท์ พักเตรศ. (ทวาทศมาส).",
    "เจียระไน": "ก. ทําเพชรพลอยหรือแก้วให้เป็นเหลี่ยมหรือรูปตามต้องการแล้วขัดเงา. (เทียบทมิฬ จาไณ).",
    "เจียระบาด": "น. ผ้าคาดเอวชนิดหนึ่ง มีชายห้อยลงที่หน้าขา.",
    "เจียว ๑": "ก. ทอดมันสัตว์เพื่อเอานํ้ามัน เช่น เจียวนํ้ามันหมู, ทอดของบางอย่างด้วยนํ้ามัน เช่น เจียวไข่ เจียวหอม เจียวกระเทียม; (ถิ่น-พายัพ) แกง.<2t>ว. ที่ทอดด้วยนํ้ามัน เช่น ไข่เจียว หอมเจียว กระเทียมเจียว.",
    "เจียว ๒": "ว. เชียว, ทีเดียว, อย่างนั้น, แน่นอน.",
    "เจี๊ยว ๑": "(ปาก) ก. ส่งเสียงดังเซ็งแซ่ก่อให้เกิดความรำคาญ โดยมากเป็นเสียงผู้หญิงหรือเด็ก, เจี๊ยวจ๊าว ก็ว่า; ก่อเรื่องวุ่นวาย, เอะอะอาละวาด.<2t>ว. อาการที่ส่งเสียงดังเซ็งแซ่ก่อให้เกิดความรำคาญ โดยมากเป็นเสียงผู้หญิงหรือเด็ก, เจี๊ยวจ๊าว ก็ว่า.",
    "เจี๊ยว ๒": "(ปาก) น. กระเจี๊ยว.",
    "เจี๊ยวจ๊าว": "(ปาก) ก. ส่งเสียงดังเซ็งแซ่ก่อให้เกิดความรำคาญ โดยมากเป็นเสียงผู้หญิงหรือเด็ก, เจี๊ยว ก็ว่า.<2t>ว. อาการที่ส่งเสียงดังเซ็งแซ่ก่อให้เกิดความรำคาญ โดยมากเป็นเสียงผู้หญิงหรือเด็ก, เจี๊ยว ก็ว่า.",
    "เจือ": "ก. เอาส่วนน้อยประสมลงไปในส่วนมากให้ระคนปนกัน ตามปรกติใช้กับของเหลว เช่น เอานํ้าเย็นเจือนํ้าร้อน.<2t>ว. ไม่แท้ไม่บริสุทธิ์เพราะมีสิ่งอื่นปนอยู่ด้วย เช่น เงินเจือ.",
    "เจือจาง": "ว. ไม่เข้มข้น, เข้มข้นน้อยลงเพราะเติมตัวทําละลายเช่นนํ้าเพิ่มลงไป, มีตัวทําละลายมาก มีตัวถูกละลายน้อย เช่น สารละลายกรดเจือจาง, (ใช้แก่สารละลาย).",
    "เจือจาน": "ก. เผื่อแผ่, อุดหนุน, จานเจือ ก็ว่า.",
    "เจื่อน": "ก. เข้าหน้าไม่สนิทเพราะห่างเหินไปนาน เช่น หมู่นี้เขาเจื่อนไป, เจิ่น ก็ว่า; วางหน้าไม่สนิทเพราะกระดากอายเนื่องจากถูกจับผิดได้เป็นต้น เช่น หน้าเขาเจื่อนไป, เรียกหน้าที่มีลักษณะเช่นนั้นว่า หน้าเจื่อน.",
    "เจือปน": "ก. เอาส่วนน้อยประสมลงในส่วนมากเพื่อให้ระคนปนเป็นอันเดียวกัน.",
    "เจื้อย": "ว. เรื่อยไปไม่มีติดขัด เช่น เทศน์เจื้อย พูดเจื้อย แล่นเจื้อย.",
    "เจื้อยแจ้ว": "ว. มีเสียงไพเราะทอดยาวติดต่อเรื่อยไปไม่ขาดระยะ.",
    "เจือสม": "ก. มีความสอดคล้องหรือสนับสนุนให้น่าเชื่อ เช่น คำให้การของพยานโจทก์กับพยานจำเลยเจือสมกัน.",
    "แจ ๑": "ว. กระชั้นชิด, ไม่คลาด, ไม่ห่าง, (ใช้ในอาการที่คุมหรือติดตาม) เช่น คุมแจ ตามแจ.",
    "แจ ๒": "น. อาหารที่ไม่ปรุงด้วยเนื้อสัตว์ และผักบางชนิดเช่นกระเทียม กุยช่าย ผักชี, เจ ก็ว่า. (จ.).",
    "แจ้": "น. ชื่อไก่ชนิดหนึ่ง ตัวเล็กเตี้ย หงอนใหญ่ ตัวผู้มีสีสันสวยงามกว่าไก่ตัวผู้ชนิดอื่น.<2t>ว. ลักษณะของต้นไม้เตี้ย&#160;ๆ ที่มีกิ่งทอดแผ่ออกไปโดยรอบ, โดยปริยายหมายถึงสิ่งอื่นที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น เรือนทรงแจ้.",
    "แจ๋": "ว. จัด (ใช้แก่สีแดงหรือแสงแดด) เช่น แดงแจ๋ แดดแจ๋.",
    "แจก": "ก. แบ่งหรือปันให้แก่คนหลาย&#160;ๆ คน เช่น แจกเสื้อผ้า แจกสตางค์; กระจายออก, แยกออก, เช่น แจกออกเป็นแม่ ก กา.",
    "แจกจ่าย": "ก. แบ่งปันให้ไปทั่ว&#160;ๆ.",
    "แจกแจง": "ก. อธิบายขยายความออกไป, อธิบายแสดงรายละเอียด.",
    "แจกไพ่": "ก. แบ่งไพ่ให้แก่ผู้เล่นทุกคนตามกําหนดกฎเกณฑ์.",
    "แจกัน": "น. ภาชนะสําหรับปักดอกไม้ตั้งเครื่องบูชาหรือประดับสถานที่ มักมีรูปคล้ายขวดปากบาน.",
    "แจง ๑": "น. ชื่อไม้ต้นขนาดเล็กชนิด <f><i>Maerua siamensis</i> Pax</f> ในวงศ์ <f>Capparidaceae</f> ลําต้นเกลี้ยง เปลือกสีเทาดํา เรือนยอดเป็นพุ่มทึบ ผลกลมรี สุกสีเหลือง.",
    "แจง ๒": "ก. กระจายออกเป็นส่วน&#160;ๆ เช่น แจงเบี้ย แจงถั่ว, พูดหรือเขียนขยายความออกไป ในคำว่า ชี้แจง.<2t>น. เรียกเทศน์สังคายนาว่า เทศน์แจง.",
    "แจง ๓, แจ่ง": "(ถิ่น-พายัพ; อีสาน) น. มุม.",
    "แจ้ง": "ก. แสดงให้รู้, บอกให้รู้, เช่น แจ้งความประสงค์.<2t>ว. กระจ่าง, สว่าง, ชัด, เช่น แจ้งใจ.",
    "แจ้งความ": "ก. บอกให้ทราบความ, แจ้งเหตุต่อเจ้าพนักงาน.",
    "แจงรูป": "น. วิธีเอาเถ้าถ่านและกระดูกศพที่เผาเสร็จแล้วบนกองฟอนมาเรียงลําดับเป็นอย่างรูปคน ให้หัวอยู่ทางทิศตะวันตกแล้วหันกลับมาทางทิศตะวันออก, แปรรูป หรือ แปรธาตุ ก็ว่า.",
    "แจงลอน": "น. ปลาหรือเนื้อโขลกปั้นเป็นก้อนหรือเป็นแผ่นเคี่ยวกับนํ้ากะทิ สําหรับกินกับขนมจีนซาวนํ้า, บางทีใช้โขลกปลาปั้นเป็นก้อนเสียบไม้ปิ้งไฟ เรียกว่า แจงลอนแห้ง, จังลอน ก็ว่า.",
    "แจงสี่เบี้ย": "ก. อธิบายละเอียดชัดแจ้ง.",
    "แจจน, แจจัน": "ว. เบียดเสียดกัน, ยัดเยียดกัน, แน่นกัน, อัดแอ, มากนัก; อึกทึก, อึง.",
    "แจ๊ด": "(ปาก) ว. จัด, ยิ่ง, ในคำว่า แดงแจ๊ด.",
    "แจดแจ้, แจ๊ดแจ๋": "(ปาก) ว. มีกิริยาวาจาจุ้นจ้านเกินพอดี.",
    "แจตร": "[แจด, แจดตฺระ] น. เดือน ๕ ตามจันทรคติ. (ส. ไจตฺร).",
    "แจ้น": "ก. รีบไปหา เช่น แจ้นไปหา.<2t>ว. เร็ว เช่น วิ่งแจ้น.",
    "แจบ": "(ถิ่น-อีสาน) ก. สนิท; แจ้ง, ชัด.",
    "แจ่ม": "ว. กระจ่าง, ไม่มัวหมอง.",
    "แจ่มแจ้ง": "ว. กระจ่างชัด, แจ่มกระจ่าง.",
    "แจ่มใส": "น. ปลอดโปร่งไม่ขุ่นมัว เช่น อารมณ์แจ่มใส, โปร่ง เช่น อากาศแจ่มใส.",
    "แจร": "[แจฺร] น. ต้นแคแตร เช่น แคแจรเจริญจราว. (ม. คําหลวง จุลพน).",
    "แจรก": "[แจฺรก] (กลอน) ก. แจก, แตกออก, กระจายออก, แยกออก.",
    "แจรง": "[แจฺรง] (กลอน) ก. แจง, กระจายออก, ขยายออก, เช่น ดอกไม้งามเงื่อนแต้ม แชรงยอดแย้มผกาแจรง. (ม. คำหลวง จุลพน).",
    "แจว": "น. เครื่องมือสำหรับพุ้ยนํ้าให้เรือเดิน ลักษณะคล้ายพาย แต่ด้ามยาวเรียว มีที่มือจับเรียกว่า หมวกแจว ใช้หูแจวคล้องเข้ากับหลักแจว.<2t>ก. เอาแจวพุ้ยนํ้าให้เรือเดิน; (ปาก) รีบหนีไป เช่น แจวอ้าว.",
    "แจ่ว": "(ถิ่น-อีสาน) น. เครื่องจิ้มชนิดหนึ่ง ทําด้วยนํ้าปลาร้าหรือน้ำปลาใส่พริกป่น.",
    "แจ้ว, แจ้ว ๆ": "ว. มีเสียงแจ่มใส เช่น ไก่ขันแจ้ว, มีเสียงดังติดต่อกันไปเป็นระยะ&#160;ๆ เช่น พูดแจ้ว&#160;ๆ.",
    "แจ๋ว": "ว. มีเสียงดังกังวานแจ่มชัด, ใสมาก เช่น นํ้าใสแจ๋ว; (ปาก) ดีเยี่ยม เช่น ปาฐกถาวันนี้แจ๋ว.",
    "แจ๋วแหวว": "ว. มีประกายสดใส.",
    "แจะ ๑": "ก. แตะ, กระทบ, ประกบกัน, (ใช้เฉพาะการเล่นอย่างเล่นโยนหลุม โดยโยนสตางค์หรือเบี้ยให้ไปแตะหรือประกบกัน), ภาษาปากใช้ว่า กบแจะ ก็มี; แตะต้อง เช่น มือไปแจะหน้าขนม.",
    "แจะ ๒": "ว. เสียงดังเช่นนั้น เช่น เคี้ยวหมากแจะ&#160;ๆ.",
    "โจก": "น. หัวหน้า (มักใช้ในทางไม่สู้ดี).",
    "โจ๊ก ๑": "น. ข้าวต้มชนิดหนึ่งที่ใช้ปลายข้าวต้มจนเละ. (จ.).",
    "โจ๊ก ๒": "ว. มีนํ้ามากเกินส่วน (ใช้แก่นํ้าแกง) เช่น น้ำแกงใสโจ๊ก; เสียงดังอย่างเสียงนํ้าไหล.",
    "โจ๊ก ๓": "น. ไพ่ตัวพิเศษจะใช้แทนตัวไหนก็ได้ตามที่ต้องการ. (อ. <f>joker</f>).",
    "โจ๊ก ๔": "น. ตัวตลก. (อ. <f>joker</f>); เรื่องตลก.<2t>ว. ตลกขบขัน. (อ. <f>joke</f>).",
    "โจง": "ก. โยงขึ้น, รั้งขึ้น.",
    "โจงกระเบน": "ก. ม้วนชายผ้านุ่งแล้วสอดไปใต้หว่างขา ดึงขึ้นไปเหน็บขอบผ้านุ่งด้านหลังระดับบั้นเอว, เรียกวิธีนุ่งผ้าเช่นนั้นว่า นุ่งผ้าโจงกระเบน.",
    "โจงกระเบนตีเหล็ก": "น. ท่าละครท่าหนึ่ง.",
    "โจ่งครึ่ม, โจ๋งครึ่ม, โจ่งครุ่ม": "ว. ลักษณะเสียงอย่างหนึ่งคล้ายกับเสียงกลองแขกดัง เลยหมายความเลือนไปถึงทําการสิ่งไร&#160;ๆ ที่เป็นการเปิดเผย, อย่างเปิดเผย, อย่างโจ่งแจ้ง, อย่างไม่เกรงกลัวใคร.",
    "โจ๋งเจ๋ง": "ว. ใสมีแต่นํ้า เช่น น้ำแกงใสโจ๋งเจ๋ง.",
    "โจ่งแจ้ง": "ว. อย่างเปิดเผย, ไม่ปิดบัง, เช่น เขาแสดงอย่างโจ่งแจ้ง.",
    "โจท": "[โจด] (โบ) ก. ฟ้อง เช่น ทาษโจทเจ้าว่ามิได้เปนทาษก็ดีว่าได้ส่งเงินค่าตัวแล้วก็ดี. (สามดวง).",
    "โจทก์": "[โจด] น. (กฎ) บุคคลผู้ฟ้องคดีต่อศาล; ผู้กล่าวหา. (เดิมเขียนเป็นโจทย์). (ป., ส.).",
    "โจทเจ้า": "ก. เอาความผิดของเจ้าไปโพนทะนา; เอาใจออกหาก.",
    "โจทนา": "[โจดทะนา] น. การทักท้วง, การฟ้องหา; คําฟ้องหา. (ป., ส.).",
    "โจทย์": "[โจด] น. คําถามในวิชาคณิตศาสตร์, โดยปริยายใช้หมายถึงสิ่งที่คล้ายคลึงเช่นนั้น เช่น ปัญหานี้เป็นโจทย์ที่รัฐบาลแก้ไม่ตก.",
    "โจน": "ก. กระโดดพุ่งไปโดยเร็ว เช่น โจนนํ้า, เผ่นข้ามไป เช่น โจนท้องร่อง, กระโจน ก็ว่า, โดยปริยายหมายถึงอาการคล้ายคลึงเช่นนั้น เช่น นํ้าโจน.",
    "โจนร่ม": "(โบ) น. การเล่นชนิดหนึ่ง เช่น มีการมหรสพสมโภชต่าง&#160;ๆ และมีโจนร่มด้วย. (พงศ. เลขา).",
    "โจม ๑": "น. สิ่งที่ตามปรกติมียอดเป็นลอมอย่างซุ้ม ใช้เป็นเครื่องกำบังแดดลมเป็นต้น; กูบที่มีด้านเปิดโล่ง ๔ ด้าน; กระโจม ก็ว่า.",
    "โจม ๒": "ก. โถมเข้าไป, กระโดดเข้าไป, เช่น โจมจับ โจมฟัน.",
    "โจมจับ": "น. ชื่อช้างศึกพวกหนึ่ง มีหน้าที่เข้าโจมตีข้าศึก, ช้างโจมทัพ ก็เรียก.",
    "โจมตี": "ก. ใช้กําลังบุกเข้าตี, โดยปริยายหมายความว่า พูดหรือเขียนว่าหรือกล่าวหาผู้อื่นอย่างรุนแรง.",
    "โจมทัพ": "น. ชื่อช้างศึกพวกหนึ่ง มีหน้าที่เข้าโจมตีข้าศึก, ช้างโจมจับ ก็เรียก.",
    "โจร ๑, โจร-": "[โจน, โจระ-, โจนระ-] น. ผู้ร้ายที่ลักขโมยหรือปล้นสะดมทรัพย์สินผู้อื่นเป็นต้น. (ป., ส.).",
    "โจร ๒": "น. ชื่อโรคซางชนิดหนึ่ง เรียกว่า ซางโจร.",
    "โจรกรรม": "[โจระกํา, โจนระกํา] น. การลัก, การขโมย, การปล้น. (ส.; ป. โจรกมฺม).",
    "โจรสลัด": "[โจนสะหฺลัด] น. โจรที่ปล้นเรือในทะเล.",
    "โจล": "[โจน, โจละ] (แบบ) น. ผ้า, ท่อนผ้า, เช่น บริขารโจล. (ป.).",
    "โจษ, โจษจัน": "[โจด, โจดจัน] ก. พูดอึง, พูดกันเซ็งแซ่, เล่าลือกันอื้ออึง, จรรโจษ หรือ จันโจษ ก็ใช้.",
    "โจษจน, โจษแจ": "(กลอน) ก. พูดอึง, เล่าลือกันอื้ออึง.",
    "ใจ": "น. สิ่งที่ทําหน้าที่รู้ รู้สึก นึก และคิด เช่น ใจก็คิดว่าอย่างนั้น, หัวใจ เช่น ใจเต้น, ลมหายใจ เช่น กลั้นใจ อึดใจ หายใจ, ความรู้สึกนึกคิด เช่น ใจคด ใจซื่อ; จุดสำคัญของบางสิ่งบางอย่าง เช่น ใจมือ, บริเวณที่ถือว่าเป็นจุดสำคัญของสถานที่ เช่น ใจบ้านใจเมือง.",
    "ใจกลาง": "น. ศูนย์กลาง.",
    "ใจกว้าง": "ว. มีความเอื้อเฟื้อเผื่อแผ่.",
    "ใจขาด": "ว. จนสุดความสามารถ เช่น สู้ใจขาด.",
    "ใจขุ่น": "ว. มีใจไม่ผ่องใส.",
    "ใจแข็ง": "ว. ไม่ยอมง่าย&#160;ๆ, ไม่รู้สึกสงสาร, อดกลั้นความเจ็บปวดหรือทุกข์โศกไว้ได้.",
    "ใจความ": "น. ส่วนสําคัญของเรื่อง, ตรงข้ามกับ พลความ.",
    "ใจคอ": "น. จิตใจ, อัธยาศัย, อารมณ์, บางทีใช้ในทางร้ายก็มี เช่น ใจคอจะทิ้งบ้านทิ้งช่องไปได้หรือ.",
    "ใจแคบ": "ว. ไม่คิดเอื้อเฟื้อเผื่อแผ่ใคร&#160;ๆ.",
    "ใจง่าย": "ว. เชื่อง่าย, ยินยอมง่าย.",
    "ใจจดใจจ่อ": "ว. มุ่งอยู่, เป็นห่วงอยู่.",
    "ใจจืด": "ว. ไม่มีแก่ใจเอื้อเฟื้อใคร.",
    "ใจเฉื่อย": "ว. มีอารมณ์เฉื่อยชา, ไม่กระตือรือร้น.",
    "ใจชื้น": "ว. รู้สึกเบาใจ, มีหวังขึ้น, ไม่เดือดร้อน.",
    "ใจดำ": "ว. เห็นแก่ตัว, ไม่เอื้อเฟื้อใคร, ขาดกรุณา.<2t>น. ความในใจ เช่น พูดถูกใจดํา แทงใจดํา; จุดดําที่อยู่กลางเป้า.",
    "ใจดี": "ว. มีใจเมตตากรุณา, ไม่โกรธง่าย; คุมใจไว้ให้มั่น เช่น ใจดีสู้เสือ.",
    "ใจเด็ด": "ว. มีนํ้าใจเด็ดเดี่ยว.",
    "ใจเดียว": "ว. ไม่หลายใจ, มีความรักและซื่อตรงในบุคคลเดียวหรือสิ่งเดียวไม่เปลี่ยนแปลง.",
    "ใจเดียวกัน": "ว. มีความรู้สึกนึกคิดตรงกัน.",
    "ใจต่ำ": "ว. มีใจใฝ่ในทางเสีย.",
    "ใจเติบ": "ว. มีใจกว้างขวางเกินสมควร; มีใจอยากให้มากไว้หรือใหญ่โตไว้.",
    "ใจแตก": "ว. ประพฤติไปตามที่ตนนิยมในทางที่ผิดหรือนอกโอวาทจนเคยตัว.",
    "ใจโต": "ว. มีใจกว้างเกินประมาณ, มักใช้เข้าคู่กับ หน้าใหญ่ เป็น หน้าใหญ่ใจโต.",
    "ใจถึง": "ว. กล้าทํา, กล้าพูด.",
    "ใจทมิฬ": "ว. มีใจดุร้าย, มีใจร้ายกาจ, บางทีก็ใช้คู่กับคำ หินชาติ เป็น ใจทมิฬหินชาติ.",
    "ใจน้อย": "ว. โกรธง่าย.",
    "ใจนักเลง": "น. มีใจกล้าสู้; มีใจกว้างขวางกล้าได้กล้าเสีย.",
    "ใจบาน": "ว. ดีใจ, ปลื้มใจ.",
    "ใจบาป, ใจบาปหยาบช้า": "ว. มีใจฝักใฝ่ในทางชั่วร้าย.",
    "ใจบุญ": "ว. มีใจฝักใฝ่ในการบุญ.",
    "ใจเบา": "ว. ไม่ยั้งคิด, เชื่อง่าย.",
    "ใจปลาซิว": "ว. มีใจไม่อดทน.",
    "ใจป้ำ": "ว. กล้าได้กล้าเสีย.",
    "ใจแป้ว": "ว. มีใจห่อเหี่ยว.",
    "ใจฝ่อ": "ว. ตกใจ.",
    "ใจพระ": "ว. มีใจบุญ, มีใจเมตตา.",
    "ใจเพชร": "ว. ใจแข็ง.",
    "ใจมา": "ว. มีหวังขึ้น เช่น ใจมาเป็นกอง ใจมาเป็นกระบุง.",
    "ใจมาร": "ว. มีใจดุร้าย, มีใจอำมหิต, บางทีก็ใช้คู่กับ ใจยักษ์ เป็น ใจยักษ์ใจมาร.",
    "ใจมือ": "น. มาตราตวงตามวิธีประเพณีของไทยโบราณ ๑๕๐ เมล็ดข้าว = ๑ ใจมือ ๔ ใจมือ = ๑ กำมือ และ ๘ กำมือ = ๑ จังออน; กลางฝ่ามือ.",
    "ใจเมือง": "ว. ศูนย์กลางของเมือง, กลางเมือง เช่น เกิดเรื่องที่กลางใจเมือง.",
    "ใจไม่ดี": "ว. ใจเสียเพราะกลัวหรือวิตกกังวล.",
    "ใจไม้ไส้ระกำ": "ว. เพิกเฉยดูดาย, ไม่มีเมตตากรุณาและเอื้อเฟื้อเผื่อแผ่ใคร.",
    "ใจยักษ์": "ว. มีใจดุร้าย, มีใจอํามหิต, บางทีก็ใช้คู่กับ ใจมาร เป็น ใจยักษ์ใจมาร.",
    "ใจเย็น": "ว. ใจหนักแน่นไม่ฉุนเฉียว, ไม่รีบร้อน.",
    "ใจร้อน": "ว. มีใจไม่หนักแน่น ฉุนเฉียวง่าย; มีใจรีบร้อนอยากจะให้เสร็จเร็ว&#160;ๆ.",
    "ใจร้าย": "ว. ดุร้าย, ไม่ปรานี.",
    "ใจเร็ว": "ว. ตกลงใจอย่างรวดเร็วโดยไม่พิจารณาให้รอบคอบ.",
    "ใจเร็วด่วนได้": "(สำ) ว. อยากได้เร็ว&#160;ๆ โดยไม่คิดให้รอบคอบ.",
    "ใจลอย": "ว. เผลอสติ, เคลิบเคลิ้ม.",
    "ใจสูง": "ว. มีใจที่อบรมมาดี, มีใจใฝ่ในทางดี.",
    "ใจเสาะ": "ว. มีใจขี้กลัวหรือร้องไห้ง่าย, มีใจอ่อนแอ.",
    "ใจเสีย": "ว. มีใจไม่ดีเพราะกลัวหรือวิตกกังวล, หมดกําลังใจ.",
    "ใจหนักแน่น": "ว. มีใจอดทน, ไม่เชื่อง่าย.",
    "ใจหาย": "ว. อาการที่ตกใจเสียวใจขึ้นทันที, ใช้ประกอบท้ายคําอื่นมีความหมายว่า มาก เช่น ดีใจหาย แพงใจหาย.",
    "ใจหายใจคว่ำ": "ว. ใจไม่อยู่กับเนื้อกับตัว.",
    "ใจหิน": "ว. มีใจโหดเหี้ยม, มีใจที่แข็งมากไม่ยอมโอนอ่อน เช่น โจรใจหิน.",
    "ใจเหี่ยวแห้ง": "ว. มีใจไม่สดชื่น.",
    "ใจใหญ่ใจโต": "ว. มีใจเอื้อเฟื้อเผื่อแผ่เกินฐานะ.",
    "ใจอ่อน": "ว. ยอมง่าย, สงสารง่าย.",
    "ไจ": "น. ด้ายหรือไหมที่แยกจากเข็ดแล้วมัดผูกไว้เพื่อไม่ให้ยุ่ง, ลักษณนามเรียกด้ายหรือไหมที่แยกออกจากเข็ดแล้วเช่นนั้น เช่น ด้ายไจหนึ่ง ด้าย ๒ ไจ.",
    "ไจ้": "(ถิ่น-พายัพ) น. ปีชวด.",
    "ไจ้ ๆ": "(กลอน) ว. เนือง&#160;ๆ, บ่อย&#160;ๆ, เป็นอยู่อย่างนั้น, จะไจ้ ก็ว่า.",
    "ไจร": "[ไจฺร] (กลอน) จร, จากไป, เช่น แลเอกจักร เจียรไจร. (สมุทรโฆษ).",
    "ฉ ๑": "พยัญชนะตัวที่ ๙ นับเป็นพวกอักษรสูง.",
    "ฉ ๒": "[ฉอ, ฉ้อ, ฉะ] ว. หก, สําหรับประกอบหน้าศัพท์อื่น. (ป.).",
    "ฉก ๑": "ก. ฉวยหรือชิงเอาโดยเร็ว; สับ, โขก, เช่น งูฉก.",
    "ฉก ๒": "น. ชื่อปาล์มชนิด <f><i>Arenga westerhoutii </i>Griff.</f> วงศ์ <f>Palmae</f> ขึ้นตามป่าดิบชื้นทางภาคใต้ ใบด้านล่างเป็นคราบสีเทา ไม่ใคร่หักหรือพับ จั่นเป็นพวงห้อย ออกผลเป็นทะลายใหญ่, รังกับ หรือ รังไก่ ก็เรียก.",
    "ฉกจวัก": "[-จะหฺวัก] ก. ชูหัวขึ้นแผ่พังพานทําท่าจะฉก (ใช้แก่งู).",
    "ฉกฉวย": "ก. ยื้อแย่งเอาไปต่อหน้า.",
    "ฉกชิง": "ก. แย่งชิงเอาไปซึ่งหน้า.",
    "ฉกรรจ์": "[ฉะกัน] ว. ห้าวหาญ เช่น ใจฉกรรจ์, แข็งแรงสมบูรณ์ เช่น วัยฉกรรจ์ ชายฉกรรจ์, รุนแรงอาจถึงตาย เช่น แผลฉกรรจ์.",
    "ฉกรรจ์ลำเครื่อง": "(โบ) น. ทหารที่เลือกคัดและแต่งเครื่องรบพร้อมที่จะเข้ารบได้ทันที เช่น พลฉกรรจ์ลำเครื่องแสนหนึ่ง ช้างเครื่องแปดร้อย. (พงศ. เลขา).",
    "ฉกษัตริย์": "[ฉ้อกะสัด, ฉอกะสัด] น. กษัตริย์ ๖ พระองค์, ชื่อกัณฑ์ที่ ๑๒ ของมหาชาติ.",
    "ฉกาจ, ฉกาจฉกรรจ์": "[ฉะกาด, ฉะกาดฉะกัน] ว. เก่งกาจ, ดุร้าย, กล้าแข็ง.",
    "ฉกามาพจร, ฉกามาวจร": "[ฉะกามาพะจอน, ฉะกามาวะจอน] น. สวรรค์ ๖ ชั้น ได้แก่ ๑. จาตุมหาราช หรือจาตุมหาราชิกหรือจาตุมหาราชิกา ๒. ดาวดึงส์ ๓. ยามา ๔. ดุสิต ๕. นิมมานรดี ๖. ปรนิมมิตวสวัตดี. (ป. ฉ + กาม + อวจร).",
    "ฉง": "<i>ดู กระฉง</i>.",
    "ฉงน": "[ฉะหฺงน] ก. สงสัย, ไม่แน่ใจ, แคลงใจ.",
    "ฉงาย ๑": "[ฉะหฺงาย] ก. สงสัย.",
    "ฉงาย ๒": "[ฉะหฺงาย] ว. ไกล, ห่าง. (ข.).",
    "ฉทวาร": "[ฉะทะวาน] น. ทวารทั้ง ๖ คือ ตา หู จมูก ลิ้น กาย และใจ.",
    "ฉทานศาลา": "[ฉ้อทานนะสาลา] น. ศาลาเป็นที่ทําทาน ๖ แห่ง, บางทีเขียนว่า ศาลาฉทาน.",
    "ฉทึง": "[ฉะ-] น. แม่นํ้า เช่น ฉทึงธารคีรีเหวผา. (ดุษฎีสังเวย), ใช้ว่า จทึง ชทึง ชรทึง สทิง สทึง หรือ สรทึง ก็มี. (ข. สฺทึง ว่า คลอง).",
    "ฉนวน ๑": "[ฉะหฺนวน] น. ทางเดินซึ่งมีเครื่องกําบัง ๒ ข้าง สําหรับพระมหากษัตริย์หรือเจ้านายฝ่ายในเสด็จขึ้นลงหรือเข้าออก.<2t>ก. กําบัง, คั่น, กั้น.",
    "ฉนวน ๒": "[ฉะหฺนวน] น. วัตถุที่ไฟฟ้าหรือความร้อนผ่านไม่ได้สะดวก, วัตถุที่ไม่เป็นตัวนําไฟฟ้าหรือความร้อน. (อ. <f>insulator</f>).",
    "ฉนวน ๓": "[ฉะหฺนวน] น. ดินแดนที่มีทางออกทะเลหรือที่ทําให้ดินแดนถูกแยกออกเป็น ๒ ฟาก. (อ. <f>corridor</f>).",
    "ฉนวน ๔": "[ฉะหฺนวน] น. ชื่อไม้ต้นขนาดกลางชนิด <f><i>Dalbergia nigrescens</i> Kurz</f> ในวงศ์ <f>Leguminosae</f> เนื้อไม้อ่อน ไม่ทนทาน, สนวน หรือ ชนวน ก็เรียก.",
    "ฉนัง": "[ฉะหฺนัง] น. หม้อ, โบราณเขียนเป็น ฉนงง ก็มี เช่น ฉนงงบ่อมาทนนสาย แสบท้อง. (กำสรวล). (ข.).",
    "ฉนาก": "[ฉะหฺนาก] น. ชื่อปลาทะเลขนาดใหญ่ในสกุล <f><i>Pristis</i></f> วงศ์ <f>Pristidae</f> เป็นปลากระดูกอ่อน จัดอยู่ในอันดับ <f>Rajiformes</f> มีเหงือก ๕ คู่อยู่ใต้ส่วนหัว บริเวณปลายสุดของหัวมีแผ่นกระดูกยื่นยาวมาก ขอบทั้ง ๒ ข้างมีซี่กระดูกแข็งคล้ายฟันเรียงห่างกันอย่างสมํ่าเสมอข้างละ ๑ แถวโดยตลอด ชนิด <f><i>P. cuspidatus</i></f> มี ๒๓-๓๕ คู่, ชนิด <f><i>P. microdon</i></f> มี ๑๗-๒๐ คู่.",
    "ฉนำ": "[ฉะหฺนํา] น. ปี. (ข.).",
    "ฉบบ": "[ฉะ-] น. แบบ, เล่มหนังสือ, เรื่อง. (ข. จฺบาบ่).",
    "ฉบัง": "<table width=\\\"100%\\\" border=\\\"0\\\"><tr><td width=\\\"100%\\\" aling=\\\"left\\\" valign=\\\"top\\\" colspan=\\\"3\\\"><ft>[ฉะ-] น. ชื่อกาพย์ชนิดหนึ่ง บทละ ๑๖ คํา แบ่งเป็น ๓ วรรค วรรคที่ ๑ และ ๓ มี ๖ คำ วรรคที่ ๒ มี ๔ คำ เช่น</ft></td></tr><tr><td width=\\\"10%\\\">&#160;</td><td width=\\\"15%\\\" align=\\\"left\\\" valign=\\\"top\\\"><ft><2t>ไว้ปากไว้วากย์วาที</ft></td><td width=\\\"15%\\\" align=\\\"left\\\" valign=\\\"top\\\"><ft>ไว้วงศ์กระวี</ft></td></tr><tr><td width=\\\"10%\\\">&#160;</td><td width=\\\"15%\\\" align=\\\"left\\\" valign=\\\"top\\\"><ft>ไว้เกียรติ์และไว้นามกร</ft></td><td width=\\\"15%\\\">&#160;</td></tr><tr><td width=\\\"10%\\\">&#160;</td><td width=\\\"10%\\\">&#160;</td><td width=\\\"15%\\\" align=\\\"left\\\" valign=\\\"top\\\"><ft>(สามัคคีเภท). (ข. จฺบำง).</ft></td></tr></table>",
    "ฉบัด": "[ฉะ-] (กลอน) ว. ชัด, สันทัด, ทันทีทันใด, เช่น เจ้าช้างจึ่งรู้ฉบัด. (ลอ), เร่งยอมนุญาตเยาวฉบัด. (สรรพสิทธิ์). (ข. จฺบาส่).",
    "ฉบับ": "[ฉะ-] น. หนังสือเรื่องเดียวกันซึ่งมีข้อความหรือสํานวนแตกต่างกันเป็นต้น เช่น พจนานุกรม ฉบับราชบัณฑิตยสถาน, ต้นเดิมของหนังสือที่พิมพ์หรือเขียน เรียกว่า ต้นฉบับ; ลักษณนามเรียกหนังสือเล่มหรือหนังสือเป็นแผ่นที่ถือว่าเป็นหน่วยหนึ่ง&#160;ๆ เช่น จดหมาย ๓ ฉบับ สลากกินแบ่ง ๕ ฉบับ หนังสือสัญญา ๒ ฉบับ. (ข. จฺบาบ่).",
    "ฉพีสติม-": "[ฉะพีสะติมะ-] (แบบ) ว. ที่ ๒๖ เช่น ฉพีสติมสุรทิน ว่า วันที่ ๒๖ (แห่งเดือนสุริยคติ). (ป.).",
    "ฉม": "น. กลิ่นหอม, เครื่องหอม.",
    "ฉมบ": "[ฉะมบ] น. ผีผู้หญิงที่ตายในป่าและสิงอยู่ในบริเวณที่ตาย มีรูปเห็นเป็นเงา&#160;ๆ แต่ไม่ทําอันตรายใคร เช่น อนึ่งเปนสัจว่าเปนฉมบจะกละกะสือ แลมาฟ้องร้องเรียนแก่มุขลูกขุนก็ดี ๒๐. (สามดวง), ชมบ หรือ ทมบ ก็ว่า. (ข. ฉฺมบ ว่า หมอตําแย).",
    "ฉมวก": "[ฉะหฺมวก] น. เครื่องมือแทงปลาเป็นต้น มีง่ามเป็น ๑, ๓ หรือ ๕ ขา ที่ปลายขาทำเป็นเงี่ยง มีด้ามยาว. (ข. จฺบูก).",
    "ฉมวย": "[ฉะหฺมวย] (กลอน) ก. ฉวย, จับ; ได้.<2t>ว. แม่น, ขลัง.",
    "ฉม่อง": "[ฉะหฺม่อง] น. คนตีฆ้อง เช่น พานรนายฉม่องว่องไว คุมคนธรรพ์ไป ประจานให้ร้องโทษา. (คําพากย์).",
    "ฉมัง": "[ฉะหฺมัง] ว. แม่น เช่น มือฉมัง, ขลัง เช่น เป่ามนตร์ฉมัง.",
    "ฉมัน": "[ฉะหฺมัน] น. สมัน.",
    "ฉมา": "[ฉะมา] น. แผ่นดิน. (ป.; ส. กฺษมา).",
    "ฉมำ": "[ฉะหฺมํา] ว. แม่น, ไม่ผิด, ขลัง.",
    "ฉล": "[ฉะละ, ฉน] น. ความฉ้อโกง.<2t>ก. โกง. (ป., ส.).",
    "ฉลวย": "[ฉะหฺลวย] ว. สวยสะโอดสะอง.",
    "ฉลวยฉลาด": "ว. ปัญญาดีงาม.",
    "ฉลอง ๑": "[ฉะหฺลอง] ก. ทําบุญหรือบูชาสิ่งใดสิ่งหนึ่งเป็นงานเอิกเกริกเพื่อแสดงความปีติยินดี เช่น ฉลองพระ ฉลองหนังสือ ฉลองอายุ, จัดงานเอิกเกริกเพื่อแสดงความยินดีในโอกาสต่าง&#160;ๆ เช่น ฉลองปริญญา, บางทีใช้เข้าคู่กับคำ เฉลิม เป็น เฉลิมฉลอง.",
    "ฉลอง ๒": "[ฉะหฺลอง] ก. แทน, ทดแทน, เช่น ฉลองคุณ.",
    "ฉลอง ๓": "[ฉะหฺลอง] ก. จำลอง, รอง, แทน, ช่วย.",
    "ฉลอง ๔": "[ฉะหฺลอง] (โบ) ก. ข้าม ในคำว่า ท่าฉลอง คือ ท่าสำหรับข้าม. (ข. ฉฺลง).",
    "ฉลองได": "(ราชา) น. ไม้เกาหลัง.",
    "ฉลองพระกรน้อย": "(ราชา) น. ชื่อเสื้อชั้นในที่แขนต่อแถบรัดคู่กับฉลองพระองค์ทรงประพาส, พระกรน้อย ก็ว่า.",
    "ฉลองพระเนตร": "(ราชา) น. แว่นตา.",
    "ฉลองพระบาท": "(ราชา) น. รองเท้า.",
    "ฉลองพระศอ": "(ราชา) น. สร้อยนวม.",
    "ฉลองพระหัตถ์": "(ราชา) น. ช้อนส้อม, ตะเกียบ, มีดสำหรับโต๊ะอาหาร, ใช้ว่า ฉลองพระหัตถ์ช้อนส้อม ฉลองพระหัตถ์ตะเกียบ ฉลองพระหัตถ์มีด.",
    "ฉลองพระองค์, ฉลององค์": "(ราชา) น. เสื้อ.",
    "ฉลองศรัทธา": "(ปาก) ก. ตอบแทนเต็มที่.",
    "ฉลอม": "[ฉะหฺลอม] น. ชื่อเรือต่อชนิดหนึ่ง คล้ายเรือกระแชง หัวท้ายงอนเรียว กลางป่อง ตัวเรือเป็นเหลี่ยม กระดานข้างเรือเป็นทับเกล็ด นิยมใช้ตามหัวเมืองชายทะเลแถบปากอ่าว สำหรับบรรทุกสินค้าหรือหาปลา สมัยโบราณเวลาเกิดศึกสงครามก็จะถูกเกณฑ์ไปใช้ในราชการทัพด้วย อาจติดใบหรือไม่ก็ได้.",
    "ฉลอมท้ายญวน": "น. ชื่อเรือใบเดินทะเลรูปท้ายตัด ใช้ทางทะเลด้านตะวันออก.",
    "ฉลัก": "[ฉะหฺลัก] ก. สลัก, แกะให้เป็นลวดลาย. (ข. ฉฺลาก่ ว่า สลัก).",
    "ฉลับ": "[ฉะหฺลับ] (กลอน) ก. สลับ เช่น แล่นลล้าวฉลับพล. (สมุทรโฆษ).",
    "ฉลาก": "[ฉะหฺลาก] น. สิ่งเช่นติ้ว ตั๋ว หรือแผ่นกระดาษเล็ก&#160;ๆ เป็นต้น ซึ่งทําเป็นเครื่องหมายกําหนดไว้เนื่องในการเสี่ยงโชคเสี่ยงทายเป็นต้น; ป้ายบอกชื่อยา ใช้ปิดขวดยารักษาโรค เรียกว่า ฉลากยา; สลาก ก็ว่า; (กฎ) รูป รอยประดิษฐ์ เครื่องหมาย หรือข้อความใด&#160;ๆ ที่แสดงไว้ที่ภาชนะหรือหีบห่อบรรจุยา อาหาร หรือผลิตภัณฑ์อื่น เช่น ฉลากยา ฉลากเครื่องสําอาง.",
    "ฉลากบาง": "น. ชื่อเรือชนิดหนึ่ง.",
    "ฉลาง": "[ฉะหฺลาง] น. ชื่อชนชาติเดิมพวกหนึ่ง อยู่ทางทะเลด้านตะวันตกของแหลมมลายู, ชาวนํ้า หรือ ชาวเล ก็เรียก. (ม. ว่า ซะลัง); ชื่อผ้าที่มีลายชนิดหนึ่ง เรียกว่า ผ้าลายฉลาง เช่น พวกโขลนเลวลายฉลางกับริ้วญวน. (ขุนช้างขุนแผน).",
    "ฉลาด ๑": "[ฉะหฺลาด] ว. เฉียบแหลม, ไหวพริบดี, ปัญญาดี. (ข. ฉฺลาต, ฉฺลาส).",
    "ฉลาด ๒": "[ฉะหฺลาด] <i>ดู สลาด</i>.",
    "ฉลาดเฉลียว": "ว. มีปัญญาและไหวพริบดี, เฉลียวฉลาด ก็ว่า. (ข. ฉฺลาตเฉฺลียว, ฉฺลาสเฉฺลียว).",
    "ฉลาม": "[ฉะหฺลาม] น. ชื่อปลาทะเลหลายวงศ์ในอันดับ <f>Lamniformes</f> เป็นปลากระดูกอ่อน เหงือกส่วนใหญ่มี ๕ คู่อยู่ข้างส่วนหัว แฉกบนของหางยกสูงขึ้นและยาวมาก ตัวผู้ขอบในของครีบท้องขยายใหญ่มีแท่งอวัยวะสืบพันธุ์ เรียกว่า เดือย บางชนิดเป็นปลาผิวนํ้า เช่น ฉลามหนู <f>(<i>Scoliodon sorrakowvah</i>)</f>, ฉลามเสือ เสือทะเล พิมพา หรือ ตะเพียนทอง <f>(<i>Galeocerdo cuvieri</i>)</f> บางชนิดอยู่สงบตามพื้นท้องทะเล เช่น ฉลามกบ หรือ ฉลามหิน <f>(<i>Chiloscyllium griseum</i>)</f> บางชนิดอยู่ในนํ้าลึกมาก เช่น ฉลามนํ้าลึก <f>(<i>Squalus fernandinus</i>)</f> บางชนิดขนาดใหญ่มาก เช่น ฉลามวาฬ <f>(<i>Rhincodon typus</i>)</f> บางชนิดหัวแผ่แบน เรียก ฉลามหัวค้อน หรือ อ้ายแบ้ เช่น ชนิด <f><i>Sphyrna leweni</i></f>.",
    "ฉลามเสือ": "<i>ดู พิมพา</i>.",
    "ฉลาย": "[ฉะหฺลาย] ก. สลาย, แตกพัง, ทลาย, ละลาย.",
    "ฉลิว": "[ฉะหฺลิว] น. เฉลว.",
    "ฉลีก": "[ฉะหฺลีก] (กลอน) ก. ฉีก, ทําให้ขาดจากกัน; แยกออกจากกัน.",
    "ฉลุ": "[ฉะหฺลุ] ก. ปรุ, สลัก.",
    "ฉลุกฉลวย": "[ฉะหฺลุกฉะหฺลวย] ว. รวดเร็ว.",
    "ฉลุลาย": "ก. ฉลุให้เป็นลาย, ลายที่ฉลุแล้ว เรียกว่า ลายฉลุ.",
    "ฉลู": "[ฉะหฺลู] น. ชื่อปีที่ ๒ ของรอบปีนักษัตร มีวัวเป็นเครื่องหมาย. (ข. ฉฺลูว).",
    "ฉวย": "ก. คว้า จับ หรือหยิบเอาโดยเร็ว.<2t>สัน. ถ้า, แม้.",
    "ฉวยฉาบ": "(กลอน) ก. จิกหรือหยิบแล้วบินหรือพาไป เช่น ฉวยฉาบคาบนาคี เป็นเหยื่อ. (เห่เรือ).",
    "ฉวะ": "[ฉะวะ] (แบบ) น. ร่างสัตว์หรือคนที่ตายแล้ว, ซากศพ. (ป.; ส. ศว).",
    "ฉวัดเฉวียน": "[ฉะหฺวัดฉะเหฺวียน] ก. อาการที่บินวนเวียนไปมาอย่างผาดโผน เช่น บินฉวัดเฉวียน, แล่นเร็วอย่างผาดโผน เช่น ขับรถฉวัดเฉวียน.<2t>ว. วนเวียน. (ข. ฉฺวาต่เฉวียล).",
    "ฉวาง": "[ฉะหฺวาง] น. วิธีเลขชั้นสูงของโบราณอย่างหนึ่ง. (ข. ฉฺวาง)<2t>ก. ขวาง เช่น อันว่าพยัคฆราช อันฉวางมรรคาพระมัทรี. (ม. คําหลวง มัทรี).",
    "ฉวี": "[ฉะหฺวี] น. ผิวกาย. (ป., ส. ฉวิ).",
    "ฉศก": "[ฉอสก] น. เรียกปีจุลศักราชที่ลงท้ายด้วยเลข ๖ เช่น ปีชวด ฉศก จุลศักราช ๑๓๔๖.",
    "ฉ้อ": "ก. โกง เช่น ฉ้อทรัพย์.",
    "ฉอก": "ว. แหว่ง, เว้า, (ใช้กับลักษณะของผม) ในคําว่า ผมฉอก, กระฉอก ก็ใช้.",
    "ฉ้อโกง": "(กฎ) น. ชื่อความผิดอาญาฐานหลอกลวงผู้อื่นโดยทุจริต ด้วยการแสดงข้อความอันเป็นเท็จ หรือปกปิดข้อความจริงซึ่งควรบอกให้แจ้ง โดยการหลอกลวงดังว่านั้นได้ไปซึ่งทรัพย์สินจากผู้ถูกหลอกลวงหรือบุคคลที่สาม หรือทําให้ผู้ถูกหลอกลวงหรือบุคคลที่สามทํา ถอน หรือทําลายเอกสารสิทธิ เรียกว่า ความผิดฐานฉ้อโกง.",
    "ฉ่อง": "ว. ข้างล่างแคบข้างบนกว้าง คือ ตีนสอบ เช่นพูดว่า เรือนหลังนี้ตีนมันฉ่องเข้าไปนัก. (ดิกชนารีไทย).<2t>ก. กระจ่าง เช่น ฉ่องพระโฉม; ส่อง เช่น คันฉ่อง.",
    "ฉ้อฉล": "ก. ใช้อุบายหลอกลวงโดยเอาความเท็จมากล่าวเพื่อให้เขาหลงผิด.",
    "ฉอด ๆ": "ว. อาการที่พูดหรือเถียงไม่หยุดปาก เช่น พูดฉอด&#160;ๆ เถียงฉอด&#160;ๆ.",
    "ฉ่อย": "น. ชื่อเพลงสําหรับว่าแก้กันระหว่างชายกับหญิง เป็นเพลงที่นิยมว่าปากเปล่าโดยอาศัยปฏิภาณเป็นสําคัญ เมื่อว่าจบบทแล้ว ลูกคู่จะรับพร้อมกันว่า ชา ฉา ชา ฉาด ชา หน่อยแม่.",
    "ฉ้อราษฎร์บังหลวง": "ก. การที่พนักงานเจ้าหน้าที่เก็บเงินจากราษฎรแล้วไม่ส่งหลวงหรือเบียดบังเงินหลวง.",
    "ฉอเลาะ": "ว. พูดออดอ้อนหรือแสดงกิริยาทํานองนั้นเพื่อให้เขาเอ็นดูเป็นต้น (มักใช้เฉพาะเด็กหรือผู้หญิง).",
    "ฉะ ๑": "ก. ฟันลงไป; (ปาก) คําใช้แทนกริยาได้หลายอย่างแล้วแต่คําห้อมล้อม เช่น ฉะปาก หมายความว่า ต่อยปาก, ฉะข้าว หมายความว่า กินข้าว.",
    "ฉะ ๒": "คำกร่อนของคำหน้าซึ่งซ้ำกับคำหลังในคำที่มี ฉ เป็นพยัญชนะต้นในบทกลอน เช่น ฉาดฉาด กร่อนเป็น ฉะฉาด ฉ่ำฉ่ำ กร่อนเป็น ฉะฉ่ำ มีคำแปลอย่างเดียวกับคำเดิมนั้น และมีความหมายในทางย้ำหรือเน้นคำ.",
    "ฉะกะ": "ก. ระกะ เช่น โกมุทอุบลบานฉะกะ. (อนิรุทธ์).",
    "ฉะฉาด": "(กลอน) ว. ฉาด, เสียงอย่างเสียงของแข็งกระทบกัน.",
    "ฉะฉาน": "ว. อาการที่พูดห้าวหาญและชัดถ้อยชัดคํา, ฉาดฉาน ก็ใช้.",
    "ฉะฉ่ำ": "(กลอน) ว. ฉํ่า, ชุ่มชื้น.",
    "ฉะฉี่": "(กลอน) ว. ฉี่, เสียงดังอย่างเสียงของที่ทอดนํ้ามัน.",
    "ฉะเฉื่อย": "(กลอน) ว. เฉื่อย, ช้า, เรื่อย&#160;ๆ, ไม่รีบร้อน.",
    "ฉะต้า": "(โบ) อ. ชะต้า.",
    "ฉะนั้น": "ว. ฉันนั้น, เช่นนั้น, อย่างนั้น, ดังนั้น, ดั่งนั้น, เพราะฉะนั้น, เพราะเหตุนั้น.",
    "ฉะนี้": "ว. ฉันนี้, เช่นนี้, อย่างนี้, ดังนี้, ดั่งนี้, เพราะฉะนี้, เพราะเหตุนี้.",
    "ฉะหน้าโรง": "น. วิธีของเพลงทำนองหนึ่ง.",
    "ฉะอ้อน": "ก. แสดงกิริยาวาจาเพื่อให้เขาเมตตา, ชะอ้อน ก็ใช้.<2t>ว. กล้องแกล้ง, แน่งน้อย, รูปเล็กบาง, ชะอ้อน ก็ใช้.",
    "ฉักกะ": "(แบบ) น. หมวด ๖ คือ รวมสิ่งละหก&#160;ๆ. (ป.).",
    "ฉัฐ": "[ฉัดถะ] (แบบ) ว. ที่ ๖. (ป. ฉฏฺ&#xf700;).",
    "ฉัด": "(ถิ่น-ปักษ์ใต้) ก. เตะ.",
    "ฉัตร ๑, ฉัตร-": "[ฉัด, ฉัดตฺระ-] น. เครื่องสูงชนิดหนึ่ง มีรูปคล้ายร่มที่ซ้อนกันขึ้นไปเป็นชั้น&#160;ๆ ชั้นบนมีขนาดเล็กกว่า ชั้นล่างลดหลั่นกันไปโดยลําดับ สําหรับแขวน ปัก ตั้ง หรือเชิญเข้ากระบวนแห่เป็นเกียรติยศ. (ส. ฉตฺร; ป. ฉตฺต ว่า ร่ม); ส่วนที่ต่อจากปุ่มฆ้องเป็นฐานแผ่ออกไปแล้วงองุ้มลงมาเป็นขอบโดยรอบอย่างฉัตร; ชื่อดาวฤกษ์อารทรา.",
    "ฉัตร ๒": "[ฉัด] น. ไม้เล็ก&#160;ๆ ซึ่งจัดไว้ที่วงฆ้องระหว่างลูกฆ้อง.",
    "ฉัตรบรรณ": "[ฉัดตฺระบัน] น. ต้นสัตบรรณ.",
    "ฉัตรมงคล": "[ฉัดตฺระ-] น. พระราชพิธีฉลองพระเศวตฉัตร ทําในวันซึ่งตรงกับวันบรมราชาภิเษก.",
    "ฉัตรสามชั้น": "[ฉัด-] น. ชื่อกลบทชนิดหนึ่ง ตัวอย่างว่า หวนสวาทโหยถวิลโหยสวาทหวน ครวญคะนึงคะเนนึกคะนึงครวญ ใจเศร้าโศกแสนกําสรวลโศกเศร้าใจ.",
    "ฉัททันต์": "(แบบ) น. ชื่อช้างตระกูล ๑ ใน ๑๐ ตระกูลเรียกว่า ฉัททันตหัตถี กายสีขาวบริสุทธิ์ดั่งสีเงินยวง แต่ปากและเท้าสีแดง. <i>(ดู กาฬาวก)</i>; ชื่อสระใหญ่สระ ๑ ในสระทั้ง ๗ ในป่าหิมพานต์. (ป.).",
    "ฉัน ๑": "ส. คําใช้แทนตัวผู้พูด พูดกับผู้ที่เสมอกันหรือผู้ใหญ่พูดกับผู้น้อย, เป็นสรรพนามบุรุษที่ ๑.",
    "ฉัน ๒": "ก. กิน (ใช้แก่ภิกษุสามเณร).",
    "ฉัน ๓": "ว. เสมอเหมือน, เช่น, อย่าง, เช่น ฉันญาติ.",
    "ฉัน ๔": "ว. มีแสงกล้า, มีแสงพุ่งออกไป, เช่น พระสุริฉัน.",
    "ฉันใด": "ว. อย่างไร, อย่างใด, เช่นใด.<2t>ส. อย่างใด, เช่นใด, (เป็นคำที่ใช้เข้าคู่กับคำ ฉันนั้น ซึ่งเป็นคํารับ).",
    "ฉันท- ๑, ฉันท์ ๑": "[ฉันทะ-] น. ชื่อคําประพันธ์ประเภทหนึ่งที่วางคํา ครุ ลหุ เป็นแบบต่าง&#160;ๆ. (ป.).",
    "ฉันท- ๒, ฉันท์ ๒, ฉันทะ": "น. ความพอใจ, ความรักใคร่, ความชอบใจ, ความยินดี; ความร่วมความคิดความเห็นกัน เช่น ลงมติเป็นเอกฉันท์, ความไว้เนื้อเชื่อใจ เช่น มอบฉันทะ. (ป.).",
    "ฉันทลักษณ์": "[ฉันทะลัก] น. ลักษณะแบบแผนคำประพันธ์ประเภทร้อยกรอง, ชื่อตำราไวยากรณ์ตอนที่ว่าด้วยลักษณะของคำประพันธ์.",
    "ฉันทวิลาส": "[ฉันทะวิลาด] น. ชื่อเพลงทำนองหนึ่ง. (ดึกดําบรรพ์).",
    "ฉันทศาสตร์": "[ฉันทะสาด] น. ตำราว่าด้วยการแต่งฉันท์ทั้งที่เป็นมาตราพฤติและวรรณพฤติ เป็นศิลปศาสตร์อย่างหนึ่งในศิลปศาสตร์ ๑๘ ประการ. (ส.).",
    "ฉันทา": "(กลอน) ก. ลําเอียงเพราะรักใคร่ชอบใจ เช่น พระแก่วันชันษากว่าข้านี้ นึกว่าพี่น้องกันไม่ฉันทา. (อภัย).",
    "ฉันทาคติ": "น. ความลำเอียงเพราะความรักใคร่ชอบใจ เป็นอคติ ๑ ในอคติ ๔ ได้แก่ ฉันทาคติ โทสาคติ ภยาคติ และโมหาคติ. (ป. ฉนฺท + อคติ).",
    "ฉันทานุมัติ": "[ฉันทานุมัด] น. ความเห็นชอบตามโดยความพอใจ, การได้รับมอบหมายด้วยความเต็มใจ. (ป. ฉนฺท + อนุมติ).",
    "ฉันนั้น": "ส. อย่างนั้น, เช่นนั้น, (เป็นคำรับใช้เข้าคู่กับคำ ฉันใด).",
    "ฉันวุติ": "[ฉันนะวุดติ] ว. เก้าสิบหก เช่น เป็นที่หมายฉันวุติโรค. (สิบสองเดือน). (ป. ฉนฺนวุติ).",
    "ฉับ, ฉับ ๆ": "ว. อาการที่พูดหรือฟันเป็นต้นอย่างเร็ว เช่น ฟันฉับ พูดฉับ&#160;ๆ; เสียงดังเช่นนั้น.",
    "ฉับฉ่ำ": "(กลอน) ว. ไพเราะ, เสนาะหู, เช่น ละครก็ฟ้อนร้อง สุรศัพทกลับขาน ฉับฉ่ำที่ตำนาน อนิรุทธกินรี. (บุณโณวาท).",
    "ฉับพลัน": "ว. ทันทีทันใด, ทันทีทันควัน.",
    "ฉับไว": "ว. รวดเร็ว.",
    "ฉัพพรรณรังสี": "[ฉับพันนะ-] (แบบ) น. รัศมี ๖ ประการ คือ ๑. นีล เขียวเหมือนดอกอัญชัน ๒. ปีต เหลืองเหมือนหรดาลทอง ๓. โลหิต แดงเหมือนตะวันอ่อน ๔. โอทาต ขาวเหมือนแผ่นเงิน ๕. มัญเชฐ สีหงสบาทเหมือนดอกเซ่งหรือหงอนไก่ ๖. ประภัสสร เลื่อมพรายเหมือนแก้วผลึก. (ปฐมสมโพธิ). (ป. ฉพฺพณฺณรํสี).",
    "ฉัยยา": "(กลอน) น. ผู้หญิง, นางผู้มีโฉมงาม, เขียนเป็น ไฉยา ก็มี เช่น เมื่อนั้น นางรจนาไฉยา แลเห็นสมเด็จพระมารดา กัลยาออกมารับทันที. (บทละครสังข์ทอง). <i>(ดู ชายา ๒)</i>.",
    "ฉ่า": "ว. เสียงนํ้ามันเดือดเมื่อเวลาทอดของ; เสียงลูกคู่เพลงร้องรับจังหวะพ่อเพลงแม่เพลง; เสียงอื้ออึง เช่น จะชุมฉ่าชายจะมาก. (ม. ร่ายยาว ชูชก); เสียงนํ้าดังเช่นนั้น เช่น พรายสายชลฉ่าเพียง สินธุ์สวรรค์. (เฉลิมพระเกียรติพระนารายณ์).",
    "ฉาก ๑": "น. เครื่องบังหรือเครื่องกั้น มีหลายชนิด ใช้ตั้ง แขวน หรือพับได้, เครื่องประกอบเวทีละครเพื่อให้ดูสมจริงตามเนื้อเรื่อง เช่น ฉากป่า ฉากเมือง; เครื่องสําหรับวัดมุมซึ่งมี ๙๐ องศา, มุมซึ่งกางได้ ๙๐ องศา เรียกว่า มุมฉาก, ลักษณนามเรียกตอนย่อยของละครในองก์หนึ่ง&#160;ๆ หรือตอนหนึ่งของละครที่เปิดม่านหน้าเวทีครั้งหนึ่ง&#160;ๆ เช่น ละคร ๓ ฉาก.",
    "ฉาก ๒": "(ปาก) ก. หลบ, เลี่ยง, เช่น ฉากหนี.",
    "ฉากแข็ง": "น. ฉากตั้ง.",
    "ฉากญี่ปุ่น": "น. เครื่องบังตาที่ประกอบด้วยแผ่นพับหลายแผ่น.",
    "ฉากตั้ง": "น. ฉากละครที่ทําเป็นรูปต่าง&#160;ๆ แล้วนํามาตั้งไว้, ฉากแข็ง ก็เรียก.",
    "ฉากทิ้ง": "น. ฉากลิเกละครเป็นต้นเขียนเป็นภาพต่าง&#160;ๆ แขวนทิ้งไว้กับที่ อาจชักรอกขึ้นลงได้, ฉากอ่อน ก็เรียก.",
    "ฉากน้อย, ฉากใหญ่": "น. ท่าละครชนิดหนึ่ง.",
    "ฉากบังเพลิง": "น. ฉากพับได้ที่ติดไว้กับเสาเมรุทั้ง ๔ ด้าน ใช้สําหรับกั้นบังในเวลาเผาศพชั้นโกศเท่านั้น, ถ้าเป็นเมรุธรรมดาและเป็นศพข้าราชการ ใช้ลายเถาไม้, ถ้าเป็นพระศพพระราชวงศ์ ใช้ฉากรูปเทวดา.",
    "ฉากอ่อน": "น. ฉากทิ้ง.",
    "ฉาง": "น. สิ่งปลูกสร้างขนาดใหญ่สําหรับเก็บข้าวหรือเกลือเป็นต้น.",
    "ฉ่าง": "ก. เสี่ยงทายว่าใครจะเป็นผู้ขึ้นต้น, ลองดูว่าท่าไหนจะดี, (โดยมากใช้สําหรับเล่นลูกเต๋าหรือไพ่).<2t>ว. เสียงดังเช่นเสียงม้าล่อ.",
    "ฉ่าฉาว": "ว. เกรียวกราว, เลื่องลือ, อื้ออึง.",
    "ฉาด": "ว. เสียงดังเช่นนั้นอย่างเสียงดังเมื่อตบหน้าโดยแรงเป็นต้น.",
    "ฉาดฉาน": "ว. อาการที่พูดห้าวหาญและชัดถ้อยชัดคํา, ฉะฉาน ก็ใช้.",
    "ฉาตกภัย": "[ฉาตะกะไพ] น. ภัยที่เกิดจากความแห้งแล้ง, ภัยที่เกิดจากข้าวยากหมากแพง. (ป. ฉาต, ฉาตก, ว่า หิว, อิดโรยเพราะการอดอาหาร).",
    "ฉาทนะ": "[ฉาทะนะ] น. เครื่องปิดคลุม, เครื่องกําบัง, หนัง, การซ่อน, การบัง, เช่น ท้าวก็แรงสุกลพัสตรฉาทน อนนขาวตระดาษดุจสังข์ โสดแล. (ม. คําหลวง นครกัณฑ์). (ป., ส.).",
    "ฉาน ๑": "น. ข้างหน้า เช่น ธงฉาน; ลาน เช่น ตัดหน้าฉาน.",
    "ฉาน ๒": "(ถิ่น-ปักษ์ใต้) ส. ฉัน, เป็นสรรพนามบุรุษที่ ๑.",
    "ฉาน ๓": "ก. แตก, กระจาย, ซ่าน, เช่น แตกฉานซ่านเซ็น.<2t>ว. มีแสงกล้า, มีแสงพุ่งออกไป, สว่าง, กระจ่างแจ้ง, จ้า, เช่น แสงฉาน ปัญญาแตกฉาน; ฉาด เช่น ขวิดควิ้วอยู่ฉาน&#160;ๆ. (ม. ร่ายยาว กุมาร).",
    "ฉาน ๔": "น. ชื่อเพลงไทยทำนองหนึ่ง.",
    "ฉาน ๕": "น. ชื่อรัฐหนึ่งทางภาคตะวันออกเฉียงเหนือของประเทศพม่า ติดต่อกับทางภาคเหนือของประเทศไทย, ไทยใหญ่ ก็เรียก.",
    "ฉาบ ๑": "น. เครื่องตีประกอบจังหวะชนิดหนึ่ง ทําด้วยโลหะรูปร่างเป็นแผ่นกลมคล้ายจาน แต่มีปุ่มนูนขึ้นตรงกลาง เจาะรูตรงกลางปุ่มไว้ร้อยเชือกหรือเส้นหนังสําหรับถือตี.",
    "ฉาบ ๒": "ก. ทา เกลือก หรือเคลือบแต่ผิว&#160;ๆ เช่น ฉาบปูน ฉาบกล้วย.",
    "ฉาบฉวย": "ว. ชั่วครั้งชั่วคราว, ขอไปที, ไม่จริงจัง, เช่น ทําอย่างฉาบฉวย.",
    "ฉาบหน้า": "(ปาก) ก. เสแสร้งเพื่อให้เข้าใจว่ามีสถานะดีกว่าที่เป็นจริง.",
    "ฉาปะ": "(แบบ) น. ลูกสัตว์, แผลงเป็น จาปะ ก็มี. (ป.; ส. ศาว).",
    "ฉาย ๑": "น. เงา, ที่ร่ม; ราชาศัพท์เรียกกระจกส่องหน้าว่า พระฉาย. (ป., ส. ฉายา).",
    "ฉาย ๒": "ก. ส่องแสงออกไป; (ปาก) กรายให้เห็น เช่น หล่อนฉายไปฉายมาทั้งวัน.",
    "ฉาย ๓": "ก. เกลี่ยให้เสมอ, กระจายให้เสมอ, เช่น ฉายดิน.",
    "ฉายเฉิด": "ว. งาม, สดใส.",
    "ฉายซ้ำ": "(ปาก) ก. กระทำซ้ำ&#160;ๆ เช่น เขามักฉายซ้ำเรื่องเก่า&#160;ๆ.",
    "ฉายหนัง": "(ปาก) ก. ฉายแสงผ่านฟิล์มภาพยนตร์ให้ปรากฏภาพเคลื่อนไหวบนจอ.",
    "ฉายา ๑": "น. เงา, ร่มไม้. (ป.); ชื่อที่พระอุปัชฌาย์ตั้งให้เป็นภาษาบาลีเมื่ออุปสมบท, ชื่อตั้งให้กันเล่น&#160;ๆ หรือตามลักษณะที่หมายรู้กันในหมู่คณะ. (ป., ส.).",
    "ฉายา ๒": "(กลอน; ปาก) น. ผู้หญิง, นางผู้มีโฉมงาม, เช่น ฉายามิใคร่จะจากไป. (มโนห์รา).",
    "ฉายาลักษณ์": "(ราชา) น. รูปถ่าย.",
    "ฉาว": "ว. อื้ออึง, เอิกเกริก, เกรียวกราว.",
    "ฉาวโฉ่": "ว. อื้ออึง, เกรียวกราวขึ้น, รู้กันทั่วไป, (ใช้แก่ข่าวที่ไม่ดีไม่งาม), โฉ่ฉาว ก็ว่า.",
    "ฉ่ำ": "ว. ชุ่มชื้น, ชุ่มนํ้าในตัว.",
    "ฉำฉา ๑": "น. ชื่อเรียกไม้เนื้ออ่อน โดยมากเป็นพวกไม้สนที่ใช้ทําหีบบรรจุของมาจากต่างประเทศ.",
    "ฉำฉา ๒": "(ถิ่น-พายัพ) น. ต้นก้ามปู. <i>(ดู ก้ามปู)</i>.",
    "ฉำเฉง": "น. มูลฝิ่นครั้งที่ ๓. (จ. ซำเฉง).",
    "ฉำแฉะ": "ว. เฉอะแฉะ; อืดอาดล่าช้า.",
    "ฉิ่ง ๑": "น. เครื่องตีกำหนดจังหวะชนิดหนึ่ง ทําด้วยโลหะหล่อหนา รูปร่างกลมคล้ายถ้วย เจาะรูตรงกลางไว้ร้อยเชือกให้เป็นคู่กันสําหรับถือตีบอกจังหวะเข้ากับดนตรี; ชื่อเพลงไทยประเภทหนึ่ง.",
    "ฉิ่ง ๒": "ว. เก, เฉ, ไม่ตรง, (ใช้แก่แขนขา) เช่น ขาฉิ่ง แขนฉิ่ง.",
    "ฉิ่งตรัง": "น. ชื่อเพลงไทยทํานองหนึ่ง. (ดึกดําบรรพ์).",
    "ฉิน ๑": "ก. ติ, ติเตียน, เช่น สามสิ่งนี้โหดให้ โทษแท้คนฉิน. (โลกนิติ), มักใช้เข้าคู่กับคํา ติ เป็น ติฉิน.",
    "ฉิน ๒": "(กลอน) ว. ฉัน, เช่น, คล้าย, เหมือน, เช่น ทิพฉายฉวงฉินฉัตร ใบชรอัดอรชร. (ม. คำหลวง วนประเวสน์).",
    "ฉิน ๓": "ว. ฉัน, มีแสงกล้า, มีแสงที่พุ่งออกไป; งาม, มักใช้เข้าคู่กับคํา โฉม เป็น ฉินโฉม หรือ โฉมฉิน เช่น ฉินโฉมเฉกช่างวาด. (ม. คําหลวง ทานกัณฑ์).",
    "ฉินท-, ฉินท์": "[ฉินทะ-] (แบบ) ก. ตัด, ขาด, ทําลาย. (ป., ส.).",
    "ฉินทฤกษ์": "[ฉินทะเริก] น. ฤกษ์ตัดจุก.",
    "ฉิบ": "ว. อาการที่หายไปหรือจากไปเร็วเกินคาด.",
    "ฉิบหาย": "ก. สูญหมด, เสียหมด, หมดเร็ว, ป่นปี้, โดยปริยายใช้เป็นคําด่า คําแช่ง หมายความเช่นนั้น.<2t>(ปาก) ว. มาก เช่น เก่งฉิบหาย.",
    "ฉิมพลี": "[ฉิมพะลี] น. ไม้งิ้ว. (ป. สิมฺพลิ; ส. ศาลฺมลิ).",
    "ฉิว": "ว. เร็วเรื่อยไปไม่ขาดสาย เช่น ลมพัดฉิว, เร็วไม่มีติดขัด เช่น แล่นฉิว เดินฉิว; คล่อง, สะดวก.<2t>ก. รู้สึกไม่พอใจขึ้นมาทันที.",
    "ฉี่": "(ปาก) ก. ถ่ายปัสสาวะ.<2t>น. ปัสสาวะ.<2t>ว. เสียงดังเช่นนั้นอย่างเสียงของที่ทอดนํ้ามัน; อย่างยิ่ง เช่น เงียบฉี่ ร้อนฉี่.",
    "ฉีก": "ก. ขาดแยกออกจากกันหรือทําให้ขาดหรือแยกออกจากกัน เช่น ผ้าฉีก ฉีกผ้า ฉีกทุเรียน, โดยปริยายหมายความว่า แยกสิ่งที่เป็นคู่หรือเป็นสํารับออกจากกัน เช่น ฉีกตองไพ่.",
    "ฉีกคำ": "ก. แยกพยางค์ของคำให้อยู่คนละวรรคหรือคนละบรรทัด มักใช้ในคำประพันธ์.",
    "ฉีกแนว": "ก. แหวกแนว.",
    "ฉีกหน้า": "ก. ทําให้ได้รับความอับอาย.",
    "ฉีด": "ก. ใช้กําลังอัดหรือดันให้ของเหลวอย่างนํ้าพุ่งออกจากช่องเล็ก&#160;ๆ.",
    "ฉีดยา": "ก. เอายาฉีดเข้าไปในร่างกายทางใต้ผิวหนัง ทางกล้ามเนื้อ หรือทางเส้นเลือด.",
    "ฉุ": "ว. มีเนื้อไม่แน่น, ใช้แก่ อ้วน หรือ บวม เป็น อ้วนฉุ บวมฉุ.",
    "ฉุก": "ก. อาการที่เกิดขึ้นโดยพลัน, มักใช้เข้าคู่กับคำอื่น เช่น ฉุกคิด ฉุกใจ.",
    "ฉุกคิด": "ก. คิดขึ้นมาทันที, คิดได้ในขณะนั้น, บังเอิญคิดได้.",
    "ฉุกใจ": "ก. สะดุดใจ.",
    "ฉุกเฉิน": "ว. ที่เป็นไปโดยปัจจุบันทันด่วนและจะต้องรีบแก้ไขโดยฉับพลัน เช่น เหตุฉุกเฉิน, ที่อาจเป็นภัยต่อความมั่นคงหรือความปลอดภัยแห่งราชอาณาจักร เช่น ภาวะฉุกเฉิน สถานการณ์ฉุกเฉิน.",
    "ฉุกละหุก": "ก. สับสนวุ่นวายเพราะมีเรื่องเกิดขึ้นปัจจุบันทันด่วนโดยไม่คาดฝัน.",
    "ฉุด": "ก. ออกแรงลากหรือคร่าสิ่งใดสิ่งหนึ่งไป หรือรั้งสิ่งใดสิ่งหนึ่งขึ้น หรือดึงสิ่งใดสิ่งหนึ่งไว้.",
    "ฉุน": "ว. แรง, กล้า, (ใช้แก่กลิ่นและรส) เช่น บุหรี่ฉุน เหล้าฉุน.<2t>ก. รู้สึกชักโกรธขึ้นมาทันที. (ข. ฉุรฺ).",
    "ฉุนเฉียว": "ว. ฉุนจัด, โกรธง่าย, โกรธเร็ว, เฉียวฉุน ก็ว่า.",
    "ฉุบ": "ว. อาการที่แทงเข้าไปโดยเร็ว เช่น เขาใช้เหล็กแหลมแทงฉุบเข้าไป.",
    "ฉุป, ฉุป-": "[ฉุบ, ฉุปะ-] น. การรบกัน, สงคราม, การสัมผัสถูกต้อง; เถาวัลย์; ลม. (ส., ป.).",
    "ฉุปศาสตร์": "[ฉุปะสาด] น. วิชาว่าด้วยการสงคราม. (ส.).",
    "ฉุย": "ว. อาการที่กลิ่นโชยมากระทบจมูก; อาการของควันที่พลุ่งขึ้นมาเรื่อย&#160;ๆ เช่น ควันฉุย; คล่องแคล่ว เช่น เดินฉุย.",
    "ฉุยฉาย": "น. ชื่อเพลงร้องและท่ารําแบบหนึ่ง.<2t>ว. กรีดกราย.",
    "ฉุยฉายเข้าวัง": "น. ท่าละครท่าหนึ่ง.",
    "ฉู่": "ว. โฉ่, ฟุ้ง, (ใช้แก่กลิ่นเหม็น); เสียงแมลงวันซึ่งตอมสิ่งของอยู่มาก&#160;ๆ.",
    "ฉู่ฉี่ ๑": "น. ชื่อแกงอย่างหนึ่ง คล้ายแกงคั่ว มีนํ้าแกงข้น, ถ้าไม่มีนํ้าแกง เรียกว่า ฉู่ฉี่แห้ง.",
    "ฉู่ฉี่ ๒": "<i>ดู จี่ ๒</i>.",
    "ฉูด": "ว. อาการที่พุ่งหรือไปโดยเร็ว เช่น นํ้าพุ่งฉูด เรือแล่นฉูด.",
    "ฉูดฉาด": "ว. จ้ากว่าปรกติ อาจทําให้รู้สึกบาดตา (ใช้แก่สีบางสี).",
    "เฉ": "ว. เหไป, ไม่ตรงเส้นตรงแนว.",
    "เฉก": "ว. เช่น, เหมือน.",
    "เฉโก": "ว. ฉลาดแกมโกง, ไม่ตรงไปตรงมา, โฉเก ก็ว่า. (ป. เฉโก ว่า ฉลาด).",
    "เฉ่ง": "ก. ชําระเงินที่ได้เสียกัน, ชําระเงินที่ติดค้างกันอยู่, โดยปริยายหมายความว่า ด่า ว่า หรือทําร้ายร่างกาย. (จ.).",
    "เฉไฉ": "ว. เถลไถล, เชือนแช.",
    "เฉด": "ก. ขับไล่ไสส่ง เช่น เฉดหัวไป.<2t>ว. คําร้องไล่หมา.",
    "เฉท": "[เฉด] (แบบ) น. การตัด, การฟัน, การฉีก, การเด็ด, การขาด, เช่น เฉทเฌอ. (ม. คําหลวง ทานกัณฑ์). (ป., ส.).",
    "เฉนียน": "[ฉะเหฺนียน] น. ฝั่งนํ้า. (ข. เฉฺนร ว่า ชายฝั่ง).",
    "เฉพาะ": "[ฉะเพาะ] ว. โดยเจาะจง, เพ่งตรง, ตรงตัว; เผอิญ; แต่; จํากัด, เท่านี้, เท่านั้น. (ข. เฉฺพาะ).",
    "เฉพาะกาล": "ว. ชั่วคราว ในคําว่า บทเฉพาะกาล.",
    "เฉพาะกิจ": "ว. เจาะจงเรื่องใดเรื่องหนึ่ง เช่น หน่วยปราบปรามเฉพาะกิจ.",
    "เฉพาะตัว": "ว. เฉพาะบุคคล, ส่วนตัว.",
    "เฉพาะพระพักตร์": "(ราชา) ว. ต่อหน้า.",
    "เฉพาะหน้า": "ว. ที่เกิดขึ้นในขณะนั้น&#160;ๆ และจะต้องรีบแก้ไขให้ทันท่วงที เช่น ปัญหาเฉพาะหน้า เหตุการณ์เฉพาะหน้า.",
    "เฉย": "ก. แสดงอาการเป็นปรกติไม่สนใจไยดีต่อสิ่งหรือเหตุการณ์ที่ประสบ เช่น ถูกด่าว่าก็เฉย.<2t>ว. นิ่งอยู่ไม่แสดงอาการอย่างใดอย่างหนึ่งออกมา เช่น นอนเฉย.",
    "เฉย ๆ": "ว. ใช้ประกอบข้อความหรือคําอื่น มีความหมายต่าง&#160;ๆ แล้วแต่ข้อความแวดล้อม เช่น หยิบไปเฉย&#160;ๆ คือ หยิบไปโดยไม่ได้บอกกล่าว, อยู่บ้านเฉย&#160;ๆ คือ อยู่บ้านโดยไม่ทําอะไรให้เป็นกิจจะลักษณะ หรือไม่ได้ทํามาหากินอะไร; ไม่ยินดียินร้าย เช่น เขาเป็นคนเฉย&#160;ๆ, เท่านั้น เช่น ปลูกเรือนไว้เฉย&#160;ๆ ไม่ให้ใครอยู่.",
    "เฉยเมย": "ก. ละเลย, เพิกเฉย, ไม่นําพา.",
    "เฉลย": "[ฉะเหฺลย] ก. อธิบายหรือชี้แจงข้อปัญหาต่าง&#160;ๆ ให้เข้าใจ เช่น เฉลยปัญหา เฉลยความ. (ข. เฉฺลิย ว่า ตอบ).",
    "เฉลว": "[ฉะเหฺลว] น. เครื่องจักสานชนิดหนึ่ง ทําด้วยตอกหักขัดกันเป็นมุม&#160;ๆ ตั้งแต่ ๕ มุมขึ้นไป สําหรับปักหม้อยา ปักเป็นเครื่องหมายที่สิ่งของซึ่งจะขาย ปักบอกเขต หรือปักบอกเขตด่านเสียค่าขนอน, ฉลิว หรือ ตาเหลว ก็ว่า.",
    "เฉลา": "[ฉะเหฺลา] ว. สวย, งาม, เกลี้ยงเกลา, เพราพริ้ง.",
    "เฉลิม": "[ฉะเหฺลิม] ก. ยกย่อง เช่น เฉลิมพระเกียรติ, เพิ่มพูน, เสริม, เช่น เฉลิมศรัทธา.<2t>ว. เลิศ, ยอด.",
    "เฉลิมพระชนมพรรษา": "[ฉะเหฺลิมพฺระชนมะพันสา] น. เรียกวันคล้ายวันพระบรมราชสมภพของพระบาทสมเด็จพระเจ้าอยู่หัว วันคล้ายวันพระราชสมภพของสมเด็จพระบรมราชินีนาถ สมเด็จพระบรมราชินี สมเด็จพระบรมราชชนนี สมเด็จพระยุพราช และ สมเด็จพระบรมโอรสาธิราช ว่า วันเฉลิมพระชนมพรรษา.",
    "เฉลี่ย": "[ฉะเหฺลี่ย] ก. แบ่งส่วนให้เท่ากัน, แจกจ่ายให้ทั่วกัน.<2t>ว. ที่ถัวให้มีส่วนเสมอกัน เช่น รายเฉลี่ย.",
    "เฉลียง": "[ฉะเหฺลียง] น. ส่วนของโบสถ์ วิหาร ศาลาการเปรียญที่ต่อออกมาโดยรอบ หรือส่วนของเรือนที่ต่อออกมาด้านหัวและท้ายเรือน สําหรับนั่งเล่นหรือเดินติดต่อกันเป็นต้น.<2t>ว. เฉียง.",
    "เฉลี่ยง": "[ฉะเหฺลี่ยง] น. ยาน, คานหาม, โดยมากใช้ว่า เสลี่ยง.",
    "เฉลียบ ๑": "[ฉะเหฺลียบ] น. ชื่อปลาทะเลชนิด <f><i>Scomberoides lysan</i></f> ในวงศ์ <f>Carangidae</f> หัวและลําตัวแบนข้างมาก เกล็ดละเอียดแทรกแน่นอยู่ในหนัง เกล็ดบนเส้นข้างตัวไม่เป็นสันแข็ง ลําตัวและปากไม่กว้างเท่าปลาสละ แต่เพรียวและค่อนข้างยาว ปากกว้างกว่าปลาสีเสียดเล็กน้อยและมีจุดดํา ๒ แถว เรียงตามยาวอยู่ข้างลําตัว.",
    "เฉลียบ ๒": "[ฉะเหฺลียบ] น. ชื่อหอยทะเลกาบคู่ชนิด <f><i>Isognomon isognomum</i></f> ในวงศ์ <f>Isognomonidae</f> เปลือกแบน ขอบด้านบนค่อนข้างเป็นแนวตรง ขอบด้านล่างโค้งเว้าทางด้านหน้า นูนทางด้านตรงข้าม สีเข้มเกือบดำ เกาะอยู่ตามรากไม้หรือหินในป่าชายเลน.",
    "เฉลียว": "[ฉะเหฺลียว] ก. นึกระแวงขึ้นมา เช่น ไม่เฉลียวว่าเขาจะหักหลัง, มีไหวพริบ เช่น ฉลาดแต่ไม่เฉลียว.",
    "เฉลียวใจ": "ก. นึกระแวงขึ้นมา, ชักจะสงสัย.",
    "เฉลียวฉลาด": "ว. มีปัญญาและไหวพริบดี, ฉลาดเฉลียว ก็ว่า. (ข. เฉฺลียวฉฺลาต, เฉฺลียวฉฺลาส).",
    "เฉวียง": "[ฉะเหฺวียง] น. ซ้าย; เอียง, ตะแคง, ทแยง. (ข. เฉฺวง).",
    "เฉวียงบ่า": "ว. เรียกการห่มผ้าปิดทางบ่าซ้ายเปิดบ่าขวาว่า ห่มเฉวียงบ่า.",
    "เฉวียน": "[ฉะเหฺวียน] ว. เวียน, วนเวียน.",
    "เฉอะแฉะ": "ว. เปียกเลอะเทอะเปรอะเปื้อน.",
    "เฉา": "ก. เหี่ยว, ไม่สดชื่น.",
    "เฉาก๊วย": "น. ชื่อขนมชนิดหนึ่ง สีดํา ทําจากเมือกที่ได้จากการต้มเคี่ยวพรรณไม้ชนิดหนึ่ง ใส่แป้งลงไปผสม กวนให้ทั่ว ทิ้งไว้ให้เย็น กินกับนํ้าหวานหรือใส่นํ้าตาลทรายแดง. (จ.).",
    "เฉาโฉด": "ว. โง่, เซ่อ, โง่เขลา, โฉดเฉา ก็ว่า.",
    "เฉาฮื้อ": "น. ชื่อปลานํ้าจืดชนิด <f><i>Ctenopharyngodon idellus</i></f> ในวงศ์ <f>Cyprinidae</f> ปากเล็กอยู่ปลายสุดของหัว ไม่มีหนวด ที่สําคัญคือ ลําตัวยาว ท้องกลม เกล็ดใหญ่เรียบ ลําตัวสีเงิน อาศัยหากินพืชนํ้าอยู่ใกล้ผิวนํ้า มีถิ่นเดิมอยู่ในประเทศจีน นําเข้ามาเลี้ยงเป็นอาหาร.",
    "เฉาะ": "ก. เอามีดสับลงเป็นที่&#160;ๆ เฉพาะที่ต้องการแล้วงัดให้แยกออก เช่น เฉาะตาล เฉาะฝรั่ง.<2t>น. เรียกเนื้อในตาลอ่อนที่เฉาะออกมาจากเต้าตาลว่า ตาลเฉาะ.",
    "เฉาะ ๆ": "ว. ง่าย&#160;ๆ, สะดวก, เหนาะ&#160;ๆ.",
    "เฉาะปล่อง": "ก. ทําให้เป็นช่องไป.",
    "เฉิด": "ว. งามเด่น, สง่าผ่าเผย.",
    "เฉิดฉัน, เฉิดฉิน": "(กลอน) ว. งาม, เพริศพริ้ง.",
    "เฉิดฉาย": "ว. งามผุดผาดสดใส.",
    "เฉิบ, เฉิบ ๆ": "ว. คําร้องบอกจังหวะในการเต้นหรือรํา, มีท่าทางเนิบ&#160;ๆ เป็นจังหวะ เช่น รําเฉิบ&#160;ๆ เดินเฉิบ&#160;ๆ พายเรือเฉิบ&#160;ๆ, ใช้ประกอบคําอื่นมีความหมายไปในทางที่มีอาการประหนึ่งว่าเป็นเช่นนั้น เช่น นั่งสบายใจเฉิบ.",
    "เฉียง ๑": "ว. เฉหรือเบี่ยงจากแนวไปทางใดทางหนึ่ง เช่น เฉียงเหนือ เฉียงใต้ ห่มสไบเฉียง.",
    "เฉียง ๒": "น. ต้นไม้ใช้ใบทํายา. (พจน. ๒๔๙๓).",
    "เฉียงพร้าดำ": "น. ชื่อไม้พุ่มชนิด <f><i>Justicia ventricosa</i> Wall.</f> ในวงศ์ <f>Acanthaceae</f> ต้นสูงได้ถึง ๓ เมตร ใบออกตรงข้ามกัน ปลายและโคนใบแหลม ดอกสีขาวประแดง ออกเป็นช่อแน่นที่ปลายกิ่ง ต้นและใบใช้ทํายาได้, บัวฮาดํา ก็เรียก.",
    "เฉียงพร้านางแอ": "น. ชื่อไม้ต้นขนาดใหญ่ชนิด <f><i>Carallia brachiata</i> Merr.</f> ในวงศ์ <f>Rhizophoraceae</f> เนื้อไม้ใช้ทําเครื่องเรือน, คอแห้ง เขียงพระนางอี่ เขียงพร้า สันพร้านางแอ หรือ สีฟันนางแอ ก็เรียก.",
    "เฉียงพร้ามอญ": "<i>ดู กระดูกไก่ดํา</i>.",
    "เฉียด": "ก. ผ่านไปในระยะกระชั้นชิด, โดยปริยายหมายความว่า จวนถูก เช่น เฉียดรางวัล, เกือบ, จวนเจียน, เช่น เฉียดตาย.",
    "เฉียบ": "ว. ยิ่งนัก, จัด, เช่น เย็นเฉียบ คมเฉียบ.",
    "เฉียบขาด": "ว. เด็ดขาด.",
    "เฉียบพลัน": "ว. อาการที่เริ่มอย่างรวดเร็วและรุนแรงมาก (มักใช้แก่อาการของโรค) เช่น หัวใจวายเฉียบพลัน.",
    "เฉียบแหลม": "ก. ฉลาดหลักแหลม.",
    "เฉียว": "ว. แรง, จัด.",
    "เฉี่ยว": "ก. กิริยาของนกที่โฉบลงมาคว้าอาหารไปโดยเร็ว, อาการที่กระทบหรือเสียดสีไปโดยเร็ว เช่น รถเฉี่ยวคน.<2t>(ปาก) ว. ล้ำยุค, นำสมัย, เช่น ผู้หญิงคนนี้แต่งตัวเฉี่ยว.",
    "เฉียวฉุน": "ก. ฉุนจัด, โกรธง่าย, โกรธเร็ว, ฉุนเฉียว ก็ว่า.",
    "เฉือน": "ก. เชือดแบ่งเอาแต่บางส่วน, โดยปริยายหมายความว่า ชนะไปนิดเดียว, ชนะอย่างหวุดหวิด.",
    "เฉื่อย ๑, เฉื่อย ๆ": "ว. เรื่อย&#160;ๆ, ช้า&#160;ๆ, เช่น ลมเฉื่อย ลมพัดเฉื่อย&#160;ๆ, ไม่รีบร้อน, อืดอาด, เช่น คนเฉื่อย ทํางานเฉื่อย&#160;ๆ.",
    "เฉื่อย ๒": "(เคมี) ว. ไม่เปลี่ยนไปง่ายโดยปฏิกิริยาเคมี, ไม่ไวต่อปฏิกิริยาเคมี.",
    "เฉื่อยชา": "ว. อืดอาด, ไม่รีบร้อน, แฉะแบะ.",
    "แฉ ๑": "น. เครื่องตีชนิดหนึ่ง ทําด้วยโลหะ สําหรับตีขัดจังหวะ เล็กกว่าฉาบ.",
    "แฉ ๒": "ก. แบ, ตีแผ่, เปิดเผย, เช่น แฉไพ่.",
    "แฉ่": "ว. เสียงดังเช่นนั้นอย่างเสียงฝนตกพรํา&#160;ๆ เป็นระยะ&#160;ๆ หรือเสียงที่เอาโลหะเผาไฟร้อนจุ่มลงในนํ้า.",
    "แฉก, แฉก ๆ": "ว. ลักษณะของสิ่งที่เป็นแผ่นและแยกออกเป็นจัก&#160;ๆ หรือเป็นทางยาว เช่น พัดแฉก ดาว ๕ แฉก ใบตาลเป็นแฉก&#160;ๆ; เรียกพัดยศพระราชาคณะ มียอดแหลมและริมเป็นจัก&#160;ๆ ว่า พัดแฉก.<2t>น. ลักษณนามเรียกสิ่งที่มีลักษณะเป็นแฉก&#160;ๆ เช่น ใบมะละกอมี ๕ แฉก รูป ๓ แฉก.",
    "แฉง": "น. กระบังศัสตราวุธ เช่น คนถือหอกแฉงปลอกทอง. (สุบิน). (ข.).",
    "แฉ่ง": "ว. ใช้ประกอบอาการของยิ้มหรือหน้าที่ร่าเริงเบิกบาน เช่น ยิ้มแฉ่ง หน้าแฉ่ง.<2t>น. เครื่องตีประกอบจังหวะทําด้วยโลหะ รูปอย่างม้าล่อ.",
    "แฉโพย": "ก. เปิดเผยข้อที่ปิดบังหรือความลับ. (จ.).",
    "แฉลบ ๑": "[ฉะแหฺลบ] ก. อาการของสิ่งแบน&#160;ๆ เคลื่อนเฉไปเฉมาไม่ตรงแนวทาง เช่น ว่าวแฉลบ ร่อนกระเบื้องให้แฉลบไปตามผิวน้ำ.<2t>ว. อาการที่เคลื่อนเฉไปเฉมาไม่ตรงแนวทาง เช่น นกบินแฉลบ รถวิ่งแฉลบ.",
    "แฉลบ ๒": "[ฉะแหฺลบ] น. ชื่อไม้ต้น ๒ ชนิดในสกุล <f><i>Acacia</i></f> วงศ์ <f>Leguminosae</f> คือ แฉลบขาว <f>(<i>A. harmandiana</i> Gagnep.)</f> และ แฉลบแดง <f>(<i>A. leucophloea</i> Willd.)</f> ดอกกลม ฝักรูปเคียวสีน้ำตาลเข้ม มีเปลือกสีขาว.",
    "แฉลบ ๓": "[ฉะแหฺลบ] น. ชื่อหอยทะเลกาบคู่ชนิด <f><i>Placuna sella</i></f> ในวงศ์ <f>Anomiidae</f> เปลือกค่อนข้างกลม แบน โค้งเล็กน้อยคล้ายอานม้า สีนํ้าตาลเข้ม, อานม้า ก็เรียก.",
    "แฉล้ม": "[ฉะแล่ม] ว. สวย, งดงาม, แช่มช้อย, แชล่ม หรือ แสล้ม ก็ใช้.",
    "แฉละ": "[ฉะแหฺละ] ก. แล่, เถือให้เป็นชิ้นบาง&#160;ๆ, เชือด, ชําแหละ ก็ใช้.",
    "แฉว": "[ฉะแหฺว] (โบ) ว. ที่รุ้ง, ที่คุ้ง, ที่เวิ้ง.",
    "แฉะ": "ก. เปียกหรือชุ่มนํ้าอยู่เสมอ เช่น ถนนแฉะ ตาแฉะ, เปียกหรือชุ่มนํ้าเกินไป เช่น ข้าวแฉะ; ไม่รีบร้อน, เฉื่อยชา, เช่น ทํางานแฉะ.",
    "แฉะแบะ": "ว. อาการที่นั่งเฉื่อยชาอยู่นาน&#160;ๆ, เฉื่อยชา, แบะแฉะ ก็ว่า.",
    "โฉ": "ก. ฟุ้งไป (ใช้แก่กลิ่นเหม็น).",
    "โฉ่": "ว. คลุ้ง, ฟุ้ง, (มักใช้แก่กลิ่นที่เน่าเหม็นหรือเรื่องราวที่ไม่ดี) เช่น เหม็นโฉ่.",
    "โฉเก": "ว. ฉลาดแกมโกง, ไม่ตรงไปตรงมา, เฉโก ก็ว่า.",
    "โฉ่งฉ่าง": "ว. เสียงอย่างเสียงโลหะกระทบกัน, มีท่าทางเก้งก้างไม่รัดกุม เช่น กิริยาโฉ่งฉ่าง ชกโฉ่งฉ่าง, ส่งเสียงดังอย่างไม่เกรงใจใคร เช่น เขาพูดจาโฉ่งฉ่าง.",
    "โฉงเฉง": "ว. เอะอะเอ็ดอึงเป็นทํานองเกะกะเกเร เช่น พูดจาโฉงเฉง.",
    "โฉ่ฉาว": "ว. อื้ออึง, เกรียวกราวขึ้น, รู้กันทั่วไป, (ใช้แก่ข่าวที่ไม่ดีไม่งาม), ฉาวโฉ่ ก็ว่า.",
    "โฉด": "ว. โง่เขลาเบาปัญญา.",
    "โฉดเฉา": "ว. โง่, เซ่อ, โง่เขลา, เฉาโฉด ก็ว่า.",
    "โฉนด": "[ฉะโหฺนด] น. หนังสือสําคัญของทางราชการแสดงกรรมสิทธิ์ที่ดิน, ก่อนนี้ถ้าเป็นสวนปลูกไม้ยืนต้น เรียกว่า โฉนดสวน, ถ้าเป็นสวนไม้ล้มลุก เรียกว่า โฉนดป่า, เมื่อ พ.ศ. ๒๔๔๔ เริ่มออกโฉนดแบบใหม่โดยวิธีรังวัดปักหลักเขตลงในที่ดินด้วยหมุดหลักฐานการแผนที่ และแสดงรูปแผนที่ที่ดินนั้นลงไว้ในโฉนดด้วย เรียกว่า โฉนดแผนที่; หนังสือ เช่น ออกโฉนดบาดหมายให้แก่ราชการ. (บรมราชาธิบาย ร. ๔).",
    "โฉนดที่ดิน": "(กฎ) น. หนังสือสำคัญแสดงกรรมสิทธิ์ที่ดิน.",
    "โฉบ": "ก. โผลงมาคว้าเอาสิ่งของไป (ใช้แก่นก) เช่น กาโฉบลูกไก่, ฉวยเอาไปอย่างรวดเร็ว เช่น เด็กโฉบมะม่วงนอกรั้วไปเสียแล้ว; เจตนาไปที่ใดที่หนึ่ง เช่น โฉบไปหน้าโรงเรียน.",
    "โฉเบ๊": "(ปาก) ก. เกะกะแกมโกง.",
    "โฉม ๑": "น. รูปร่าง, ทรวดทรง, เค้า, เช่น เนื้อชาววังใช้ช้า โฉมใช่โฉมคนค้า หน้าใช่หน้ากริกกริว. (ลอ).<2t>ว. งาม.",
    "โฉม ๒": "น. ผักโฉม. <i>(ดู กระโฉม)</i>.",
    "โฉมงาม ๑": "น. รูปงาม.",
    "โฉมงาม ๒": "น. ปลาผมนาง. (ประพาสจันทบุรี).",
    "โฉมฉาย, โฉมฉิน, โฉมเฉิด": "น. รูปร่างงามเปล่งปลั่ง, รูปร่างงามสง่าผ่าเผย.",
    "โฉมเฉลา": "น. รูปร่างหล่อเหลา, หญิงงามหล่อเหลา.",
    "โฉมตรู": "น. รูปงาม, หญิงงาม.",
    "โฉมยง": "น. รูปร่างงามสง่า เช่น หนุ่มน้อยโสภาน่าเสียดาย ควรจะนับว่าชายโฉมยง. (อิเหนา), หญิงงามสง่า เช่น พระเพื่อนโฉมยงหย้อง อยู่เพี้ยงดวงเดือน. (ลอ).",
    "โฉมศรี": "น. รูปเป็นสง่า.",
    "โฉมหน้า": "น. เค้าหน้า; เค้าที่คาดว่าจะเกิดในภายหน้า เช่น โฉมหน้าการเมืองยุคใหม่.<2t>ก. บ่ายหน้า.",
    "โฉลก": "[ฉะโหฺลก] น. โชค, โอกาส; ลักษณะซึ่งมีทั้งส่วนดีและส่วนไม่ดี ถ้าดีเรียกว่า ถูกโฉลก ถ้าไม่ดีเรียกว่า ไม่ถูกโฉลก มักกำหนดด้วยการดูลักษณะ วัดขนาด นับจำนวน เป็นต้น ของคน สัตว์ สิ่งของ ว่าเป็นมงคลหรือไม่เป็นมงคล, อีสานเรียก โสก; ชื่อเพลงไทยทำนองหนึ่ง, โฉลกแรก ก็ว่า.",
    "ไฉน ๑": "[ฉะไหฺน] ว. ฉันใด, เช่นไร, อย่างไร, เช่น เป็นไฉน, ทำไม, เหตุใด, เช่น ไฉนจึงไม่มาให้ทันเวลา.",
    "ไฉน ๒": "[ฉะไหฺน] น. ชื่อปี่ชนิดหนึ่ง มีรูปร่างเหมือนปี่ชวา ใช้บรรเลงนำหมู่กลองชนะ สำหรับประโคมในงานพระราชทานเพลิงศพที่ได้รับพระราชทานโกศเป็นต้น มีหัวหน้าเรียกว่า จ่าปี่, สรไน ก็ว่า.",
    "ไฉยา": "(กลอน) น. ผู้หญิง, นางผู้มีโฉมงาม, เช่น เมื่อนั้น นางรจนาไฉยา แลเห็นสมเด็จพระมารดา กัลยาออกมารับทันที. (บทละครสังข์ทอง), เขียนเป็น ฉัยยา ก็มี. <i>(ดู ชายา ๒)</i>.",
    "ไฉไล": "ว. งาม; (โบ) เลี่ยน, เลื่อม."
}