{
    "ช ๑": "พยัญชนะตัวที่ ๑๐ เป็นพวกอักษรตํ่า ใช้เป็นตัวสะกดในแม่กดในคําที่มาจากภาษาบาลีและสันสกฤตเป็นต้น เช่น ราช คช กริช แซนด์วิช.",
    "ช ๒": "ในภาษาบาลีและสันสกฤต ถ้าใช้ประกอบท้ายคำบางคำ แปลว่า เกิด เช่น บงกช ว่า เกิดในเปลือกตม หมายถึง บัว, วาริช ว่า เกิดในน้ำ หมายถึง ปลา, ทวิช ว่า เกิด ๒ ครั้ง หมายถึง พราหมณ์, นก.",
    "ชก": "ก. ต่อยด้วยหมัดหรือกําปั้น.",
    "ชกมวย": "น. ชื่อเพลงไทยทำนองหนึ่ง.",
    "ชกา": "[ชะ-] (กลอน) น. นกสาลิกา. (กล่อมช้างของเก่า).",
    "ชค-": "[ชะคะ-] (แบบ) น. แผ่นดิน เช่น ชคสัตว์ ว่า สัตว์ที่อาศัยแผ่นดิน. (ป., ส.).",
    "ชคดี": "[ชะคะดี] น. แผ่นดิน เช่น แลเนืองนองด้วยมนุษยชาติ เดียรดาษชคดี. (ม. คําหลวง วนปเวสน์). (ป. ชคติ; ส. ชคตี).",
    "ชคัตตรัย": "[ชะคัดไตฺร] (แบบ) น. โลก ๓ เช่น ชคัตตรยาพดง ว่า ผู้เป็นยอดของโลก ๓. (ม. คําหลวง วนปเวสน์).",
    "ชง ๑": "ก. เทนํ้าร้อนลงบนใบชาหรือยาเป็นต้นเพื่อให้รสออก.",
    "ชง ๒": "(ถิ่น-ปักษ์ใต้) ว. งง, ชะงัก, ประหม่า.",
    "ชงคา": "(กลอน) น. ราชโองการ เช่น ชุลีกรรับชงคาครรไล. (นิ. เกาะแก้วกัลกตา).",
    "ชงโค": "น. ชื่อไม้ต้นขนาดกลางชนิด <f><i>Bauhinia purpurea</i> L.</f> ในวงศ์ <f>Leguminosae</f> ดอกสีชมพูอมแดงหรือม่วงแดง.",
    "ชงฆ-, ชงฆ์, ชงฆา": "[ชงคะ-] (กลอน; แบบ) น. แข้ง, ราชาศัพท์ว่า พระชงฆ์. (ป. ชงฺฆ; ส. ชงฺฆา).",
    "ชงโลง ๑": "<pic027.gif,ชงโลง>น. โพง, เครื่องวิดนํ้ารูปคล้ายเรือครึ่งท่อน มีด้ามถือ ผูกแขวนเข้ากับขาหยั่ง แล้วจับด้ามให้พุ้ยนํ้าเข้าออกตามต้องการ, โชงโลง ก็ว่า, (ถิ่น-อีสาน) กะโซ้. (ข. โชฺรง).",
    "ชงโลง ๒": "<i>ดู กดเหลือง</i>.",
    "ชฎา": "<pic028.gif,ชฎา>[ชะดา] น. เครื่องสวมศีรษะรูปคล้ายมงกุฎ, ผมที่เกล้าเป็นมวยสูงขึ้น. (ป., ส. ชฏา).",
    "ชฎากลีบ": "น. ชฎารูปเหมือนชฎาเดินหน แต่มีกลีบเป็นลายประดับมาก.",
    "ชฎาเดินหน": "น. ชฎายอดงอนที่มีกลีบ.",
    "ชฎาธาร": "น. ผู้ทรงไว้ซึ่งชฎา.",
    "ชฎาแปลง": "น. ชฎารูปเหมือนชฎากลีบแต่ไม่มีลวดลาย.",
    "ชฎาพอก": "น. ชฎาที่ทําสําหรับสวมพระศพเจ้านาย.",
    "ชฎามหากฐิน": "น. ชฎาที่ทํายอดเป็น ๕ ยอด มีขนนกการเวกปักตอนบน, ชฎาห้ายอด ก็เรียก.",
    "ชฎามังษี, ชฎามังสี": "น. โกฐชฎามังษี. <i>(ดู โกฐชฎามังษี, โกฐชฎามังสี)</i>.",
    "ชฎิล": "น. ผู้มีผมมุ่นเป็นชฎา, นักพรตพวกหนึ่งที่เราเรียกว่า ฤษี. (ป., ส.).",
    "ชด": "ก. ทําให้ชุ่มชื่น, ใช้แทนที่เสียไป.<2t>ว. อ่อน, ช้อย, งอนอย่างงอนรถ.",
    "ชดช้อย": "ว. อ่อนช้อย เช่น กิริยาชดช้อย; มีลักษณะกิริยาท่าทางงดงาม เช่น คนชดช้อย, ช้อยชด ก็ว่า.",
    "ชดเชย": "ก. ใช้แทนสิ่งที่เสียไป, เพิ่มเติม.",
    "ชดใช้": "ก. ใช้ค่าใช้จ่ายที่ทดรองจ่ายไปก่อนแล้ว, ให้ทดแทนสิ่งที่ใช้หรือเสียไป.",
    "ชทึง": "[ชะ-] (กลอน) น. แม่นํ้า เช่น ชลชทึงบึงบาง. (ประกาศพระราชพิธี), ใช้ว่า จทึง ฉทึง ชรทึง สทิง สทึง หรือ สรทึง ก็มี. (ข. สฺทิง ว่า คลอง).",
    "ชน ๑": "ก. โดนแรง&#160;ๆ เช่น รถยนต์ชนต้นไม้, ชิดจนติด เช่น ตั้งตู้ชนฝา; บรรจบ เช่น ชนขวบ; ให้ต่อสู้กัน เช่น ชนโค ชนไก่.<2t>น. เรียกไก่อูชนิดหนึ่งที่เลี้ยงไว้ชนกันว่า ไก่ชน.",
    "ชน ๒, ชน-": "[ชนนะ-] น. คน (มักใช้ในภาษาหนังสือ).(ป., ส.).",
    "ชนก, ชนก-": "[ชะนก, ชะนะกะ-] น. ชายผู้ให้เกิด, พ่อ. (ป., ส.).",
    "ชนกกรรม": "[ชะนะกะกํา] น. กรรมอันนําให้เกิดหรือกรรมอันเป็นต้นเค้าทั้งข้างดีหรือข้างชั่ว เช่น กรรมอันทําให้เกิดเป็นคนชั้นสูง เป็นชนกกรรมฝ่ายกุศล. (อรรถศาสน์).",
    "ชนกลุ่มน้อย, ชนหมู่น้อย": "น. ชนต่างเผ่าหรือต่างเชื้อชาติที่อยู่อาศัยรวมกันกับชนเผ่าอื่นหรือเชื้อชาติอื่นที่มีจํานวนมากกว่า.",
    "ชนช้าง": "ก. ขี่ช้างรบกัน.",
    "ชนนี": "[ชนนะนี] น. หญิงผู้ให้เกิด, แม่. (ป., ส.).",
    "ชนบท": "[ชนนะบด] น. บ้านนอก, เขตแดนที่พ้นจากเมืองหลวงออกไป. (ป., ส. ชนปท).",
    "ชนม-, ชนม์": "[ชนมะ-, ชน] น. การเกิด. (ส. ชนฺมนฺ).",
    "ชนมพรรษา": "[ชนมะพันสา] น. อายุ. (ส. ชนฺมวรฺษ ว่า ขวบปีที่เกิดมา).",
    "ชนมาพิธี, ชนมายุพิธี": "[ชนนะ-] น. อายุ, อายุขัย, กําหนดอายุ, เช่น ครั้นว่าจะสิ้นชนมาพิธีแล้วก็เสด็จเข้าสู่นฤพานแล. (ไตรภูมิ), ก็อยู่จนสิ้นชนมายุพิธี ในธรณีดลน้นน. (ม. คําหลวง ทศพร). (พิธี ว่า กําหนด).",
    "ชนวน ๑": "[ชะ-] น. ชื่อหินชนิดหนึ่งเป็นแผ่นบาง&#160;ๆ ซ้อนติดกัน เนื้อแน่นและละเอียด มีสีต่าง&#160;ๆ กัน ตั้งแต่สีเทาไปจนถึงสีเทาแก่ และสีดำ สีน้ำเงิน ที่มีสีแดง สีเขียว สีม่วง ก็มี; เรียกกระดานเขียนหนังสือทําด้วยไม้ทาสมุกบ้าง ด้วยแผ่นหินชนวนบ้าง ว่า กระดานชนวน; ดินปืนที่ใช้จุดให้ไฟลุกแล่นเข้าไปติดดินระเบิด, ถ้ามีกระดาษห่อดินปืนม้วนเป็นเส้น เรียกว่า สายชนวน; เรียกเทียนที่จุดไว้เพื่อใช้จุดต่อว่า เทียนชนวน; โดยปริยายหมายความว่า ต้นเหตุให้เกิดเรื่องอื่นขึ้นต่อไป เช่น ชนวนสงคราม.",
    "ชนวน ๒": "[ชะ-] <i>ดู ฉนวน ๔</i>.",
    "ชนะ ๑": "[ชะ-] ก. ทําให้อีกฝ่ายหนึ่งพ่ายแพ้.",
    "ชนะ ๒": "[ชะ-] น. ชื่อกลองชนิดหนึ่ง รูปเหมือนกลองแขก ใช้ตีด้วยไม้ ใช้เฉพาะในงานหลวง.",
    "ชนัก": "[ชะ-] <pic029.gif,ชนัก>น. เครื่องแทงสัตว์ชนิดหนึ่ง ทําด้วยเหล็กปลายเป็นรูปลูกศร มีด้ามยาว มีเชือกชักเมื่อเวลาพุ่งไปถูกสัตว์; เครื่องผูกคอช้างทําด้วยเชือกเป็นปมหรือห่วงห้อยพาดลงมา เพื่อให้คนที่ขี่คอใช้หัวแม่เท้าคีบกันตก.",
    "ชนักติดหลัง": "(สํา) น. ความชั่วหรือความผิดที่ยังติดตัวอยู่.",
    "ชนา": "[ชะ-] (กลอน) น. ชน เช่น เอาลวดถักคั่นกันชนา. (นิ. เกาะแก้วกัลกตา).",
    "ชนาง": "[ชะ-] น. เครื่องดักปลาและสัตว์ป่า เช่น บ้างวงข่ายรายรอบปากชนาง. (ไชยเชฐ). (ข.).",
    "ชนิด": "[ชะ-] น. อย่าง เช่น มี ๒ ชนิด, จําพวก เช่น คนชนิดนี้.",
    "ชนินทร์": "น. ผู้เป็นใหญ่ในหมู่ชน. (ส. ชน + อินฺทฺร).",
    "ชเนตตี": "[ชะเนดตี] น. แม่ เช่น ชเนตตีสมะนามกร. (ฉันท์วรรณพฤติ). (ป.; ส. ชนยิตฺรี).",
    "ชบา": "[ชะ-] น. ชื่อไม้พุ่มชนิด <f><i>Hibiscus rosasinensis </i>L.</f> ในวงศ์ <f>Malvaceae</f> ดอกมีสีต่าง&#160;ๆ พันธุ์ที่สีแดงดอกและยอดใช้ทํายาได้.",
    "ชบาหนู": "น. ชื่อไม้พุ่ม ๒ ชนิด ในสกุล <f><i>Malvaviscus</i></f> วงศ์ <f>Malvaceae</f> ลักษณะคล้ายดอกชบาแต่ดอกเล็กกว่าและไม่บาน ชนิด <f><i>M. arboreus</i> Cav.</f> ดอกตั้ง ชนิด <f><i>M. penduliflorus </i>DC.</f> ดอกห้อยลง.",
    "ชปโยค": "[ชะปะโยก] (แบบ) น. มนตร์กระซิบ เช่น สมมุขบ่ายบูชา ชปโยค. (เฉลิมพระเกียรติพระนารายณ์). (ส. ชปฺ + โยค).",
    "ชม ๑": "ก. สรรเสริญ, ยกย่อง; ดู (ใช้ในที่สุภาพ) เช่น เชิญชมของในร้าน, ดูเพื่อให้เกิดความเพลิดเพลินใจหรือชื่นใจ เช่น ชมสวน ชมนกชมไม้.",
    "ชม ๒": "น. ชื่อเพลงไทยจําพวกหนึ่ง มีชื่อขึ้นต้นด้วยคําว่า ชม เช่น ชมดง ชมตลาด.",
    "ชมชัว": "ก. ชื่นชม, รื่นรมย์, เช่น สองฟากนํ้าพลชมชัว. (สมุทรโฆษ), ชัวชม ก็ว่า.",
    "ชมชาญ": "ก. เหิม, รื่นเริง, เช่น เสียงโห่เอาชัยชมชาญ. (สมุทรโฆษ).",
    "ชมเชย": "ก. ยกย่อง, สรรเสริญ; แสดงกิริยาเสน่หา.",
    "ชมไช": "(กลอน) ก. ชื่นชมยินดี, รื่นเริง, เช่น พนคณนกหคชมไช. (ม. คําหลวง มหาพน).",
    "ชมดชม้อย": "[ชะมดชะม้อย] ก. อายเหนียมอย่างชดช้อย.",
    "ชมนาด": "[ชมมะ-] น. ชื่อไม้เถาชนิด <f><i>Vallaris glabra</i> Kuntze</f> ในวงศ์ <f>Apocynaceae</f> ดอกสีขาวเป็นช่อ กลิ่นเหมือนข้าวใหม่, ดอกข้าวใหม่ ก็เรียก, เขียนเป็น ชํามะนาด ก็มี.",
    "ชมบ": "[ชะมบ] น. ผีผู้หญิงที่ตายในป่าและสิงอยู่ในบริเวณที่ตาย มีรูปเห็นเป็นเงา&#160;ๆ แต่ไม่ทําอันตรายใคร, ฉมบ หรือ ทมบ ก็ว่า.",
    "ชมเปาะ": "ก. ชมไม่ขาดปาก, ชมด้วยความจริงใจ.",
    "ชมพู ๑": "(แบบ) น. ไม้หว้า. (ป., ส. ชมฺพุ).",
    "ชมพู ๒": "ว. สีแดงอ่อน, สีแดงเจือขาว.",
    "ชมพู่": "น. ชื่อไม้ต้นขนาดกลางหลายชนิดในสกุล <f><i>Syzygium</i></f> วงศ์ <f>Myrtaceae</f> ผลกินได้ เช่น ชมพู่แก้มแหม่ม <f>[<i>S. samarangense</i> (Blume) Merr. et L.M. Perry]</f> ชมพู่นํ้าดอกไม้ <f>[<i>S. jambos</i> (L.) Alston]</f> ชมพู่สาแหรก <f>[<i>S. malaccensis</i> (L.) Merr. et L.M. Perry]</f>.",
    "ชมพูทวีป": "(แบบ) น. ดินแดนที่เป็นประเทศอินเดีย ปากีสถาน เนปาล และบังกลาเทศในปัจจุบัน; ทวีปใหญ่อยู่ทางทิศใต้ของเขาพระสุเมรุ เป็นทวีป ๑ ใน ๔ ทวีป ได้แก่ อุตรกุรุทวีปหรืออุตรกุรูทวีป บุพวิเทหทวีป ชมพูทวีป และอมรโคยานทวีป.",
    "ชมพูนท, ชมพูนุท": "น. ทองคําเนื้อบริสุทธิ์ (ในคัมภีร์ไตรภูมิกล่าวว่าเกิดใต้ต้นหว้า), ใช้ว่า ชามพูนท ก็มี. (ส. ชามฺพูนท ว่า เกิดในแม่นํ้าชมพูนที).",
    "ชมพูพาดบ่า": "น. ท่ารําชนิดหนึ่งแห่งควาญช้าง รําเมื่อนําช้างบํารูงาเสร็จครั้งแรกแล้ว.",
    "ชมรม": "น. ที่พักชั่วคราวของกลุ่มบุคคล; ที่ประชุมของกลุ่มบุคคลที่มีจุดประสงค์เพื่อประโยชน์บางประการร่วมกัน เช่น ชมรมนักวรรณศิลป์ ชมรมพุทธศาสตร์, โชมโรม ก็ว่า.",
    "ชมเลาะ": "(โบ) ก. ทะเลาะ เช่น ความชมเลาะกันก็จแรก. (ม. คําหลวง วนปเวสน์). (ข. เฌฺลาะ ว่า ทะเลาะ).",
    "ชมสวนสวรรค์": "น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "ชม้อย": "[ชะ-] ก. ช้อนตาลอบชําเลืองดูด้วยความสนใจ.",
    "ชมัน": "[ชะ-] <i>ดู กระโดงแดง (๑)</i>.",
    "ชมา": "[ชะ-] น. แมว. (ข.).",
    "ชม้าย": "[ชะ-] ก. ชายหางตาดูด้วยความสนใจ.",
    "ชไม": "[ชะ-] ว. ทั้งคู่, ทั้ง ๒. (ข.).",
    "ชย, ชย-": "[ชะยะ] น. การชนะ. (ป., ส.). <i>(ดู ชัย)</i>.",
    "ชยา": "[ชะ-] (แบบ) น. สายธนู. (ป. ชิยา; ส. ชฺยา).",
    "ชโย": "[ชะ-] น. ความชนะ. (คําเดียวกับ ชัย).<2t>อ. คําที่เปล่งเสียงอวยชัยให้พรหรือแสดงความดีใจเมื่อได้รับชัยชนะเป็นต้น.",
    "ชร ๑": "[ชอน] น. ลวดลาย, ลายประกอบริม, ระบาย, เช่น ขนนเขนยชร. (ข.).",
    "ชร ๒": "[ชอน] น. น้ำ เช่น ชรเซาะเขาเราตกแต่ง. (คําฤษดี), ชรธารา. (ม. คําหลวง วนปเวสน์).",
    "ชร-๓": "[ชฺระ-] เป็นพยางค์หน้าของคําที่ตั้งต้นด้วยตัว ช ในบทกลอน เช่น ชทึง เป็น ชรทึง.",
    "ชรงำ": "[ชฺระ-] (กลอน) ว. คลุ้ม, มืด, งำ, เช่น เปนไพรชัฏชรงำผลู. (สมุทรโฆษ).",
    "ชรทึง": "[ชฺระ-] น. แม่นํ้า, ใช้ว่า จทึง ฉทึง ชทึง สทิง สทึง หรือ สรทึง ก็มี. (ข. สฺทึง ว่า คลอง).",
    "ชรโมล": "[ชฺระโมน] (กลอน) น. ทโมน, ลิงตัวผู้ขนาดใหญ่, เช่น มีชระมดชรโมลตาม. (สมุทรโฆษ). (ข. โฌฺมล ว่า สัตว์ตัวผู้).",
    "ชรไม": "[ชฺระ-] ว. ชไม, ทั้งคู่.",
    "ชรราง": "[ชฺระ-] (กลอน) ก. ราง&#160;ๆ เช่น แฝงข่าวยินเยียชรราง. (แช่งนํ้า).",
    "ชรริน": "[ชฺระ-] (กลอน) ก. ประดับ เช่น ชรรินชรเรือดแฝง มณิเพ็ญดูเพรี้ยมพราย. (สมุทรโฆษ).",
    "ชรเรือด": "[ชฺระ-] (กลอน) ก. แทรก เช่น ชรรินชรเรือดแฝง มณิเพ็ญดูเพรี้ยมพราย. (สมุทรโฆษ). (ข. เชฺรียต, เชียต).",
    "ชรแรง": "[ชฺระ-] (กลอน) ว. แรง&#160;ๆ, ขลัง, เช่น เยียชรแรง. (แช่งนํ้า).",
    "ชรแร่ง": "[ชฺระ-] (กลอน) ก. แบ่ง, แยก, เช่น ฟ้าชรแร่งหกคลอง ช่วยดู. (แช่งนํ้า).",
    "ชรโลง": "[ชฺระ-] (กลอน) ก. ชโลง, จูง, พยุง, โยง.",
    "ชรอกชรัง": "[ชฺรอกชฺรัง] ก. ซอกซอน, ซอกแซก.",
    "ชรออบ": "[ชฺระ-] (กลอน) ก. ชอบ เช่น ธมาพักชรออบ คืนเดียวชอบชีนอน. (ม. คําหลวง กุมาร).",
    "ชรอัด": "[ชฺระ-] (กลอน) ว. ชัด เช่น ลางหมู่งาชรอัดชรแอ้น. (ม. คําหลวง มหาราช).",
    "ชรอ่ำ": "[ชฺระ-] (กลอน) ว. ชอํ่า, มืดมัว, มืดครึ้ม, เช่น ชรอ่ำฟ้าใต้แผ่นหงาย. (แช่งน้ำ), ฟ้าหล้าเข็ดขาม ชรอื้อชรอ่ำอับทิศ. (สมุทรโฆษ).",
    "ชรอื้อ": "[ชฺระ-] (กลอน) ว. ชื้อ, ชอื้อ, มืดมัว, มืดคลุ้ม, ครึ้ม, อับแสง, เช่น ด่งงไซรชรเอมชรอื้อ อรทื้อแทบทางเดอร. (ม. คำหลวง ชูชก), ฟ้าหล้าเข็ดขาม ชรอื้อชรอ่ำอับทิศ. (สมุทรโฆษ).",
    "ชรอุ่ม": "[ชฺระ-] (กลอน) ว. ชอุ่ม, มืดคลุ้ม, มืดมัว, เช่น อากาศชรอุ่มอับ ทิศบังด้วยธุลี. (สุมทรโฆษ).",
    "ชระ ๑": "[ชฺระ] ว. สะอาด, บริสุทธิ์, เช่น ให้ฉลักแสบกภาพอันชระ. (สมุทรโฆษ).",
    "ชระ ๒": "[ชฺระ] เป็นพยางค์หน้าของคําในบทกลอน เช่น ชระงม ชระง่อน.",
    "ชระงม": "[ชฺระ-] (กลอน) น. ป่ากว้าง, ป่าใหญ่.<2t>ว. เปลี่ยวเปล่า, เงียบสงัด, เช่น อยู่ชระงมนั้น. (ม. คําหลวง มหาราช).",
    "ชระง่อน": "[ชฺระ-] (กลอน) น. ชะง่อน, หินที่เป็นปุ่มเป็นแง่ยื่นออกมาจากเขา.",
    "ชระงำ": "[ชฺระ-] (กลอน) ว. คลุ้ม, มืด, งำ.",
    "ชระดัด": "[ชฺระ-] (กลอน) ก. ดัด.",
    "ชระดื่น": "[ชฺระ-] (กลอน) ว. ดื่น.",
    "ชระเดียด": "[ชฺระ-] (กลอน) ว. รายไป, เรียดไป, โบราณเขียนเป็น ชรดียด ก็มี เช่น ผลักให้ตากตนอยียด ชรดียดด้าวดิ้นดรนอนอยู่แล. (ม. คำหลวง กุมาร).",
    "ชระเดียดชระดัด": "(กลอน) ว. เกลื่อนกล่น, ดาษดื่น.",
    "ชระบอบ": "[ชฺระ-] (กลอน) ก. บอบชํ้า, เมื่อยล้า.",
    "ชระบาบ": "[ชฺระ-] (กลอน) ว. ราบเรียบ, เสมอ.",
    "ชระมด": "[ชฺระ-] (กลอน) น. ชะมด.",
    "ชระมัว": "[ชฺระ-] (กลอน) ว. ขมุกขมัว, ยังไม่สว่าง, เช้าตรู่, มืด, เช่น ชระมัวทั่วทิศเอียง อากาศ. (นิ. นรินทร์).",
    "ชระมื่น": "[ชฺระ-] (กลอน) ว. ทะมื่น เช่น ผีพรายชระมื่น ดําช่วยดู. (แช่งนํ้า).",
    "ชระมุกชระมอม": "[ชฺระ-] (กลอน) ว. ขะมุกขะมอม.",
    "ชระมุ่น": "[ชฺระ-] (กลอน) ว. มุ่น, นุ่ม, เช่น ลานโลมวิไลแถงชระมุ่น อกเอย. (นิ. นรินทร์).",
    "ชระเมียง": "[ชฺระ-] (กลอน) ก. เมียง, มองดู.",
    "ชระเมียน": "[ชฺระ-] (กลอน) ก. ชม, ดู.",
    "ชระลอ": "[ชฺระ-] (กลอน) ก. ชะลอ, พยุงให้เคลื่อนไป, ประคองไว้.",
    "ชระลอง, ชระล่อง": "[ชฺระ-] น. ทางล่อง, ซอกเขา, ลําธาร, เช่น ผู้ชระลองล่วงห้วงมหรรณพ. (ม. คําหลวง ทานกัณฑ์).",
    "ชระลั่ง": "[ชฺระ-] (กลอน) ก. ทะลึ่งทะลั่ง เช่น จงสองเจ้าอย่าได้ทะลิ่นชระลั่งคอยนั่งเฝ้าพระบาท. (ม. คําหลวง กุมาร).",
    "ชระลัด": "[ชฺระ-] (กลอน) น. ทางลัดไปได้.",
    "ชระล้ำ": "[ชฺระ-] (กลอน) ก. ลํ้า. (ดุษฎีสังเวย).",
    "ชระลุ": "[ชฺระ-] (กลอน) ก. ปรุ, สลัก, ฉลุ.",
    "ชระแลง": "[ชฺระ-] (กลอน) น. ชะแลง.",
    "ชระอับ": "[ชฺระ-] (กลอน) ว. อับ, มืดมัว, มืดคลุ้ม.",
    "ชระอาบ": "[ชฺระ-] (กลอน) ก. อาบ, ชโลม, ทา, ทําให้ซึมซาบ.",
    "ชระเอม": "[ชฺระ-] (กลอน) ว. ร่มเย็น เช่น ดั่งฤๅดั่งไทรชระเอมชรอื้อ. (ม. คําหลวง ชูชก).",
    "ชรัด": "[ชฺรัด] (กลอน) ก. ซัด เช่น หมู่หนึ่งชรัดด้วยทองแดง. (ม. คําหลวง มหาราช).",
    "ชรัว": "[ชฺรัว] น. ซอกเขา, หุบเขา.",
    "ชรา": "[ชะ-] ว. แก่ด้วยอายุ, ชํารุดทรุดโทรม. (ป., ส.).",
    "ชรากากี": "[ชะ-] น. ชื่อพรรณไม้ชนิดหนึ่ง. (โอสถพระนารายณ์).",
    "ชราธรรม": "ว. มีชราเป็นธรรมดา, มีความแก่ความชํารุดทรุดโทรมเป็นธรรมดา.",
    "ชราบ": "[ชฺราบ] (โบ) ก. ทราบ. (ข. ชฺราบ).",
    "ชราบชรับ": "[ชฺราบชฺรับ] ก. ซึมซาบ.",
    "ชราภาพ": "น. ความแก่ด้วยอายุ, ความชํารุดทรุดโทรม, เช่น อันทุพพลชรา ภาพแล้ว. (โลกนิติ).",
    "ชรายุ": "[ชฺรา-] (แบบ) น. คราบงู, รกที่ห่อหุ้มลูกคนหรือลูกสัตว์. (ส.).",
    "ชริน": "[ชะ-] ก. ประดับ เช่น กรุงชรินไว้.",
    "ชรุก": "[ชฺรุก] (กลอน) ก. ซุก, แอบ, แทรก, เอาของไปแอบแฝงไว้, เช่น ช่อช้อยชรุกระโยงยาน. (ม. คําหลวง จุลพน).",
    "ชรูบ": "[ชฺรูบ] (โบ) ว. ซูบ.",
    "ชล, ชล-": "[ชน, ชนละ-] น. นํ้า. (ป., ส.).",
    "ชลจร": "น. ทางนํ้า, สัตว์นํ้า, เช่น ค้าวเขือเชื้อชลจรและช่อนสลับ. (สมุทรโฆษ).",
    "ชลจัณฑ์": "น. นํ้าจัณฑ์ เช่น ชื่อชลจัณฑ์ ดุมุเมามน. (จิตรปทาฉันท์).",
    "ชลชาติ": "น. นํ้า เช่น ประพรมพระเจ้าด้วยชลชาติ. (ม. คําหลวง มัทรี); สัตว์นํ้า เช่น ลงดําสํ่ามัจฉา ชลชาติ. (โลกนิติ).",
    "ชลธาร": "น. ลํานํ้า, ลําคลอง, ร่องนํ้า, ห้วย, ทะเลสาบ.",
    "ชลธารก": "น. สายนํ้า, กระแสนํ้า.",
    "ชลธิศ": "น. ชลธี, ทะเล.",
    "ชลธี": "น. ทะเล. (ป.).",
    "ชลนัยน์, ชลนา, ชลเนตร": "(กลอน) น. นํ้าตา.",
    "ชลประทาน": "[ชนละ-, ชน-] น. การทดนํ้าและระบายนํ้าเพื่อการเพาะปลูกเป็นต้น.",
    "ชลมารค": "[-มาก] น. ทางนํ้า เช่น กระบวนเสด็จพระราชดำเนินโดยทางชลมารค. (ส.).",
    "ชลสถาน": "น. บ่อ, สระ. (ส.).",
    "ชลัมพุ": "(แบบ) น. นํ้า เช่น และไขชลัมพุธารา. (อภิไธยโพธิบาทว์). (ป. ชล + อมฺพุ).",
    "ชลาธาร": "น. บ่อ, สระ. (ส.).",
    "ชลาพุช, ชลามพุช": "น. สัตว์ที่เกิดในครรภ์. (ป.; ส. ชรายุช).",
    "ชลาลัย": "น. ทะเล, แม่นํ้า. (ป., ส. ชล + อาลย = ที่อยู่ของนํ้า).",
    "ชลาศัย": "น. บ่อ, สระ, ทะเล; ปลา. (ส.; ป. ชลาสย).",
    "ชลาสินธุ์": "น. ทะเล, แม่น้ำ, เช่น ข้าเป็นไรแทรกขนสุบรรณบิน เร็วรีบยิ่งมหาวายุพัด กวักกวัดปีกข้ามชลาสินธุ์. (กากี), น้ำ เช่น พระเหลือบเล็งชลาสินธุ์ ในวารินทะเลวน ก็เห็นรูปอสุรกล ซึ่งกลายแกล้งเป็นสีดา. (พากย์นางลอย).",
    "ชลี": "(กลอน) ก. อัญชลี, ไหว้, เช่น ชลีกรงอนงามกิริยา. (อิเหนา). (ตัดมาจาก อัญชลี).",
    "ชลูกา": "(แบบ) น. ปลิง, ชัลลุกา ก็ใช้. (ส., ป. ชลุกา, ชลูกา).",
    "ชเล": "(โบ) น. ทะเล, ในนํ้า, ใช้เป็นส่วนหน้าสมาสก็มี เช่น ชเลจร ว่า ผู้เที่ยวไปในนํ้า.",
    "ชโลง": "[ชะ-] (โบ) ก. พยุงไว้ไม่ให้เซ, จรรโลง, จูง เช่น ให้เป็นหลักชโลงจิต. (กฎ. ราชบุรี).",
    "ชโลทร": "[ชะโลทอน] น. แม่นํ้า, ทะเล, ห้วงนํ้า, ท้องนํ้า. (ป., ส. ชล + อุทร).",
    "ชโลม": "[ชะ-] ก. ลูบไล้ให้เปียก เช่น ชโลมยา ชโลมนํ้ามันยาง; ทำให้ชุ่มชื่น เช่น ชโลมใจ.",
    "ชว-": "[ชะวะ-] (แบบ) ว. เร็ว, (มักใช้เป็นส่วนหน้าสมาส) เช่น ชวการ ชวกิจ ชวเลข, แผลงเป็น เชาว์ ก็มี.",
    "ช่วง ๑": "น. ตอน, ระยะ (ที่ต่อเนื่อง).<2t>ก. รับเป็นตอน เช่น รับช่วง เช่าช่วง.",
    "ช่วง ๒": "ว. สว่าง, รุ่งโรจน์.",
    "ช่วง ๓": "ก. มักใช้พูดเข้าคู่กับคํา ใช้ เป็น ช่วงใช้. (ไทยใหญ่ ช่วง ว่า ใช้).",
    "ช่วง ๔": "ก. แย่ง, ชิง, มักใช้พูดเข้าคู่กับคํา ชิง เป็น ช่วงชิง หรือ ชิงช่วง.",
    "ช่วงชัย": "น. การเล่นพื้นเมืองอย่างหนึ่ง นิยมเล่นในเทศกาล เช่น สงกรานต์ มีผู้เล่นหลายคน แบ่งออกเป็น ๒ ฝ่าย ชายฝ่ายหนึ่ง หญิงฝ่ายหนึ่ง ยืนหันหน้าเข้าหากัน ห่างพอที่จะใช้ลูกช่วงที่ทําด้วยผ้าขาวม้าเป็นต้นเป็นลูกกลม&#160;ๆ ผูกให้แน่นโยนหรือปาให้กัน ถ้าฝ่ายใดรับได้แล้วปาไปถูกคนใดคนหนึ่งของฝ่ายตรงข้าม ฝ่ายนั้นก็เป็นฝ่ายแพ้ มี ๓ ชนิด คือ ช่วงรํา ผู้แพ้ต้องออกไปรํา ช่วงใช้ ผู้แพ้ต้องไปอยู่อีกข้างหนึ่ง และช่วงขี้ข้า ผู้แพ้ต้องให้อีกฝ่ายหนึ่งขี่คอ.",
    "ช่วงชิง": "ก. แย่งชิง.",
    "ช่วงโชติ": "ก. สว่างรุ่งโรจน์, โชติช่วง ก็ว่า.",
    "ช่วงใช้": "ก. รับใช้ เช่น เป็นข้าช่วงใช้.",
    "ช่วงทรัพย์": "(กฎ) ก. เอาทรัพย์สินอันหนึ่งแทนที่ทรัพย์สินอีกอันหนึ่ง ซึ่งมีฐานะทางกฎหมายอย่างเดียวกันกับทรัพย์สินอันก่อน.",
    "ช่วงบาท": "น. ผู้อยู่ในระยะเท้า &#147;คือ ใกล้เท้า หมายความว่า ผู้รับใช้&#148;.",
    "ช่วงเมือง": "(โบ) น. เมืองเล็กที่ขึ้นแก่ประเทศราช.",
    "ช่วงสิทธิ์": "(กฎ) ก. เข้าสวมสิทธิของเจ้าหนี้ที่จะใช้สิทธิทั้งหลายบรรดาที่เจ้าหนี้มีอยู่โดยมูลหนี้ รวมทั้งประกันแห่งหนี้นั้นได้ในนามของตนเอง.",
    "ชวด ๑": "น. ชื่อปีที่ ๑ ของรอบปีนักษัตร มีหนูเป็นเครื่องหมาย. (ข. ชูต).",
    "ชวด ๒": "ก. ผิดหวัง, ไม่ได้ดังหวัง.",
    "ชวด ๓": "(ปาก) น. พ่อหรือแม่ของปู่ ย่า ตา ยาย, ทวด ก็ว่า.",
    "ชวน ๑": "ก. จูงใจ, โน้มนํา, เช่น ชวนกิน; ชักนํา, ขอให้ทําตาม, เช่น ชวนไปเที่ยว.",
    "ชวน- ๒": "[ชะวะนะ-] (แบบ) น. ความเร็ว, ความไว, ความเร็วของปัญญาหรือความคิด, แผลงเป็น เชาวน์ ก็มี. (ป., ส.).",
    "ชวนชม": "น. ชื่อไม้พุ่มชนิด <f><i>Adenium obesum</i> Balf.</f> ในวงศ์ <f>Apocynaceae</f> ดอกมีหลายสี เช่น สีแดง ขาว ชมพู ม่วง ปลูกเป็นไม้ประดับ.",
    "ชวนหัว": "ว. ที่ทําให้ขบขัน เช่น เรื่องชวนหัว ละครชวนหัว.",
    "ชวย": "ก. พัดอ่อน&#160;ๆ, พัดเรื่อย&#160;ๆ, (ใช้แก่ลม).",
    "ช่วย": "ก. ส่งเสริมเพื่อให้สําเร็จประโยชน์; ป้องกัน เช่น ช่วยไม่ได้.",
    "ช่วยเหลือ": "ก. ช่วยกิจการของเขาเพื่อให้พร้อมมูลขึ้น.",
    "ชวร, ชวระ": "[ชวน, ชะวะระ] (แบบ) น. ไข้, ความไข้.<2t>ก. เป็นไข้, ป่วย. (ส.; ป. ชร).",
    "ชวลิต": "[ชะวะลิด] (แบบ) ว. รุ่งเรือง, รุ่งโรจน์, สว่าง. (ส. ชฺวลิต; ป. ชลิต).",
    "ชวัก": "[ชะ-] (กลอน) ก. ชัก เช่น เคล้าฟ้าเคลือกเปลวลาม พระรามพระลักษณชวักอร. (แช่งน้ำ).",
    "ชวา": "[ชะ-] น. ชื่อเกาะสําคัญที่สุดและเป็นที่ตั้งเมืองหลวงของประเทศอินโดนีเซีย, (โบ) ใช้ว่า ยะวา ก็มี, เรียกประชาชนที่พูดภาษาชวาว่า ชาวชวา; ชื่อปี่ชนิดหนึ่ง เรียกว่า ปี่ชวา.",
    "ชวาล": "[ชะ-] (แบบ) น. ความรุ่งเรือง, เปลวไฟ, โคมไฟ; ความสว่าง.<2t>ว. ซึ่งลุกโพลง, สว่างโพลง. (ส. ชฺวาล; ป. ชาลา).",
    "ชวาลา": "[ชะ-] (โบ) น. เครื่องตามไฟชนิดหนึ่ง ใช้ตั้งหรือแขวน มีรูปเป็นหม้อกลม สำหรับใส่น้ำมัน มีพวยยื่นมาใช้ใส่ไส้จุดไฟ.",
    "ช่อ ๑": "น. ใบไม้หรือดอกไม้ที่แตกออกเป็นพวง, เรียกดอกของต้นไม้บางชนิดเช่นมะม่วงและสะเดาที่ออกดอกเล็ก&#160;ๆ เป็นกลุ่มหรือเป็นพวงว่า ช่อมะม่วง ช่อสะเดา, ใบไม้หรือดอกไม้ที่ผูกเป็นกลุ่มหรือเป็นพวง, โดยปริยายเรียกสิ่งอื่นที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น ช่อดอกไม้ไฟ โคมช่อองุ่น.",
    "ช่อ ๒": "ก. ชักรอก.",
    "ชอก": "ก. ชํ้า, มักใช้พูดเข้าคู่กับคํา ชํ้า เป็น ชอกชํ้า หรือ ชํ้าชอก.",
    "ช็อก": "น. สภาวะที่ร่างกายเสียเลือดจนความดันเลือดต่ำมาก หรือถูกกระทบจิตใจอย่างรุนแรง หรือถูกกระแสไฟฟ้าไหลผ่าน เป็นต้น จนทำให้เป็นลมหรือหมดสติในทันที. (อ. <f>shock</f>).",
    "ช็อกโกเลต, ช็อกโกแลต": "น. ขนมหวานทําจากเมล็ดโกโก้และนํ้าตาล บางชนิดก็มีไส้หวาน.<2t>ว. เรียกสีอย่างสีนํ้าตาลไหม้ ว่า สีช็อกโกเลต หรือ สีช็อกโกแลต. (อ. <f>chocolate</f>).",
    "ชอกช้ำ": "ก. บอบชํ้ามาก, ชํ้าชอก ก็ว่า.",
    "ชอง": "น. ชื่อชนกลุ่มน้อยเผ่าหนึ่งในตระกูลมอญ-เขมร มีมากทางตอนเหนือของจังหวัดจันทบุรี, เรียกตัวเองว่า สําเร หรือ ตําเหรด, เขมรเรียกว่า พวกปอร.",
    "ช่อง": "น. ที่ว่างซึ่งเป็นทางเข้าออกได้ เช่น ช่องเขา ช่องหน้าต่าง ช่องลม; โอกาส เช่น ไม่มีช่องที่จะทําได้.",
    "ช้อง": "น. ผมสําหรับเสริมผมให้ใหญ่หรือยาว.",
    "ช่องกุด": "น. ประตูแบบมียอดที่เจาะกําแพงเมืองหรือกําแพงวังชั้นนอกเป็นทางเข้าออก.",
    "ช่องเขา": "น. เส้นทางที่ใช้เป็นทางข้ามจากทิวเขาด้านหนึ่งไปยังอีกด้านหนึ่ง, ช่องที่อยู่ในระหว่างเขา ๒ ลูก.",
    "ช่องแคบ": "น. ทางนํ้ายาวที่อยู่ระหว่างแผ่นดินหรือเกาะ เชื่อมต่อทะเลทั้ง ๒ ข้าง.",
    "ช่องดาล": "น. รูสําหรับสอดลูกดาลเข้าไปเขี่ยดาลที่ขัดบานประตู.",
    "ช่องตีนกา": "น. ช่องอิฐโปร่งหรือที่ก่อเป็นช่องลึกรูปกากบาทใต้แนวใบเสมาของกำแพงเมืองหรือกำแพงวัง.",
    "ช้องนาง": "น. ชื่อไม้พุ่มชนิด <f><i>Thunbergia erecta</i> T. Anders.</f> ในวงศ์ <f>Acanthaceae</f> ดอกสีม่วงนํ้าเงินเข้มหรือขาว หลอดดอกด้านในสีเหลืองเข้ม.",
    "ช้องนางคลี่": "น. ชื่อไม้อิงอาศัยไร้ดอกชนิด <f><i>Lycopodium phlegmaria</i> L.</f> ในวงศ์ <f>Lycopodiaceae</f> ลําต้นยาวห้อยลง แยกแขนงเป็นคู่&#160;ๆ.",
    "ช่องไฟ": "น. ช่องว่างระหว่างตัวหนังสือ; (ศิลปะ) บริเวณที่เว้นไว้เป็นพื้นเท่า&#160;ๆ กันระหว่างลวดลายแต่ละตัว.",
    "ช้องแมว": "<i>ดู ซ้องแมว</i>.",
    "ชองระอา": "น. (๑) ชื่อไม้เถาชนิด <f><i>Strychnos thorelii</i> Pierre ex Dop.</f> ในวงศ์ <f>Strychnaceae</f> ดอกสีขาวนวล ผลกลม ใช้ทํายาได้.<2t>(๒) ชื่อไม้เถาชนิด <f><i>Securidaca inappendiculata</i> Hassk.</f> ในวงศ์ <f>Polygalaceae</f> ดอกสีเหลือง ผลมีปีก.",
    "ช่องว่าง": "น. ความเหลื่อมล้ำต่ำสูงที่ทำให้เข้ากันยาก เช่น ช่องว่างระหว่างชนชั้น ช่องว่างระหว่างวัย.",
    "ชอน": "ก. ไชคดเคี้ยวไปในดินหรือภายในสิ่งอื่นด้วยอาการเช่นนั้น เช่น รากไม้ชอนไปในดิน; พุ่งแยงออกมา (ใช้แก่แสงอย่างแสงแดดแสงไฟ) เช่น แสงตะวันชอนตา.",
    "ช่อน": "น. ชื่อปลานํ้าจืดชนิด <f><i>Channa striatus</i></f> ในวงศ์ <f>Channidae</f> ลําตัวทรงกระบอก ส่วนท้ายแบนข้างเล็กน้อย มีเกล็ดในแนวเส้นข้างตัวราว ๕๒-๕๗ เกล็ด ด้านหลังลําตัวเป็นสีนํ้าตาลเทาหรือค่อนข้างดํา ด้านข้างสีอ่อนกว่าและมีลายสีดําพาดเฉียง ท้องสีขาว ครีบต่าง&#160;ๆ มีจุดหรือริ้วสีนํ้าตาลดํา พบชุกชุมทั่วไป อาจยาวได้ถึง ๘๐ เซนติเมตร, พายัพเรียก ก่อ หรือ หลิม, อีสานเรียก ค่อ.",
    "ช้อน": "น. เครื่องใช้สําหรับตักของกิน มีที่จับยื่นออกมา, ลักษณนามว่า คัน, ราชาศัพท์ว่า ฉลองพระหัตถ์ช้อน; เรียกเครื่องใช้ที่มีรูปคล้ายคลึงเช่นนั้น เช่น ช้อนรองเท้า; เครื่องจับปลาชนิดหนึ่ง ใหญ่กว่าสวิง ถักเป็นร่างแห ขอบเป็นรูปสามเหลี่ยมหรือวงกลม มีด้ามจับ.<2t>ก. ตักเอาสิ่งที่อยู่ในนํ้าหรือในของเหลว เช่น ช้อนปลา ช้อนลูกนํ้า ช้อนแหน ช้อนผง; โดยปริยายหมายถึงอาการที่คล้ายคลึงเช่นนั้น เช่น ช้อนหุ้น; เอามือเป็นต้นสอดลงไปข้างล่างแล้วยกขึ้น เช่น ช้อนศีรษะ; เหลือบขึ้น เช่น ช้อนตา.",
    "ช้อนนาง": "น. ต้นรางจืด. (พจน. ๒๔๙๓).",
    "ช้อนหอย ๑": "น. ชื่อเรียกช้อนกระเบื้อง.",
    "ช้อนหอย ๒": "น. ชื่อนกหลายชนิดในวงศ์ <f>Threskiornithidae</f> ปากยาวโค้ง ปลายแหลม หากินในนํ้าตื้น กินปลา ปู และสัตว์นํ้าเล็ก&#160;ๆ ในประเทศไทยมี ๔ ชนิด คือ ช้อนหอยขาว หรือ กุลาขาว <f>(<i>Threskiornis melanocephalus</i>)</f> ช้อนหอยดํา หรือ กุลาดํา <f>(<i>Pseudibis davisoni</i>)</f> ช้อนหอยใหญ่ หรือ กุลาใหญ่ <f>(<i>P. gigantea</i>)</f> และ ช้อนหอยดำเหลือบ <f>(<i>Plegadis falci ellus</i>)</f>, กุลา หรือ ค้อนหอย ก็เรียก.",
    "ชอบ": "ก. พอใจ เช่น ชอบอ่านหนังสือ ชอบเที่ยว; ถูกต้อง เช่น คิดชอบ ชอบแล้ว; เหมาะ เช่น ชอบด้วยกาลเทศะ; ถูกใจ, ถูกกัน, เช่น เขาชอบกันมาก, บางทีใช้หมายความไปในเชิงว่ารักใคร่ ก็มี เช่น หนุ่มสาวชอบกัน; มีสิทธิ์ เช่น ชอบที่จะทําได้.",
    "ชอบกล": "ว. ต้องด้วยชั้นเชิง, เข้าที, แปลก, น่าคิด.",
    "ชอบใจ": "ก. ถูกใจ, ยินดี, พอใจ.",
    "ชอบธรรม": "ว. ถูกตามหลักธรรม, ถูกตามนิตินัย.",
    "ชอบพอ": "ก. รักใคร่กัน, ถูกอัธยาศัยกัน.",
    "ชอบมาพากล": "ว. ชอบกล, มักใช้ในความปฏิเสธว่า ไม่ชอบมาพากล.",
    "ช่อฟ้า": "น. ชื่อตัวไม้ที่ติดอยู่บริเวณหน้าจั่ว รูปเหมือนหัวนาคชูขึ้นเบื้องบน.",
    "ชอม ๑": "ก. ชม.",
    "ชอม ๒": "ก. จ่อม, จม.",
    "ช่อม่วง": "น. ชื่อขนมชนิดหนึ่ง. (เห่เรือ); ชื่อดอกไม้ไฟชนิดหนึ่ง.",
    "ช่อย": "(โบ) ก. ช่วย. (จารึกสยาม).",
    "ช้อย": "ว. งอนงาม.",
    "ช้อยชด": "ว. อ่อนช้อย, งามกิริยาท่าทาง, ชดช้อย ก็ว่า.",
    "ช้อยช่างรำ, ช้อยนางรำ": "<i>ดู กระช้อยนางรํา</i>.",
    "ชอล์ก ๑": "น. ชื่อแร่ชนิดหนึ่ง ประกอบด้วยแคลเซียมคาร์บอเนต มีซิลิกาปนอยู่เล็กน้อย เกิดขึ้นตามธรรมชาติโดยการรวมตัวของหินปูนจากซากสัตว์ พืช และเปลือกหอยในทะเล, หินดินสอพอง ก็เรียก. (อ. <f>chalk</f>).",
    "ชอล์ก ๒": "น. เครื่องเขียนกระดานดําชนิดหนึ่งที่เป็นสีขาวทําจากแคลเซียมซัลเฟต ซึ่งได้จากเกลือจืดหรือยิปซัมผสมนํ้า, ที่มีสีอื่น&#160;ๆ ผสมด้วยดินสีหรือสีสําเร็จรูป เรียกว่า ชอล์กสี. (อ. <f>chalk</f>).",
    "ช่อลำดวน": "<i>ดู สำลี ๓</i>.",
    "ช่ออินทนิล": "<i>ดู สร้อยอินทนิล</i>.",
    "ชอ่ำ": "[ชะ-] ว. มืดมัว, มืดครึ้ม.",
    "ชอื้อ": "[ชะ-] ว. ชื้อ, มืดมัว, มืดคลุ้ม, ครึ้ม, อับแสง.",
    "ชอุ่ม": "[ชะ-] ว. ชุ่ม, สดชื่น, เช่น เขียวชอุ่ม; ชุ่มด้วยละอองนํ้าจนเห็นเป็นมืดคลุ้มหรือมืดมัว เช่น ท้องฟ้าชอุ่ม.",
    "ชะ ๑": "ก. ทําให้สิ่งที่ติดอยู่หลุดไปหรือหมดไปด้วยนํ้า ในลักษณะและอาการอย่างชะแผล; ชําระล้างด้วยอาการคล้ายคลึงเช่นนั้น เช่น ฝนชะลาน ฝนชะช่อมะม่วง.",
    "ชะ ๒, ชะชะ": "อ. คําที่เปล่งออกมาเมื่อเวลาโกรธหรือไม่ชอบใจเป็นต้น, ชะช้า หรือ ชัดช้า ก็ว่า.",
    "ชะคราม": "[-คฺราม] น. ชื่อไม้พุ่มขนาดเล็กชนิด <f><i>Suaeda maritima</i> (L.) Dumort.</f> ในวงศ์ <f>Chenopodiaceae</f> ขึ้นตามเลนใกล้ทะเล กิ่งก้านและใบพองกลมปลายแหลมสีเขียว เขียวอมม่วง ชมพู มีนวล กินได้, ชักคราม ก็เรียก.",
    "ชะงอก": "น. หินที่งอกออกไป.",
    "ชะง่อน": "น. หินที่เป็นปุ่มเป็นแง่ยื่นออกมาจากเขา.",
    "ชะงัก": "ก. หยุดลงกลางคันทันที.",
    "ชะงัด": "ว. แม่นยํา, ขลัง, แน่, ได้จริง, เช่น ยาขนานนี้แก้โรคปวดหัวได้ชะงัดนัก.",
    "ชะงาบ": "ว. อ้าปากงาบ&#160;ๆ ด้วยอาการชัก.",
    "ชะง้ำ": "ว. สูงและยื่นงํ้าออกมา.",
    "ชะงุ้ม": "ว. เป็นเพิงงุ้มลงมา.",
    "ชะเง้อ": "ก. ชูคอขึ้นดู.",
    "ชะเงื้อม": "ว. ยื่นออกจากที่สูง.",
    "ชะแง้": "ก. เหลียวแลดู, เฝ้าคอยดู.",
    "ชะโงก": "ก. ยื่นหน้าหรือส่วนหน้าออกไป.",
    "ชะโงกผา": "น. หินซึ่งยื่นออกไปจากหน้าผา.",
    "ชะฉ่า": "ว. เสียงลูกคู่ที่รับเพลงปรบไก่.",
    "ชะช่อง": "น. ช่อง, รูที่ผ่านได้, โอกาส, ทาง.",
    "ชะช้า": "อ. คําที่เปล่งออกมาเมื่อเวลาโกรธหรือไม่ชอบใจเป็นต้น, ชะ ชะชะ หรือ ชัดช้า ก็ว่า.",
    "ชะชิด": "ก. ชิด, สนิท, ใกล้, เคียง.",
    "ชะดีชะร้าย": "(ปาก) ว. เผื่อว่า, บางทีแสดงถึงความไม่แน่นอน, โดยปรกติมักใช้ในลักษณะเหตุการณ์ที่สังหรณ์หรือกริ่งเกรงว่าอาจจะเกิดขึ้นตามที่คาดไว้.",
    "ชะโด": "น. ชื่อปลานํ้าจืดชนิด <f><i>Channa micropeltes</i></f> ในวงศ์ <f>Channidae</f> รูปร่างคล้ายปลาช่อน ซึ่งอยู่ในสกุลเดียวกันแต่เกล็ดเล็กและมีจํานวนมากกว่า เฉพาะบนเส้นข้างตัวมี ๘๒-๙๕ เกล็ด ข้างลําตัวมีแถบสีดําเรียงคู่กันจากนัยน์ตาถึงหาง ระหว่างแถบเป็นสีแดงแถบนี้อาจแตกเป็นแต้มหรือจุดในปลาที่โตเต็มที่ ขนาดยาวได้ถึง ๙๐ เซนติเมตร, แมลงภู่ อ้ายป๊อก หรือ โด ก็เรียก.",
    "ชะตา": "น. ลักษณะหรืออัธยาศัยบางอย่างที่ทําให้รู้สึกชอบหรือไม่ชอบในทันทีทันใด เช่น ถูกชะตากัน ไม่ถูกชะตากัน, ลักษณะที่บังเกิดสําแดงเหตุดีและร้าย เช่น ชะตาดีชะตาร้าย; แบบรูปราศีที่บอกดาวพระเคราะห์เดินถึงราศีนั้น&#160;ๆ ในเวลาเกิดของคน หรือเวลาสร้างสิ่งสําคัญเช่นบ้านเมืองเป็นต้นที่โหรคํานวณไว้ โดยแบ่งเป็น ๑๒ ราศี เรียกว่า ดวงชะตา หรือ ดวง, ชาตา ก็ว่า.",
    "ชะต้า": "(แบบ) อ. คําที่เปล่งออกมาเมื่อเวลาโกรธหรือชอบใจ เช่น ชะต้าเขาเป็นหญิงยังทำได้. (ขุนช้างขุนแผนแจ้ง), ใช้ว่า ฉะต้า ก็มี.",
    "ชะนี ๑": "น. ชื่อสัตว์เลี้ยงลูกด้วยนมในวงศ์ <f>Hylobatidae</f> แขนยาวมาก ไม่มีหาง ขนยาวนุ่ม เดินตัวตั้งตรงได้ ห้อยโหนอยู่ตามต้นไม้สูง&#160;ๆ ร้องเสียงดัง เสียงร้องแสดงถึงอาณาเขตของแต่ละคู่ แต่ละชนิดมีเสียงร้องไม่เหมือนกัน กินผลไม้และใบไม้ ในประเทศไทยมี ๓ ชนิด คือ ชะนีมือขาว <f>(<i>Hylobates lar</i>)</f> สีดําและนํ้าตาล, ชะนีหัวมงกุฎ <f>(<i>H. pileatus</i>)</f> ตัวผู้สีดํา ตัวเมียสีเทา, ชะนีมือดํา <f>(<i>H. agilis</i>)</f> สีดํา นํ้าตาล และเทา.",
    "ชะนี ๒": "น. ชื่อทุเรียนพันธุ์หนึ่ง.",
    "ชะนีร่ายไม้": "น. ท่าละครท่าหนึ่ง.",
    "ชะนุง": "น. ไม้คู่สําหรับขึงเข็ดด้ายให้ตึง แล้วใช้แปรงขนหมีหวีเพื่อแยกเส้นด้าย.",
    "ชะเนาะ": "น. ไม้สั้น&#160;ๆ สำหรับขันบิดเชือกที่ผูกให้แน่นเช่นในการทํานั่งร้าน, ลูกชะเนาะ ก็เรียก.",
    "ชะเนียง": "(ถิ่น-จันทบุรี) น. ต้นเนียง.<i> (ดู เนียง ๒)</i>.",
    "ชะพลู": "[-พฺลู] <i>ดู ช้าพลู</i>.",
    "ชะเพลิง": "<i>ดู กระดูกค่าง</i>.",
    "ชะมด ๑": "น. ชื่อสัตว์เลี้ยงลูกด้วยนมในวงศ์ <f>Viverridae</f> ซึ่งเป็นวงศ์เดียวกับอีเห็นและพังพอน หน้าแหลม รูปร่างเพรียว สีเทาหรือนํ้าตาล มีลายจุดสีดําตามยาวทั่วตัว หางและขนหางยาว มีลายเป็นปล้อง มีต่อมกลิ่นใกล้เครื่องเพศ มักออกหากินในเวลากลางคืน ในประเทศไทยมีหลายชนิด เช่น ชะมดเช็ด <f>(<i>Viverricula malaccensis</i>)</f> เป็นชนิดที่ใช้นํ้ามันจากต่อมกลิ่นทําเครื่องหอม, ชะมดแผงหางปล้อง <f>(<i>Viverra zibetha</i>)</f>, ชะมดแผงสันหางดํา <f>(<i>V. megaspila</i>)</f>, อีสานเรียก เห็นอ้ม.",
    "ชะมด ๒": "น. ชื่อมะกรูดพันธุ์หนึ่ง.",
    "ชะมด ๓": "น. ชื่อขนมชนิดหนึ่ง ทําด้วยข้าวเม่า มะพร้าวขูด และน้ำตาล กวนให้เข้ากัน ปั้นเป็นก้อนกลมแบน ชุบด้วยแป้งข้าวเจ้าแล้วทอดน้ำมัน.",
    "ชะมดเชียง": "น. ชื่อเครื่องหอมชนิดหนึ่งซึ่งได้จากกวางชะมดตัวผู้ ใช้แต่งกลิ่นเครื่องหอมและทํายาได้. <i>(ดู กวางชะมด ประกอบ)</i>.",
    "ชะมดต้น": "น. ชื่อไม้พุ่มชนิด <f><i>Abelmoschus moschatus </i>Medic. subsp. <i>moschatus</i></f> ในวงศ์ <f>Malvaceae</f> ดอกสีเหลือง โคนกลีบสีนํ้าตาลเข้ม เมล็ดมีกลิ่นคล้ายกลิ่นชะมดเช็ด ใช้ทํายาได้, ฝ้ายผี ก็เรียก.",
    "ชะมบ": "น. ไม้ปักเป็นเครื่องหมายสําหรับขุดหลุมจะปลูกเรือน. (ปรัดเล).",
    "ชะมวง": "น. ชื่อไม้ต้นชนิด <f><i>Garcinia cowa</i> Roxb.</f> ในวงศ์ <f>Guttiferae</f> ใบมีรสเปรี้ยว ใช้เป็นผัก.",
    "ชะมัง": "<i>ดู ทํามัง</i>.",
    "ชะมัด": "ว. มาก, ยิ่ง, เช่น เก่งชะมัด, ชะมัดยาด ก็ว่า.",
    "ชะแม่": "น. หัวหน้าโขลน.",
    "ชะรอย": "ว. เห็นจะ, เห็นทีจะ, ท่าจะ, บางที, ในบทกลอนใช้ว่า รอย ก็มี.",
    "ชะลอ": "ก. อาการที่ลากเลื่อนสิ่งของที่หนักให้ค่อย&#160;ๆ เคลื่อนไปจากที่, พยุงไว้, ประคองไว้, ค่อย&#160;ๆ ประคองไป เช่น โคลงชะลอพระพุทธไสยาสน์, ค่อย&#160;ๆ พยุงขึ้น; ทําให้ช้าลง, ทําให้ช้าลงเพื่อรอ เช่น ชะลอเวลา ชะลอการเกิด.",
    "ชะลอม": "น. เครื่องสานชนิดหนึ่ง รูปทรงกระบอก สานด้วยตอกเป็นต้น ตาห่าง&#160;ๆ สําหรับใส่สิ่งของ, อีสานเรียก กระลอม ก็มี.",
    "ชะล่า ๑": "น. ชื่อเรือขุดชนิดหนึ่ง ท้องแบน หัวเชิดขึ้นเล็กน้อย หัวตัดท้ายตัด มีขนาดยาวมาก.",
    "ชะล่า ๒": "ก. เหิมใจ, ได้ใจ, กําเริบ, กล้าล่วงเกิน.",
    "ชะลาน": "น. ชื่อหนึ่งของฝนชะช่อมะม่วง ชาวนาเรียกว่า ฝนชะลาน เพราะมักตกในระยะเวลาที่ยังนวดข้าวไม่เสร็จ.",
    "ชะลิน": "<i>ดู นวลจันทร์ทะเล</i>.",
    "ชะลูด ๑": "ว. เรียวยาวสูงขึ้นไป.",
    "ชะลูด ๒": "น. ชื่อไม้เถาชนิด <f><i>Alyxia reinwardtii</i> Blume</f> ในวงศ์ <f>Apocynaceae</f> เปลือกหอม ใช้ทํายาและปรุงเครื่องหอม.",
    "ชะลูด ๓": "ก. ลงท้อง, ท้องเดิน, (ใช้แก่ช้าง).",
    "ชะเลง": "น. เครื่องดักปลาชนิดหนึ่งคล้ายชนาง.",
    "ชะเลย": "ก. ชะล่า เช่น พระทําเฉยจะให้นางชะเลยใจ. (อิเหนา).",
    "ชะแล็ก": "(ปาก) น. เชลแล็ก. (อ. <f>shellac</f>).",
    "ชะแลง": "น. เครื่องมือชนิดหนึ่ง ทําด้วยท่อนเหล็กมีปลายแบน สําหรับงัดสิ่งของหรือขุดดิน.",
    "ชะวัง": "น. ชื่อหวายชนิดหนึ่งผิวงาม โดยมากใช้ทําไม้ถือ. (พจน. ๒๔๙๓).",
    "ชะวาก": "น. ช่องที่เวิ้งว้างเข้าไป.",
    "ชะวากทะเล": "น. ฝั่งทะเลที่เว้าเป็นช่องเข้าไปยังปากแม่นํ้า ซึ่งนํ้าจืดไหลมาผสมกับนํ้าทะเล.",
    "ชะวาด": "น. ชื่อปลาชนิดหนึ่ง เช่น ชะวาดแอบแปบปนปลอม. (เห่เรือ).",
    "ชะวุ้ง": "ว. เป็นคุ้ง, คด, อ้อม, เช่น หว่างเวิ้งชะวุ้งศิขร. (กุมารคําฉันท์).",
    "ชะเวิกชะวาก": "ว. เปิดกว้างและลึก เช่น สวมเสื้อคอกว้างชะเวิกชะวาก.",
    "ชะแวง": "น. ชื่อปลาชนิดหนึ่ง เช่น ชะแวงแฝงฝั่งแนบ. (เห่เรือ).",
    "ชะอม": "น. ชื่อไม้พุ่มรอเลื้อยชนิด <f><i>Acacia pennata</i> (L.) Willd. subsp. <i>insuavis </i>(Lace) Nielsen</f> ในวงศ์ <f>Leguminosae</f> มีหนาม กลิ่นแรง ใบเล็กเป็นฝอย ยอดและใบอ่อนกินได้.",
    "ชะอ้อน": "ก. แสดงกิริยาวาจาเพื่อให้เขาเมตตา, ฉะอ้อน ก็ใช้.<2t>ว. กล้องแกล้ง, แน่งน้อย, รูปเล็กบาง, ฉะอ้อน ก็ใช้.",
    "ชะเอม": "น. (๑) ชื่อไม้เถาชนิด <f><i>Myriopteron extensum</i> (Wight) K. Schum.</f> ในวงศ์ <f>Asclepiadaceae</f> เถามีรสหวาน ใช้ทํายา ผลมีครีบโดยรอบ กินได้, ข้าวสาร ก็เรียก.<2t>(๒) ชื่อพรรณไม้ ๓ ชนิดในวงศ์ <f>Leguminosae</f> คือ ชะเอมไทย หรือ ชะเอมป่า <f>(<i>Albizia myriophylla</i> Benth.)</f> เป็นไม้เถาเนื้อแข็ง เถามีรสหวาน ใช้ทํายาได้, ชะเอมเทศ <f>(<i>Glycyrrhiza glabra</i> L.)</f> และ ชะเอมขาไก่ <f>(<i>G. uralensis</i> Fish.)</f> เป็นไม้พุ่มต่างประเทศ รากมีรสหวานชุ่มคอ ใช้ทํายาได้. (ข. เฌีแอม ว่า ไม้หวาน).",
    "ชะโอน": "น. ชื่อปลานํ้าจืด ไม่มีเกล็ด ในวงศ์ <f>Siluridae</f> มีฟันเล็กแต่แหลมคม ลําตัวด้านหลังสีนํ้าตาลครีบต่าง&#160;ๆ มีจุดประสีเทาดํา เป็นพวกปลาเนื้ออ่อน มี ๒ ชนิด คือ ชนิด <f><i>Ompok bimaculatus</i></f> ซึ่งมีครีบหลัง ปากเชิดขึ้น เหนือครีบอกมีจุดกลมสีดํา ๑ จุด, เนื้ออ่อน โอน หน้าสั้น สยุมพร หรือ นาง ก็เรียก; และชนิด <f><i>Kryptopterus apogon</i></f> ไม่มีครีบหลัง ปากอยู่ปลายสุดของหัว ไม่มีจุดดําบนลําตัว, เนื้ออ่อน แดง นํ้าเงิน หรือ นาง ก็เรียก.",
    "ชัก ๑": "ก. ดึงสายเชือกเป็นต้นที่ผูกอยู่กับสิ่งใดสิ่งหนึ่งเพื่อให้สิ่งนั้นเคลื่อนไหวไปตามต้องการ เช่น ชักว่าว ชักรอก; ดึง, ดึงออกมา, ดึงขึ้น, เช่น ชักดาบออกจากฝัก ชักลิ้นชักโต๊ะ; ดึงเอามา เช่น ชักผ้าป่า ชักผ้าบังสุกุล; ดึงออกแล้วดันเข้า เช่น ชักสูบ ชักเข้าชักออก; นํา เช่น ชักนํ้าเข้าลึก ชักศึกเข้าบ้าน; นําเอามาอ้าง, ยกเอามาอ้าง, เช่น ชักตัวอย่าง; เอาออก, หักออก, เช่น ชักค่าอาหาร ชักค่านายหน้า; ขยายแนวให้ยืดออก เช่น ชักปีกกา ชักกําแพง; สี เช่น ชักซอ; กระตุก เช่น ชักจ้องหน่อง.<2t>ว. ค่อนข้าง, เกือบ, เริ่ม, เช่น ชักโกรธ ชักหิว.",
    "ชัก ๒": "ก. อาการที่กล้ามเนื้อกระตุกอย่างกะทันหันและรุนแรง มักมีอาการมือเท้าเกร็ง.",
    "ชักกระบี่สี่ท่า": "น. ท่าละครท่าหนึ่ง.",
    "ชักครอก": "[-คฺรอก] น. เรียกลูกปลาจำพวกปลาช่อนที่ตามพ่อเป็นฝูง&#160;ๆ ว่า ลูกชักครอก, ลูกครอก ก็ว่า.",
    "ชักคราม": "[-คฺราม] <i>ดู ชะคราม</i>.",
    "ชักโครก": "[-โคฺรก] น. ที่นั่งถ่ายอุจจาระมีที่เปิดนํ้าขับล้างได้.",
    "ชักเงา": "ก. ทําให้เกิดเงา.<2t>ว. ที่ทําให้เกิดเงา เช่น นํ้ามันชักเงา.",
    "ชักจูง": "ก. จูงใจเพื่อให้เห็นคล้อยตาม.",
    "ชักชวน": "ก. ชวนให้ทําด้วยกัน.",
    "ชักช้า": "ว. โอ้เอ้, ล่าช้า.",
    "ชักซอสามสาย": "น. ท่าละครท่าหนึ่ง.",
    "ชักซุงตามขวาง": "(สํา) ก. ทําอะไรที่ไม่ถูกวิธีย่อมได้รับความลําบาก; ขัดขวางผู้มีอํานาจย่อมได้รับความเดือดร้อน.",
    "ชักตะพานแหงนเถ่อ": "(สํา) ก. ตั้งใจทําอะไรแล้วไม่เป็นผลสําเร็จ ต้องคอยค้างอยู่.",
    "ชักนำ": "ก. เกลี้ยกล่อมหรือโน้มนําให้เห็นคล้อยตาม.",
    "ชักน้ำเข้าลึก ชักศึกเข้าบ้าน": "(สํา) ก. นําศัตรูเข้าบ้าน.",
    "ชักเนื้อ": "ก. เอาทรัพย์หรือผลประโยชน์ของตนออกใช้ทดแทน, ใช้เงินเกินกว่าจํานวนที่เขากําหนดไว้ แล้วเรียกเอาส่วนเกินคืนไม่ได้, ชักทุนเดิม.",
    "ชักใบให้เรือเสีย": "(สํา) ก. พูดหรือทําขวาง&#160;ๆ ให้การสนทนาหรือการงานเขวออกนอกเรื่องไป.",
    "ชักแป้งผัดหน้า": "น. ท่าละครท่าหนึ่ง.",
    "ชักพระ": "น. ชื่อประเพณีอย่างหนึ่งทางภาคใต้ ถือว่าเป็นประเพณีสําคัญ นิยมมีในวันแรม ๑ คํ่า เดือน ๑๑ ซึ่งถือว่าเป็นวันที่พระพุทธเจ้าเสด็จลงจากสวรรค์ชั้นดาวดึงส์กลับจากโปรดพระพุทธมารดา คล้ายวันตักบาตรเทโวของภาคกลาง, การชักพระมี ๒ อย่าง คือ ชักพระทางบกกับทางน้ำ, ถ้าชักพระทางบก ก็อัญเชิญพระพุทธรูปประดิษฐานไว้บนบุษบกซึ่งตั้งอยู่บนยานพาหนะแล้วช่วยกันชักลากไป, ถ้าชักพระทางน้ำ ก็อัญเชิญพระพุทธรูปประดิษฐานบนบุษบกในเรือ แล้วใช้เชือกผูกเรือพระช่วยกันลากไปยังสถานที่ที่กำหนด แล้วจึงถวายภัตตาหารแก่พระสงฆ์ มักจะมีการโยนข้าวต้มรูปสามเหลี่ยมห่อด้วยใบกะพ้อเป็นต้นใส่กัน บางทีก็มีแข่งเรือและอื่น&#160;ๆ ด้วย.",
    "ชักแม่น้ำทั้งห้า": "(สํา) ก.พูดจาหว่านล้อมยกยอบุญคุณเพื่อขอสิ่งที่ประสงค์ เช่น เถ้าก็พูดจาหว่านล้อมด้วยคํายอ ชักเอาแม่นํ้าทั้งห้าเข้ามาล่อ. (ม. ร่ายยาว กุมาร).",
    "ชักยันต์": "ก. ลากเส้นและลงอักขระเป็นรูปยันต์ต่าง&#160;ๆ พร้อมทั้งบริกรรมคาถา; ขี่ม้าแปรขบวนเป็นรูปคล้ายยันต์.",
    "ชักเย่อ": "[ชักกะ-] น. ชื่อการเล่นอย่างหนึ่ง โดยแบ่งผู้เล่นออกเป็น ๒ ฝ่าย แต่ละฝ่ายจะมีจำนวนเท่า&#160;ๆ กันหรือกำลังพอ&#160;ๆ กัน มักใช้เชือกขนาดพอกำรอบ ยาวพอที่จะให้ผู้เล่นทั้ง ๒ ฝ่ายเรียงแถวจับได้ โดยมีที่ว่างระหว่างกลางเหลือไว้ประมาณ ๒ เมตร กลางเชือกคาดด้วยผ้าหรือใช้สีป้ายเป็นเครื่องหมายไว้ วางกึ่งกลางเชือกไว้บนพื้นที่ที่มีเส้นขีดกลางเป็นเส้นแบ่งเขตแดน เมื่อกรรมการให้สัญญาณ ผู้เล่นทั้ง ๒ ฝ่ายต่างก็จะพยายามดึงเชือกให้กึ่งกลางของเชือกเข้ามาในแดนของตน ถ้าฝ่ายใดสามารถดึงกึ่งกลางเชือกเข้ามาในแดนของตนได้ ถือว่าชนะ ตามปรกติจะแข่งกัน ๓ ครั้ง ฝ่ายที่ชนะ ๒ ใน ๓ ครั้งถือว่าชนะเด็ดขาด.<2t>ก. ดึง, รั้ง.",
    "ชักใย": "(สํา) ก. บงการอยู่เบื้องหลัง.",
    "ชักรอก": "ก. อาการที่ทำให้เส้นเชือกหรือเส้นลวดเคลื่อนผ่านร่องของรอกเพื่อยก ลาก หรือดึงของหนักหรือคนเป็นต้น ให้เบาแรงและสะดวกคล่องขึ้น.<2t>น. เรียกโขนที่ชักรอกผู้แสดง เช่น หนุมาน เบญกาย ขึ้นไปจากพื้นเวทีแสดงท่าเหาะว่า โขนชักรอก.",
    "ชักรูป": "ก. บันทึกภาพโดยวิธีให้แสงจากสิ่งที่จะถ่ายไปลงบนแผ่นวัสดุใสเช่นฟิล์ม กระจกถ่ายรูป, ถ่ายรูป ก็ว่า.",
    "ชักศพ": "ก. ถือสายสิญจน์ที่โยงจากศพและนําศพให้เคลื่อนที่ไปยังที่เก็บ ที่ตั้ง หรือที่เผาศพ (ใช้แก่พระ).",
    "ชักสองแถว": "ก. ยอมแพ้ (ใช้แก่ปลากัดซึ่งมีตัวซีด มีเส้นดําขึ้นที่ตัวเป็น ๒ แถว).",
    "ชักสีหน้า": "ก. ทำสีหน้าโกรธไม่พอใจ, ชักหน้า ก็ว่า.",
    "ชักสื่อ": "ก. แนะนําชายหญิงให้รู้จักกันในฐานชู้สาว.",
    "ชักหน้า ๑": "ก. ทําสีหน้าโกรธไม่พอใจ เช่น นางนั่งก้มพักตร์แล้วชักหน้า. (อิเหนา), ชักสีหน้า ก็ว่า.",
    "ชักหน้า ๒": "น. ชื่อขนมชนิดหนึ่ง ทําด้วยแป้งข้าวเจ้าผสมแป้งมัน ละลายกับนํ้าเชื่อม ใส่ถ้วยตะไลนึ่ง เมื่อสุกหน้าจะบุ๋ม, ขนมนํ้าดอกไม้ ก็เรียก.",
    "ชักหน้าไม่ถึงหลัง": "(สำ) ก. มีรายได้ไม่พอกับรายจ่าย.",
    "ชัค-": "[ชักคะ-] (แบบ) น. แผ่นดิน เช่น ชัคสัตว์เสพสำราญ รมยทั่ว กันนา. (ตะเลงพ่าย). (ป. ชค).",
    "ชัง": "ก. เกลียด, ไม่ชอบ, ไม่รัก.",
    "ชั่ง": "น. มาตราเงินตามวิธีประเพณี ๒๐ ตําลึงหรือ ๘๐ บาท เป็น ๑ ชั่ง; ชื่อมาตราชั่งตามวิธีประเพณีแบบไทย ๒๐ ตําลึง เป็น ๑ ชั่ง หรือมีน้ำหนักเท่ากับ ๑,๒๐๐ กรัม, ถ้าเป็นชั่งจีนมีนํ้าหนักเท่ากับ ๖๐๐ กรัม คือเป็นครึ่งหนึ่งของชั่งไทย.<2t>ก. กระทําให้รู้นํ้าหนักโดยใช้เครื่องชั่งหรือตราชูเป็นต้น.",
    "ชังคา": "(กลอน) น. ราชโองการ เช่น อย่าหมอบมัวคอยฟังพระชังคา. (พาลีสอนน้อง).",
    "ชังฆ-": "[ชังคะ-] (แบบ) น. ชงฆ์, แข้ง. (ป., ส.).",
    "ชังฆวิหาร": "น. การเดินไปมา.",
    "ชั่งใจ": "ก. คิดให้แน่ก่อนที่จะตัดสินใจ.",
    "ชั่งหลวง": "น. ชื่อมาตราชั่งของหลวง มีนํ้าหนักเท่ากับ ๖๐๐ กรัม.",
    "ชัชวาล": "[ชัดชะวาน] ว. สว่าง, รุ่งเรือง, โพลงขึ้น. (ส. ชฺวาล).",
    "ชัฏ": "[ชัด] (แบบ) น. ป่าทึบ, ป่ารก, เซิง, เช่น ตัวก่านกาจชาติชัฏขน. (ม. คําหลวง ทานกัณฑ์). (ป., ส. ชฏา).",
    "ชัด": "ว. ประจักษ์แจ้ง, แจ่มแจ้ง, เช่น เห็นชัด ปรากฏชัด; ไม่ผิดเพี้ยน, ไม่แปร่ง, เช่น พูดชัด.",
    "ชัดเจน": "ว. ถูกต้องแน่นอน.",
    "ชัดช้า": "อ. คําที่เปล่งออกมาเมื่อเวลาโกรธหรือไม่ชอบใจเป็นต้น, ชะ ชะชะ หรือ ชะช้า ก็ว่า.",
    "ชัน ๑": "น. ยางไม้สําหรับยาเรือเป็นต้น.",
    "ชัน ๒": "ก. ยกตั้งตรง เช่น ชันขา ชันเข่า; ตั้งขึ้น เช่น ขนชัน หูชัน.<2t>ว. ตรงขึ้นไป, ไม่ลาด, เช่น ตลิ่งชัน.",
    "ชั้น": "น. ที่สําหรับวางของอย่างหนึ่ง มีพื้นซ้อนกันคล้ายตู้แต่ไม่มีบานปิด; สิ่งที่ซ้อนลดหลั่นกันเป็นขั้น&#160;ๆ เช่น ฉัตร ๕ ชั้น; ขั้นที่ลดหลั่นกัน เช่น ชาติชั้นวรรณะ; ขั้น, ตอน, เช่น ชั้นนี้; ลําดับ เช่น มือคนละชั้น.<2t>ว. ที่ซ้อนทับกันเป็นแผ่น&#160;ๆ เช่น ขนมชั้น หินชั้น.",
    "ชันกาด ๑": "[ชันนะ-] น. ชื่อหญ้าชนิด <f><i>Panicum repens</i> L.</f> ในวงศ์ <f>Gramineae</f> ใช้ทํายาได้.",
    "ชันกาด ๒": "[ชันนะ-] <i>ดู ตะกาด ๒</i>.",
    "ชันคอ": "ก. เริ่มตั้งคอได้ (ใช้แก่เด็ก).",
    "ชั้นฉาย": "น. การสังเกตเวลาด้วยมาตราวัดอย่างหนึ่งซึ่งเรียกว่า เหยียบชั้น คือ เอาเท้าวัดเงาของตัวคนที่ยืนกลางแดด ครั้งโบราณกําหนดเวลาโดยการวัดเงานั้นเป็นช่วงเท้า คือ ๑ ชั้นฉาย เท่ากับเงายาว ๑ ช่วงเท้า, มีพิกัดอัตราดังนี้ ๑๐ อักษร เป็น ๑ เมล็ดงา, ๔ เมล็ดงา เป็น ๑ เมล็ดข้าวเปลือก, ๔ เมล็ดข้าวเปลือก เป็น ๑ องคุลี, ๑๕ องคุลี เป็น ๑ ชั้นฉาย.",
    "ชั้นชั่ว": "ว. อย่างตํ่า.",
    "ชันชี": "(ถิ่น-ปักษ์ใต้) ก. สัญญา, นัดหมาย, ตกลงกัน. (ม. <f>janji</f>).",
    "ชั้นเชิง": "น. เล่ห์เหลี่ยม, ท่วงที, อุบาย, เชิงชั้น ก็ว่า.",
    "ชั้นเดียว": "น. จังหวะของดนตรีไทยที่มีระดับเร็ว คือ เร็วกว่าสองชั้นเท่าตัว หรือเร็วกว่าสามชั้น ๔ เท่า, เรียกเต็มว่า อัตราจังหวะชั้นเดียว, เรียกหน้าทับและเพลงที่มีจังหวะเช่นนี้ว่า หน้าทับชั้นเดียว เพลงชั้นเดียว.",
    "ชันตาฆระ": "[ชันตาคะระ] (แบบ) น. เรือนไฟ, ห้องสําหรับรมไฟเพื่อให้เหงื่อออก. (ป.).",
    "ชันตุ": "(แบบ) น. สัตว์เกิด, สัตว์, คน, ต้นไม้. (ป., ส.).",
    "ชันนะตุ": "น. ชื่อโรคผิวหนังชนิดหนึ่ง เป็นที่ศีรษะ เกิดจากเชื้อราบนผิวหนังศีรษะก่อนแล้วลุกลามกินลึกลงไปถึงรากผม ทําให้ผมร่วง (มักเกิดแก่เด็กผู้ชาย).",
    "ชันนุ, ชันนุกะ": "(แบบ) น. เข่า. (ป., ส. ชานุ). <i>(ดู ชานุ, ชานุกะ)</i>.",
    "ชันพอน": "น. ชันชนิดหนึ่ง มีสีเหลืองนวล สําหรับใช้พอนเรือเป็นต้น, ลาพอน ก็ว่า.",
    "ชันโรง": "[ชันนะ-] น. ชื่อผึ้งขนาดเล็กหลายชนิดในวงศ์ <f>Apidae</f> เช่น ชนิด <f><i>Trigona terminata, Melipona apicalis</i></f> โดยทั่วไปมีขนาดลําตัวยาวไม่เกิน ๑๐ มิลลิเมตร อกกว้างไม่เกิน ๒.๕ มิลลิเมตร อยู่รวมกันเป็นฝูงและแบ่งวรรณะเป็นผึ้งผู้ ผึ้งเมีย และผึ้งงานเหมือนกัน แต่ผึ้งงานไม่มีเหล็กในเหมือนผึ้งธรรมดา รังทําจากขี้ผึ้งผสมขี้ดินและยางไม้ ขนาดหอยโข่งหรือตะโหงกวัว จึงมักจะเรียกผึ้งหอยโข่ง หรือผึ้งตะโหงกวัว แต่มีชื่ออื่นอีกมากมายแตกต่างไปตามท้องถิ่น เช่น หูด ขี้ตังนี หรือ กินชัน, อีสานเรียก ขี้สูด.",
    "ชันษา": "[ชันนะสา] น. อายุ. (ย่อมาจาก ชนมพรรษา).",
    "ชันสน": "น. ของแข็งลักษณะโปร่งแสง สีคล้ายอําพัน ได้จากการกลั่นยางสน.<i> (ดู ยางสน ประกอบ)</i>.",
    "ชันสูตร": "[ชันนะสูด] ก. ตรวจสอบเพื่อหาสาเหตุหรือหลักฐานข้อเท็จจริง เช่น ชันสูตรบาดแผล ชันสูตรพลิกศพ, สอบสวนโดยเหตุผล.",
    "ชันสูตรพลิกศพ": "(กฎ) ก. ตรวจพิสูจน์ศพเพื่อให้ทราบว่า ผู้ตายคือใคร ตายที่ไหน เมื่อใด สาเหตุและพฤติการณ์ที่ตาย.",
    "ชัปนะ": "[ชับปะนะ] (แบบ) น. การพูดพึมพำ, การสวดมนต์พึมพำ. (ป., ส. ชปน).",
    "ชัพ": "[ชับ] (แบบ) ว. เร็ว. (ป., ส. ชว).",
    "ชัมพูนท": "[ชําพูนด] น. ทองคําเนื้อบริสุทธิ์ (ในคัมภีร์ไตรภูมิกล่าวว่า เกิดใต้ต้นหว้า), ชมพูนท ชมพูนุท หรือ ชามพูนท ก็ว่า. (ป.; ส. ชามฺพูนท).",
    "ชัย, ชัย-": "[ไช, ไชยะ-] น. การชนะ, ความชนะ. (ป., ส.).",
    "ชัยบาน": "[ไชยะ-] น. เครื่องดื่มในการมีชัย. (ป.).",
    "ชัยพฤกษ์ ๑": "[ไชยะพฺรึก] น. ชื่อไม้ต้นชนิด <f><i>Cassia javanica</i> L.</f> ในวงศ์ <f>Leguminosae</f> ดอกสีชมพูเข้ม เมื่อออกดอกไม่ทิ้งใบ ฝักเกลี้ยง ใช้ทํายาได้.",
    "ชัยพฤกษ์ ๒": "[ไชยะพฺรึก] น. ชื่อลายชนิดหนึ่ง.",
    "ชัยภูมิ": "[ไชยะพูม] น. ทําเลที่เหมาะ. (ป., ส.).",
    "ชัยเภรี": "[ไชยะ-] น. ชื่อกลองชนิดหนึ่ง. (ส.).",
    "ชัยศรี": "[ไชสี] น. ความสง่าผ่าเผยด้วยความชนะ (ใช้ประกอบกับชื่อต่าง&#160;ๆ ที่ถือว่าเป็นมงคล) เช่น พระขรรค์ชัยศรี นครชัยศรี.",
    "ชัลลุกา": "[ชันลุกา] (แบบ) น. ปลิง. (ป. ชลุกา, ชลูกา; ส. ชลูกา).",
    "ชั่ว ๑": "น. ระยะ เช่น นํ้าลึก ๓ ชั่วคน สูง ๓ ชั่วลําตาล, ระยะเวลา, สมัย, ครั้ง, เช่น ชั่วปู่ย่าตายาย ชั่วพ่อชั่วแม่.",
    "ชั่ว ๒": "ว. เลว, ทราม, ร้าย, ไม่ดีเพราะจงใจฝ่าฝืนศีลธรรมหรือจารีตประเพณีเป็นต้น เช่น คนชั่ว.",
    "ชั่ว ๓": "บ. ตลอด, สิ้น, เช่น ชั่วอายุ.",
    "ชั้ว ๑": "น. ที่สําหรับวางตั้งของ รูปคล้ายตู้ แต่ใช้กระดานข้างตลอดเป็นเชิง.",
    "ชั้ว ๒": "น. วิธีแทงโปวิธีหนึ่ง ถ้าลูกค้าแทงชั้วไว้ ๑ ประตู และขาย ๑ ประตู โปออกประตูที่ลูกค้าแทงชั้วไว้ เจ้ามือจ่าย ๑ ต่อ ถ้าออกประตูที่ลูกค้าขาย เจ้ามือกิน ถ้าออกประตูอื่นนอกจากนั้น ไม่ได้ไม่เสีย.",
    "ชั่วคน": "น. ช่วงเวลาประมาณชั่วอายุ.",
    "ชั่วคราว": "ว. ชั่วระยะเวลาไม่นาน, ไม่ประจํา, ไม่ตลอดไป.",
    "ชัวชม": "ก. ชื่นชม, รื่นรมย์, ชมชัว ก็ว่า.",
    "ชั่วช้า": "ว. เลวทราม.",
    "ชั่วช่างชี ดีช่างสงฆ์": "(สํา) ว. ปล่อยไปตามเรื่องตามราว ไม่เอาเป็นธุระ.",
    "ชั่วแต่ว่า": "ว. เสียแต่ว่า, เว้นแต่ว่า, เพียงแต่ว่า.",
    "ชั่วนาตาปี": "ว. ตลอดปี.",
    "ชั่วเบา": "(โบ) ว. ชั่วระยะเวลานานตราบที่ยังไม่ได้ถ่ายปัสสาวะ.",
    "ชั่วโมง": "น. ช่วงระยะเวลา ๖๐ นาที.",
    "ชั่วแล่น": "น. ระยะเวลาที่เป็นไปชั่วครู่ชั่วคราว.",
    "ชา ๑": "น. (๑) ชื่อไม้ต้นขนาดเล็กชนิด <f><i>Camellia sinensis</i> (L.) Kuntze</f> ในวงศ์ <f>Theaceae</f> ขึ้นตามหุบเขาในเขตร้อน ใบใช้ชงเป็นเครื่องดื่ม, พายัพเรียก เมี่ยง.<2t>(๒) ชื่อไม้พุ่มหลายชนิดในหลายวงศ์ ใบเล็ก ที่ใช้ปลูกเป็นรั้ว เช่น ชาข่อย <f>(<i>Acalypha siamensis</i> Oliv. ex Gage)</f> ในวงศ์ <f>Euphorbiaceae</f>, ที่นิยมปลูกเป็นไม้ดัด คือ ชาฮกเกี้ยน <f>[<i>Carmona retusa</i> (Vahl) Masam.]</f> ในวงศ์ <f>Boraginaceae</f> และ ชาใบมัน <f>(<i>Malpighia coccigera</i> L.)</f> ในวงศ์ <f>Malpighiaceae</f>.",
    "ชา ๒": "ว. อาการที่รู้สึกน้อยกว่าปรกติ เนื่องจากเส้นประสาทรับความรู้สึกถูกกด ถูกตัดขาด หรือถูกสารพิษ เช่น มือชา เท้าชา; เรียกปลาที่จวนจะตายอยู่แล้วว่า ปลาชา.",
    "ชา ๓": "(โบ) น. เรียกร้านหรือเรือที่ขายเครื่องหอมต่าง&#160;ๆ มีแป้งและนํ้าหอมเป็นต้น.",
    "ชา ๔": "ก. หมายไว้, กําหนดไว้, เช่น เอามีดสับชาไว้ที่ประมาณส่วนกลางลำอ้อยในการเล่นค่องอ้อย, ใช้ประกอบกับคํา กฎ เป็น กําหนดกฎชา, สังกัด เช่น แบ่งปันแผนกหมู่ชา. (พระอัยการบานแพนก), เด็กชา, เรือชา เช่น สรนุกนิเรียบเรือชา. (สมุทรโฆษ).",
    "ชา ๕": "ก. เป็น, ให้เป็น, เช่น มนตร์ชากรุงชนะ. (ดุษฎีสังเวย); สบาย, ดี, เก่ง, เช่น ลือชา. (ข.).",
    "ชา ๖": "ก. ว่ากล่าว เช่น อย่าชาคนเมา.",
    "ช้า ๑": "ว. ค่อย&#160;ๆ เคลื่อนไป, ไม่เร็ว, ไม่ไว, เช่น เดินช้า วิ่งช้า; ล่า, ไม่ทันเวลาที่กําหนด, เช่น มาช้า.",
    "ช้า ๒": "ว. หยาบ, ชั่ว, เลว, ทราม, เช่น ยายฟังสารยายสั่นหัว ยายเคยลองแต่ตัวชั่วตัวช้า. (ลอ).",
    "ช้า ๓": "น. ชื่อเพลงในบทละคร เรียกว่า เพลงช้า, ชื่อเพลงบทละครอื่น&#160;ๆ มีชื่อขึ้นต้นด้วยคําว่า ช้า เช่น ช้าปี่ ช้าหวน ช้าครวญ ช้ากล่อม.<2t>ก. ขับ, กล่อม.",
    "ช้า ๆ ได้พร้าสองเล่มงาม": "(สํา) ว. ค่อย&#160;ๆ คิดค่อย&#160;ๆ ทําแล้วจะสําเร็จผล.",
    "ช้าก่อน": "เป็นคําขอร้องให้รั้งรอไว้ก่อน.",
    "ชาคระ": "[ชาคะระ] (แบบ) น. ความเพียร, ความตื่นอยู่. (ป., ส.).",
    "ชาคริต": "[-คฺริด] ก. ตื่น, ระวัง. (ส.).",
    "ชาคริยานุโยค": "[ชาคะริยานุโยก] น. การประกอบความเพียรเพื่อจะชําระใจให้หมดจดไม่เห็นแก่นอนมากนัก. (ป.; ส. ชาครฺยา + อนุโยค).",
    "ช่าง ๑": "น. ผู้ชํานาญในการฝีมือหรือศิลปะอย่างใดอย่างหนึ่ง เช่น ช่างตัดเสื้อ ช่างไม้ ช่างไฟ.<2t>ว. มีนิสัยชอบในทางใดทางหนึ่ง เช่น ช่างคิด ช่างพูด ช่างประดิษฐ์, มีลักษณะนิสัยโน้มไปในทางนั้น&#160;ๆ เช่น ช่างโง่จริง&#160;ๆ ช่างเก่งจริง&#160;ๆ.",
    "ช่าง ๒": "ว. ปล่อย, วางธุระ, เช่น ช่างเถิด ช่างมัน.",
    "ช้าง ๑": "น. ชื่อสัตว์เลี้ยงลูกด้วยนมชนิด <f><i>Elephas maximus</i></f> ในวงศ์ <f>Elephantidae</f> ตัวสีเทา จมูกยื่นยาวเรียกว่า งวง ตัวผู้มีงายาวเรียก ช้างพลาย ถ้ามีงาสั้นเรียก ช้างสีดอ ตัวผู้เมื่อตกมันมีความดุร้ายมาก ตัวเมียเรียก ช้างพัง ส่วนใหญ่ไม่มีงาปรากฏให้เห็น แต่บางตัวมีงาสั้น&#160;ๆ ซึ่งเรียกว่า ขนาย โผล่ออกมา กินพืช อยู่รวมกันเป็นโขลง มีช้างพังอายุมากเป็นจ่าโขลง.",
    "ช้าง ๒": "น. ชื่อกล้วยไม้ชนิด <f><i>Rhynchostylis gigantea</i> Ridl.</f> ในวงศ์ <f>Orchidaceae</f> กลีบดอกสีขาว มีประสีม่วงหรือแดง กลิ่นหอม พันธุ์ที่กลีบดอกชั้นในมีประที่โคน เรียก ช้างดํา, พันธุ์ที่มีประทั่วทุกกลีบดอก เรียก ช้างกระ หรือ ช้างค่อม <f>(<i>R. gigantea </i>Ridl. var. <i>illustris</i> Rchb.f.)</f>, พันธุ์ที่กลีบดอกสีขาวสะอาด เรียก ช้างเผือก <f>(<i>R. gigantea</i> Ridl. var. <i>harrissoniana</i> Holtt.)</f>, พันธุ์ที่กลีบดอกสีแดง เรียก ช้างแดง <f>(<i>R. gigantea</i> Ridl. var. <i>rubra</i> Hort.)</f>.",
    "ช้าง ๓": "น. ชื่อซางวันศุกร์.",
    "ช้าง ๔": "ก. เศร้าโศกมาก, ใช้ประกอบกับคํา ไห้ เป็น ไห้ช้าง.",
    "ช่างกระไร": "คํากล่าวเนื่องจากติเตียน ตัดพ้อ หรือผิดหวัง.",
    "ช่างเครื่อง": "น. ผู้ควบคุมเครื่อง.",
    "ช้างงวง": "น. ช้างไม่มีงา, ช้างสีดอ.",
    "ช้างชนะงา": "น. ช้างที่โรยเชือกผ่อนให้เข้าไปใกล้ช้างอีกตัวหนึ่งจนประงาหรือเอางากระทบและเป็นฝ่ายชนะ.",
    "ช้างชำนิ": "น. ช้างสําหรับขี่, ช้างที่นั่ง.",
    "ช้างชูงวง": "น. ชื่อกลบทชนิดหนึ่ง.",
    "ช้างต่อ": "น. ช้างที่หมอเฒ่าขี่ในการจับช้าง.",
    "ช้างตายทั้งตัวเอาใบบัวมาปิด": "(สํา) น. ความชั่วหรือความผิดร้ายแรงที่คนรู้ทั่วกันแล้ว จะปิดอย่างไรก็ไม่มิด.",
    "ช่างทอง": "น. ชื่อนกชนิดหนึ่ง. (พจน. ๒๔๙๓).",
    "ช้างทำลายโรง": "น. ท่าละครท่าหนึ่ง.",
    "ช้างน้อย": "น. ชื่อหนึ่งของดาวฤกษ์มูลา มี ๙ ดวง, ดาวแมว ดาวมูล หรือ ดาวมูละ ก็เรียก.",
    "ช้างน้าว": "น. (๑) ชื่อกล้วยไม้ชนิด <f><i>Dendrobium pulchellum</i> Roxb.</f> ในวงศ์ <f>Orchidaceae</f> ดอกใหญ่ สีนํ้าตาลอมชมพูหรือนวล มีแต้มสีเลือดหมูที่กลีบกระเป๋า ๒ แต้ม.<2t>(๒) <i>ดู ตานเหลือง</i>.",
    "ช้างน้ำ": "น. สัตว์ในนิยาย มีรูปร่างเหมือนช้าง มีงวงและงาคล้ายช้าง หางเป็นปลา.",
    "ช้างเนียม": "(กฎ) น. ช้างที่มีลักษณะ ๓ ประการ คือ พื้นหนังดำ งามีลักษณะดังรูปปลีกล้วย และเล็บดำ.",
    "ช้างประสานงา": "น. ชื่อกลบทชนิดหนึ่ง; ท่าละครท่าหนึ่ง; ชื่อเพลงบทละคร.",
    "ช่างปะไร": "(ปาก) ว. ปล่อยไปตามเรื่องตามราว, ไม่เอาธุระ.",
    "ช้างผะชด": "น. ช้างต่อ.",
    "ช้างเผือก ๑": "น. ช้างในตระกูลชาติพรหมพงศ์ อิศวรพงศ์ พิษณุพงศ์ หรืออัคนิพงศ์ ที่มีลักษณะ ๗ สี คือ ขาว เหลือง เขียว แดง ดํา ม่วง เมฆ และมีตา เล็บ ขน เป็นต้น ประกอบด้วยคชลักษณ์ด้วย; โดยปริยายหมายถึงคนดีมีวิชาเป็นต้นที่เกิดในชนบทแล้วมามีชื่อเสียงโด่งดังอยู่ในกรุง.",
    "ช้างเผือก ๒": "น. เครื่องราชอิสริยาภรณ์ตระกูลหนึ่ง สร้างขึ้นครั้งแรกในรัชสมัยพระบาทสมเด็จพระจอมเกล้าเจ้าอยู่หัว.",
    "ช้างเผือก ๓": "น. แสงกลุ่มดาวที่แผ่เห็นสว่างเป็นพืดในท้องฟ้า เรียกว่า ทางช้างเผือก.",
    "ช้างเผือก ๔": "น. (๑) (ถิ่น-พายัพ) ต้นคงคาเดือด. <i>(ดู คงคาเดือด).</i><2t>(๒) <i>ดู ช้าง ๒</i>.",
    "ช่างฝีมือ": "น. ผู้มีความรู้ความสามารถในงานวิชาชีพโดยเฉพาะด้านหัตถกรรม เกษตรกรรม พาณิชยกรรม และวิศวกรรม.",
    "ช้างพลาย": "น. ช้างตัวผู้; ชื่อดาวฤกษ์บุรพาษาฒ.",
    "ช้างพัง": "น. ช้างตัวเมีย; ชื่อหนึ่งของดาวฤกษ์สวาดิ มี ๕ ดวง, ดาวงูเหลือม ดาวสวาตี หรือ ดาวสวัสดิ ก็เรียก.",
    "ช่างฟิต": "(ปาก) น. ช่างแก้เครื่องยนต์.",
    "ช่างไฟ": "น. ผู้ควบคุมไฟในรถไฟเรือไฟเป็นต้น, ช่างแก้ไฟฟ้า.",
    "ช้างยืนแท่น": "น. เรียกช้างสำคัญที่ผูกเครื่องพระคชาธารยืนบนแท่นในงานพระราชพิธีว่า ช้างยืนแท่น.",
    "ช้างยืนโรง": "น. เรียกช้างที่อยู่ประจำโรงว่า ช้างยืนโรง.",
    "ช้างร้อง": "น. ชื่อดอกไม้ไฟชนิดหนึ่ง จุดมีเสียงดังเหมือนเสียงช้างร้อง.",
    "ช้างสะบัดหญ้า": "น. ท่าละครท่าหนึ่ง.",
    "ช้างสาร": "(สำ) น. ผู้มีอำนาจ ในความว่า ช้างสารชนกัน หญ้าแพรกก็แหลกลาญ.",
    "ช้างสำคัญ": "(กฎ) น. ช้างที่มีมงคลลักษณะ ๗ ประการ คือ ตาขาว เพดานปากขาว เล็บขาว ขนขาว พื้นหนังขาวหรือสีคล้ายหม้อใหม่ ขนหางขาว และอัณฑโกศขาวหรือสีคล้ายหม้อใหม่.",
    "ช้างสีดอ": "น. ช้างพลายที่มีงาสั้นโผล่ออกมาเล็กน้อยผิดกับช้างสามัญ.",
    "ช้างสีปลาด": "[-ปะหฺลาด] (กฎ) น. ช้างที่มีมงคลลักษณะอย่างหนึ่งอย่างใดใน ๗ อย่าง คือ ตาขาว เพดานปากขาว เล็บขาว ขนขาว พื้นหนังขาวหรือสีคล้ายหม้อใหม่ ขนหางขาว หรืออัณฑโกศขาวหรือสีคล้ายหม้อใหม่.",
    "ช้างเหยียบ": "<i>ดู หมอช้างเหยียบ</i>.",
    "ช่างเหล็ก": "น. ชื่อนกชนิดหนึ่ง. (พจน. ๒๔๙๓).",
    "ช้างใหญ่": "น. ชื่อหนึ่งของดาวฤกษ์เชษฐา มี ๑๔ ดวง, ดาวงาช้าง ดาวคอนาค ดาวแพะ หรือ ดาวเชษฐะ ก็เรียก.",
    "ช้าช่อน": "(กลอน) ว. งาม.",
    "ชาญ": "ว. ชํานาญ.",
    "ชาด": "น. วัตถุสีแดงสดชนิดหนึ่ง เป็นผงก็มี เป็นก้อนก็มี ใช้ทํายาไทยหรือประสมกับนํ้ามันสําหรับประทับตราหรือทาสิ่งของ, ชาดที่มาจากเมืองจอแสประเทศจีนเรียก ชาดจอแส, ชาดที่มาจากเมืองอ้ายมุ่ยประเทศจีนเรียก ชาดอ้ายมุ่ย.<2t>ว. สีแดงสดอย่างหนึ่ง เรียกว่า สีแดงชาด.",
    "ชาดก": "[ชา-ดก] น. เรื่องพระพุทธเจ้าที่มีมาในชาติก่อน&#160;ๆ ตามที่กล่าวไว้ในคัมภีร์ชื่อนี้, ชื่อคัมภีร์ในพระพุทธศาสนาส่วน ๑ ใน ๙ ส่วนที่เรียกว่า นวังคสัตถุศาสน์. (ป. ชาตก).",
    "ชาดหรคุณ": "[ชาดหอระ-] น. ชาดประสมกับปรอทและกํามะถันเพื่อจะให้ชาดจับแน่นกับเนื้อทองดุจกะไหล่และเพื่อจะให้สุก. (ลัทธิ).",
    "ชาต-, ชาตะ": "[ชาตะ-] ก. เกิด. (ป.).",
    "ชาตบุษย์": "[ชาดตะบุด] น. ชื่อบัวชนิดหนึ่ง.",
    "ชาตรี": "[-ตฺรี] น. ผู้ที่มีศิลปะวิชาอาคมหรือมีฝีไม้ลายมือในการต่อสู้ เช่น ชายชาตรี; ละครต้นแบบของละครรำ เล่นกันเป็นพื้นบ้านทั่วไป มีตัวละครน้อย เดิมเป็นชายล้วน ตัวละครที่ไม่สำคัญมักไม่แต่งตัวยืนเครื่อง กระบวนรำไม่สู้งดงามประณีตนัก เรียกว่า ละครชาตรี; ชื่อเพลงบทละครและเพลงอื่น&#160;ๆ ที่มีคํา ชาตรี นําหน้า คือ ชาตรีตะลุง ชาตรีใน. (เงาะป่า; บทแผ่นเสียง; ศกุนตลา).",
    "ชาตรูป": "น. ทอง. (ป., ส.).",
    "ชาตสระ": "[-สะ] น. สระธรรมชาติ. (ป.).",
    "ชาตา": "น. เวลาเกิดของคน หรือเวลาสร้างสิ่งสำคัญเช่นบ้านเมืองเป็นต้นที่โหรคำนวณไว้, ชะตา ก็ว่า.",
    "ชาติ ๑, ชาติ- ๑": "[ชาด, ชาติ-, ชาดติ-] น. การเกิด เช่น ชาตินี้ ชาติหน้า; กําเนิด เช่น มีชาติมีสกุล; เหล่ากอ, เทือกเถา, เผ่าพันธุ์, เช่น ชาติเสือ ชาติขี้ข้า; ชนิด, จําพวก, ชั้น, หมู่; คำเพิ่มข้างหลังของคำเดิม เมื่อเพิ่มแล้วความหมายคงเดิมหรือหมายถึงพวกหรือหมู่ เช่น คชาชาติ มนุษยชาติ. (ป., ส.).",
    "ชาติ ๒, ชาติ- ๒": "[ชาด, ชาดติ-] น. ประเทศ; ประชาชนที่เป็นพลเมืองของประเทศ, กลุ่มชนที่มีความรู้สึกในเรื่องเชื้อชาติ ศาสนา ภาษา ประวัติศาสตร์ ความเป็นมา ขนบธรรมเนียมประเพณี และวัฒนธรรมอย่างเดียวกัน หรืออยู่ในปกครองรัฐบาลเดียวกัน, ประชาชาติ ก็ว่า.",
    "ชาติ ๓, ชาติ- ๓": "[ชาด, ชาติ-, ชาดติ-] น. รส เช่น ไม่เป็นรสไม่เป็นชาติ.",
    "ชาติธรรม": "[ชาติทํา] ว. มีความเกิดเป็นธรรมดา. (ส. ชาติธรฺม ว่า หน้าที่ของตระกูล).",
    "ชาตินิยม": "[ชาดนิยม] น. ลัทธิที่ถือชาติเป็นใหญ่, ความรักชาติ.",
    "ชาติพันธุ์": "[ชาดติพัน] น. กลุ่มที่มีพันธะเกี่ยวข้องกัน และที่แสดงเอกลักษณ์ออกมา โดยการผูกพันลักษณาการของเชื้อชาติและสัญชาติเข้าด้วยกัน. (อ. <f>ethnos</f>).",
    "ชาติพันธุ์วรรณนา": "[ชาดติพันวันนะนา] น. ชาติพันธุ์วิทยาสาขาหนึ่งที่พรรณนาถึงวัฒนธรรมแบบต่าง&#160;ๆ. (อ. <f>ethnography</f>).",
    "ชาติพันธุ์วิทยา": "[ชาดติพันวิดทะยา] น. วิชาที่ศึกษาเกี่ยวกับการแบ่งเชื้อชาติของมนุษย์ กําเนิดของเชื้อชาติ ความสัมพันธ์ระหว่างเชื้อชาติ ตลอดจนลักษณะเฉพาะของเชื้อชาติต่าง&#160;ๆ. (อ. <f>ethnology</f>).",
    "ชาติภูมิ": "[ชาดติพูม] น. ถิ่นที่เกิด.",
    "ชาติมาลา": "[ชาติ-] น. สาขาแห่งชาติ, โครงแห่งตระกูล, แผนเครือญาติ. (ส.).",
    "ชาติรส": "[ชาติรด, ชาดติรด] น. รสโดยกําเนิด เช่นรสหวานแห่งนํ้าตาล. (ป.).",
    "ชาน ๑": "น. กากอ้อยหรือกากหมากที่เคี้ยวแล้วเป็นต้น เช่น ชานอ้อย ชานหมาก.",
    "ชาน ๒": "น. เรียกพื้นเรือนนอกชายคาว่า นอกชาน, พื้นที่นอกตัวเรือน ตัวเมือง หรือตัวกําแพง เป็นต้น ออกไป เช่น ชานเมือง ชานกําแพง ชานเขื่อน.",
    "ชานคลอง": "(กฎ) น. พื้นที่จากริมตลิ่งถึงเชิงลาดคันคลองขนานไปกับคลอง.",
    "ชานฉัตร": "น. ส่วนที่เป็นพื้นราบรอบปุ่มฆ้อง, หลังฉัตร ก็ว่า.",
    "ชานชาลา": "น. บริเวณสถานีรถไฟหรือสถานีขนส่งที่ผู้โดยสารมารอขึ้นรถ; ที่โล่งหน้าสถานที่สําคัญ&#160;ๆ บางแห่ง เช่น ชานชาลาหน้าพระที่นั่งดุสิตมหาปราสาท.",
    "ช้านางนอน": "น. ท่าละครท่าหนึ่ง.",
    "ช้านาน": "ว. ล่วงเลยมานานแล้ว (ใช้แก่เวลา).",
    "ชานุ, ชานุกะ": "น. เข่า, ชันนุ หรือ ชันนุกะ ก็ใช้. (ป., ส.).",
    "ชานุมณฑล": "น. สะบ้าเข่า. (ป., ส.).",
    "ช้าปี่": "น. ชื่อเพลงไทยทำนองหนึ่ง.",
    "ชาปีไหน": "น. ชื่อนกชนิด <f><i>Caloenas nicobarica</i></f> ในวงศ์ <f>Columbidae</f> ลําตัวสีเขียวเหลือบเทา ขนหางสีขาว มีสร้อยคอสีเขียวเห็นได้ชัด ขี้อาย มักเกาะหลบตามกิ่งไม้หนาทึบ พบตามหมู่เกาะทางภาคใต้ของประเทศไทย เช่น หมู่เกาะอ่างทอง สุราษฎร์ธานี, กะดง ก็เรียก.",
    "ช้าเป็นการ นานเป็นคุณ": "(สํา) ว. ค่อย&#160;ๆ คิด ค่อย&#160;ๆ ทําดีกว่าด่วนทํา.",
    "ช้าแป้น": "น. ชื่อไม้พุ่มชนิด <f><i>Solanum erianthum</i> D. Don</f> ในวงศ์ <f>Solanaceae</f> ผลคล้ายมะเขือพวงแต่มีขน กินเมา อาจถึงตายได้ รากใช้ทํายา.",
    "ช้าพลู": "[-พฺลู] น. ชื่อไม้เถาชนิด <f><i>Piper sarmentosum</i> Roxb.</f> ในวงศ์ <f>Piperaceae</f> ใบคล้ายพลู กินได้ ต้นและใบมีรสเผ็ด รากและผลใช้ทํายาได้, ชะพลู ก็เรียก.",
    "ชาม": "น. ภาชนะรูปคลุ่ม&#160;ๆ ชนิดหนึ่ง สําหรับใส่อาหารเป็นต้น.",
    "ชามพูนท": "[ชามพูนด] น. ทองคําเนื้อบริสุทธิ์ (ในคัมภีร์ไตรภูมิกล่าวว่า เกิดใต้ต้นหว้า), ชมพูนท ชมพูนุทหรือ ชัมพูนท ก็ว่า. (ส. ชามฺพูนท ว่า เกิดในแม่น้ำชมพูนที.).",
    "ชามอีโน": "(โบ) น. ชามขนาดใหญ่อย่างชามโคม.",
    "ชามาดร, ชามาดา, ชามาตุ": "[-ดอน] น. ลูกเขย. (ป. ชามาตุ; ส. ชามาตฺฤ).",
    "ชาย ๑": "น. คนที่ไม่มีมดลูก, ผู้ชาย ก็ว่า.",
    "ชาย ๒": "น. ส่วนริมหรือปลายของสิ่งของบางอย่าง เช่น ชายผ้า ชายจีวร, ส่วนที่สุดเขต, ริม, เช่น ชายป่า ชายแดน ชายทะเล.",
    "ชาย ๓": "ก. พัดอ่อน&#160;ๆ เช่น ลมชาย; คล้อย, บ่าย, เช่น ตะวันชาย; เดินเลียบเคียงไป เช่น ชายไปดู.",
    "ชาย ๔": "ว. เห็นจะ, ค่อนข้าง, เช่น ชายจะเบากว่าพ่อชาลี. (ม. ร่ายยาว).",
    "ชายกระเบน": "น. ชายผ้านุ่งที่ม้วนแล้วสอดไปใต้หว่างขา ดึงขึ้นไปเหน็บขอบผ้านุ่งด้านหลังระดับบั้นเอว, หางกระเบน ก็เรียก.",
    "ชายกระเบนเหน็บ": "น. อวัยวะตรงที่เหน็บชายกระเบน.",
    "ชายครุย": "น. ชายผ้าที่เป็นเส้น&#160;ๆ, ครุย ก็ว่า.",
    "ชายคา": "น. ส่วนที่สุดของหลังคาที่ยื่นพ้นตัวเรือนออกมา.",
    "ชายแครง": "น. ผ้าห้อยทับหน้าขาทั้ง ๒ ข้าง (เครื่องแต่งกาย).",
    "ชายชาตรี": "น. ผู้มีศิลปะหรือฝีไม้ลายมือในการต่อสู้.",
    "ชายตา": "ก. ชําเลือง, ดูทางหางตา.",
    "ชายทะเล": "(ภูมิ) น. เขตระหว่างแนวนํ้าทะเลลงตํ่าสุดกับแนวน้ำทะเลขึ้นสูงสุด.",
    "ชายธง ๑": "น. รูปที่มีลักษณะเป็นสามเหลี่ยมมุมฉากหรือสามเหลี่ยมหน้าจั่ว; ชื่อมีดพกที่มีรูปเช่นนั้น; ที่ดินซึ่งมีรูปเช่นนั้น.",
    "ชายธง ๒": "น. ชื่องูทะเลมีพิษในวงศ์ <f>Hydrophiidae</f> ตลอดตัวมักมีลายคล้ายธงราวสีจาง&#160;ๆ หางแบนเป็นพาย พบในเขตพื้นท้องทะเลทั้งที่เป็นทรายและที่เป็นโคลน มีหลายชนิดและหลายสกุล เช่น ชายธงนวล <f>(<i>Aipysurus eydouxii</i>)</f> ชายธงท้องบาง <f>(<i>Praescutata viperina</i>)</f>.",
    "ชายผ้าสีดา": "น. ชื่อเฟินอิงอาศัยหลายชนิดในสกุล <f><i>Platycerium</i> </f>วงศ์ <f>Polypodiaceae</f> เหง้าใหญ่สั้น ใบมี ๒ แบบ ใบที่ทาบกับต้นไม้เป็นใบไม่สร้างอับสปอร์ แผ่นใบตั้ง ไม่มีก้านใบ ติดอยู่กับต้นตลอดไป ส่วนใบสร้างอับสปอร์แผ่นใบตั้งขึ้นหรือห้อยลง ขอบหยักเว้า ใบจะร่วงไปตามอายุ.",
    "ชายฝั่ง": "(ภูมิ) น. แถบแผ่นดินนับจากแนวชายทะเลขึ้นไปบนบกจนถึงบริเวณที่มีลักษณะภูมิประเทศเปลี่ยนแปลงอย่างเด่นชัด.",
    "ชายพก": "น. ริมผ้านุ่งที่ดึงรวบขึ้นมาไขว้ไว้ที่บริเวณสะดือ แล้วดึงชายข้างใดข้างหนึ่งให้มีลักษณะคล้ายถุงเล็ก&#160;ๆ เหน็บไว้ที่เอว ใส่เงินหรือหมากเป็นต้นได้.",
    "ชายเฟือย": "น. ริมนํ้าที่มีหญ้ารก&#160;ๆ หรือมีไม้นํ้าปกคลุม; ที่ที่สะดวก, ที่ที่ง่าย, เช่น หากินตามชายเฟือย.",
    "ชายสามโบสถ์": "(สํา) น. ผู้ที่บวชแล้วสึกถึง ๓ หน, ใช้พูดเป็นเชิงตําหนิว่า เป็นคนที่ไม่น่าคบ.",
    "ชายโสด": "น. ชายที่ยังไม่ได้แต่งงาน.",
    "ชายไหว": "น. ผ้าห้อยหน้าอยู่ระหว่างชายแครง.",
    "ชายา ๑": "(ราชา) น. หม่อมเจ้าหญิงซึ่งเป็นภรรยาของพระราชวงศ์, ถ้าพระองค์เจ้าหญิงซึ่งเป็นภรรยาของพระราชวงศ์ เรียกว่า พระชายา.",
    "ชายา ๒": "(แบบ) น. เมีย. (ป., ส.), บางแห่งใช้หมายความว่า ผู้หญิง, นางผู้มีโฉมงาม, เสียงพูดเป็น ฉายา ฉัยยา ไฉยา หรือ สายา ก็มี.",
    "ชายาชีพ": "(โบ) น. นักเต้นรํา. (ส.).",
    "ชายานุชีพ": "(โบ) น. ผัวประจําของหญิงงามเมือง. (ส. ชายานุชีวินฺ).",
    "ชาเย็น": "ว. แสดงอาการเฉยเมยไม่สนใจใยดี เช่น เดี๋ยวนี้เขาแสดงอาการชาเย็น, เย็นชา ก็ว่า.",
    "ชาเยนทร์, ชาเยศ": "(กลอน) น. เมีย. (ส.).",
    "ชาระ": "(แบบ) น. ชายชู้, ชายที่รัก. (ป., ส.).",
    "ชารี": "(แบบ) น. หญิงชู้, หญิงที่รัก. (ป., ส.).",
    "ชาล, ชาล-": "[ชาน, ชาละ-] (แบบ) น. ตาข่าย, ร่างแห; ใยแมงมุม. (ป., ส.).",
    "ชาลกรรม": "น. การจับปลา. (ส.).",
    "ชาลา ๑": "น. ความรุ่งเรือง, เปลวไฟ, โคมไฟ, แสงสว่าง. (ส. ชฺวาลา).",
    "ชาลา ๒": "น. ชานเรือน, พื้นภายนอกเรือน.",
    "ชาลินี": "(แบบ) น. สิ่งที่มีข่าย; ตัณหา. (ป., ส.).",
    "ช้าลูกหลวง": "น. การขับร้องเห่กล่อมพระเจ้าลูกเธอที่ขึ้นพระอู่.",
    "ช้าเลือด": "น. ชื่อไม้เถาชนิด <f><i>Caesalpinia mimosoides</i> Lam.</f> ในวงศ์ <f>Leguminosae</f> เถามีหนามมาก ใบเป็นฝอยคล้ายใบมะขาม ดอกเป็นช่อสีเหลือง มีฝัก ใบและช่อมีกลิ่นเหม็นคล้ายกลิ่นตัวเรือด ใช้ทํายาได้, ปู่ย่า ก็เรียก.",
    "ชาว": "น. กลุ่มชนที่มีเชื้อชาติเดียวกัน เช่น ชาวไทย ชาวจีน หรืออยู่ในถิ่นฐานเดียวกัน เช่น ชาวเมือง ชาวชนบท หรือมีอาชีพอย่างเดียวกัน เช่น ชาวไร่ ชาวนา ชาวประมง หรือนับถือศาสนาร่วมกัน เช่น ชาวพุทธ ชาวคริสต์.",
    "ชาวนอก": "(โบ) น. เรียกไทยทางปักษ์ใต้.",
    "ชาวน้ำ": "น. ชื่อชนชาติเดิมพวกหนึ่ง อยู่ทางทะเลด้านตะวันตกของแหลมมลายู, ฉลาง หรือ ชาวเล ก็เรียก.",
    "ชาวม่าน": "น. เรียกเจ้าพนักงานที่ทําหน้าที่ไขพระวิสูตรในงานพระราชพิธีต่าง&#160;ๆ.",
    "ชาวเล": "น. ชาวนํ้า.",
    "ชาววัง": "น. พวกผู้หญิงที่อยู่ในวัง.",
    "ชาวี": "น. ชาวชวามลายู เช่น มสุชวาชาวี. (สมุทรโฆษ).",
    "ช้าหงส์, ช้าเจ้าหงส์": "น. ชื่อเพลงเครื่องปี่พาทย์ กล่อมในพิธีพราหมณ์, ชาวบ้านมักเรียกว่า กล่อมหงส์.",
    "ช้าหมอง": "น. ชื่อต้นไม้ใช้ทํายาได้. (พจน. ๒๔๙๓).",
    "ชำ ๑": "น. ชื่อร้านหรือเรือขายของแห้งต่าง&#160;ๆ ที่เป็นอาหารเป็นต้น เรียกว่า ร้านชํา หรือ เรือชํา.",
    "ชำ ๒": "ก. เอากิ่งไม้ที่ตัดหรือตอนมาปักไว้ที่ที่ดินแฉะ&#160;ๆ หรือแช่นํ้าไว้ชั่วคราว เพื่อให้รากงอก.",
    "ช่ำ": "ว. มากพอแก่ความต้องการจนสมอยาก เช่น เที่ยวเสียชํ่า กินเสียชํ่า.",
    "ช้ำ": "ว. น่วมระบมเพราะถูกกระทบกระแทกอย่างแรงหรือบ่อย&#160;ๆ เช่น มะม่วงชํ้า, เป็นรอยจํ้า&#160;ๆ อย่างรอยฟกชํ้าดําเขียว.",
    "ชำงัด": "ว. ชะงัด, แม่นยํา, ขลัง, แน่, ได้จริง.",
    "ชำงาย ๑": "ว. ชาย, สาย, บ่าย, (ใช้แก่เวลา).",
    "ชำงาย ๒": "ก. ฉงน, สนเท่ห์, แคลงใจ, เช่น และเย็นตระชักสิชํางาย. (สมุทรโฆษ).",
    "ชำงือ": "(โบ) ก. คิดเป็นทุกข์, วิตก, ป่วย, เป็นไข้, เป็นโรค, เช่น ตาชุ่มชื่นชํางือใจ. (ม. คําหลวง ฉกษัตริย์). (ข. ชํงื ว่า ความไข้, ออกจาก; ฌื ว่า เจ็บ, ไข้).",
    "ช่ำใจ": "ว. มากพอสมกับที่ใจอยาก.",
    "ช้ำใจ": "ก. เจ็บใจ, ระทมใจ.",
    "ช้ำชอก": "ก. บอบชํ้ามาก, ชอกชํ้า ก็ว่า.",
    "ช่ำชอง": "ก. ชํานิชํานาญ.",
    "ช่ำช่า": "ว. ไม่มีรส, ชืด.",
    "ชำนน": "ก. ชนกัน, โดนกัน. (แผลงมาจาก ชน).",
    "ชำนรร": "ก. เหยียบ. (ข.).",
    "ชำนะ": "ก. ชนะ, ทําให้เขาพ่ายแพ้. (แผลงมาจาก ชนะ).",
    "ชำนัญ": "ก. รู้.",
    "ชำนัญพิเศษ": "น. เรียกนักวิชาการผู้มีความเชี่ยวชาญเรื่องใดเรื่องหนึ่งโดยเฉพาะว่า ผู้ชํานัญพิเศษ; เรียกองค์การต่าง&#160;ๆ ในสังกัดองค์การสหประชาชาติว่า ทบวงการชํานัญพิเศษ.",
    "ชำนัน": "ก. เหยียบ. (ข. ชัน ว่า เหยียบ; ชาน่, ชํนาน่ ว่า คราว, สมัย).",
    "ชำนาญ": "ก. เชี่ยวชาญ, จัดเจน.",
    "ชำนาญเกลากลอน": "น. ชื่อโคลงโบราณแบบหนึ่ง; ชื่อเพลงปี่พาทย์ทํานองหนึ่ง. (ดึกดําบรรพ์).",
    "ชำนิ ๑": "ก. ขี่ เช่น ชํานิโคคําแหงแรง; พาหนะ เช่น ควรชํานิพระองค์. (สมุทรโฆษ).",
    "ชำนิ ๒": "ก. รู้ชัดเจน, เชี่ยวชาญ, คล่องแคล่ว.",
    "ชำนิชำนาญ": "ก. เชี่ยวชาญมาก, สันทัดจัดเจน.",
    "ชำเนียน": "ก. เจียน, สลัก, เช่น ชําเนียนชรเนียรเอมอร. (สมุทรโฆษ).<2t>ว. ฉลุเฉลา, เกลี้ยงเกลา.",
    "ชำเนียร ๑": "ว. แก่ครํ่าคร่า, ชํารุด. (แผลงมาจาก เชียร).",
    "ชำเนียร ๒": "ว. ว่องไว, เก่ง, เชี่ยว, เช่น ชําเนียรในศิลป์. (สรรพสิทธิ์).",
    "ช่ำปอด": "(ปาก) ว. มากพอสมกับที่ใจอยาก.",
    "ชำมะนาด": "น. ชมนาด.",
    "ชำมะเลียง": "น. ชื่อไม้ต้นชนิด <f><i>Lepisanthes fruticosa </i>Leenh.</f> ในวงศ์ <f>Sapindaceae</f> ใบยาว ผลสุกสีม่วงดํา กินได้ รสหวานปนฝาด, พุมเรียง ก็เรียก.",
    "ชำร่วย": "น. ของตอบแทนผู้มาช่วยงานเช่นงานแต่งงานและงานศพ เรียกว่า ของชําร่วย.",
    "ชำระ": "ก. ชะล้างให้สะอาด เช่น ชําระร่างกาย; สะสาง, ปรับปรุงแก้ไขให้ดีขึ้น, เช่น ชําระพระไตรปิฎก ชำระพจนานุกรม; พิจารณาตัดสิน เช่น ชําระความ; ใช้ในคําว่า ชําระหนี้.",
    "ชำระคดี": "(กฎ) ก. พิจารณาตัดสินคดี.",
    "ช้ำรั่ว": "น. ชื่ออาการของโรคอย่างหนึ่ง เกิดจากความผิดปรกติของกระเพาะปัสสาวะหรือท่อปัสสาวะเป็นต้น ทําให้ไม่สามารถกลั้นปัสสาวะได้เหมือนคนปรกติ นํ้าปัสสาวะอาจไหลออกเป็นครั้งคราวหรือตลอดเวลาก็ได้.",
    "ชำรุด": "ก. เสื่อมจากสภาพเดิมจนถึงบกพร่องเสียหายหรือบุบสลายไป เช่น หนังสือชํารุด เกวียนชํารุด.",
    "ชำเรา ๑": "(กฎ) ก. ร่วมประเวณี, กระทําการร่วมเพศ.",
    "ชำเรา ๒": "ก. ลึก, ลับ, เช่น หน้าตาชําเรา. (สุบิน). (ข.).",
    "ชำเราะ": "น. ซอก, หลืบ, เช่น ชําเราะชระลองดอมไพร. (สมุทรโฆษ).<2t>ก. เซาะ.",
    "ชำแรก": "ก. แทรก, แหวก, แทรกลงไป, เจือปน.",
    "ชำแระ": "น. ที่แฉะ, ที่เลน, เช่น ชายชําแระข้างในตรงร่องนํ้า. (เชมสบรุก).",
    "ชำลา": "ว. ที่ผึ่งแดดยังไม่แห้งสนิท (ใช้แก่ปลา). (ต. ชมฺร ออกเสียงว่า เจมเรียะ ว่า เหี่ยว, ความเหี่ยว).",
    "ชำเลือง": "ก. ชายตาดู, ดูทางหางตา.",
    "ช้ำเลือดช้ำหนอง": "ว. มีเลือดและหนองคั่งอยู่, สีที่มีลักษณะคล้ายมีเลือดและหนองปนกันออกสีม่วง&#160;ๆ เรียกว่า สีชํ้าเลือดชํ้าหนอง.",
    "ชำแหละ": "[-แหฺละ] ก. แล่เป็นแผ่น&#160;ๆ, เฉือนเป็นชิ้น&#160;ๆ, เชือด. (แผลงมาจาก แฉละ).",
    "ชิ, ชิชะ, ชิชิ": "อ. คําที่เปล่งออกมาเมื่อรู้สึกโกรธหรือไม่ชอบใจเป็นต้น.",
    "ชิง ๑": "ก. แข่ง, แข่งขัน, เช่น ชิงรางวัล ชิงทุน, แย่ง เช่น ชิงอํานาจ.",
    "ชิง ๒": "(ถิ่น-ปักษ์ใต้) น. ต้นกะพ้อ. <i>(ดู กะพ้อ ๒)</i>.",
    "ชิ่ง ๑": "ว. คด, โกง, เก, ฉิ่ง, เช่น ขาชิ่ง.",
    "ชิ่ง ๒": "(ถิ่น-ปักษ์ใต้) น. ต้นกะพ้อ. <i>(ดู กะพ้อ ๒)</i>.",
    "ชิงเกิล": "น. ชื่อทรงผมผู้หญิงที่ซอยผมด้านหลังไล่ระดับกันลงมาถึงต้นคอ เรียกว่า ผมชิงเกิล. (อ. <f>shingle</f>).",
    "ชิงคม": "ก. รีบซ้อนกลทําร้ายเสียก่อน เช่น ชะอ้ายแก้วชิงคมเอากูได้. (ขุนช้างขุนแผน).",
    "ชิงช่วง": "ก. แย่ง.<2t>น. การเล่นชนิดหนึ่ง เอาลูกไม้หรือของที่ลอยทิ้งลงในนํ้าแล้วแย่งชิงกัน.",
    "ชิงชัง": "ก. เกลียดชัง, เกลียดมาก.",
    "ชิงชัน": "น. ชื่อไม้ต้นชนิด <f><i>Dalbergia oliveri</i> Gamble</f> ในวงศ์ <f>Leguminosae</f> เนื้อไม้แข็ง แก่นสีแดงเข้มถึงสีม่วงแก่, ประดู่ชิงชัน ก็เรียก.",
    "ชิงชัย": "ก. รบกัน.",
    "ชิงช้า": "น. ที่นั่งผูกด้วยเชือกเป็นต้น ๒ ข้าง แขวนตามกิ่งไม้หรือที่สูง สําหรับนั่งหรือยืนไกวไปมา.",
    "ชิงช้าชาลี": "น. ชื่อไม้เถาชนิด <f><i>Tinospora baenzigeri</i> Forman</f> ในวงศ์ <f>Menispermaceae</f> คล้ายบอระเพ็ด แต่เถาค่อนข้างเกลี้ยง ใช้ทํายาได้.",
    "ชิงช้าสวรรค์": "น. อุปกรณ์เพื่อความเพลิดเพลินชนิดหนึ่ง มักมีตามสวนสนุกและในงานเทศกาลต่าง&#160;ๆ ประกอบด้วยล้อโลหะขนาดใหญ่คู่ขนานกัน หมุนด้วยแรงกลในแนวตั้งรอบแกนที่ติดอยู่กับที่ มีที่นั่งในกระเช้าโลหะซึ่งห้อยติดอยู่เป็นช่วงระหว่างโครงของล้อทั้ง ๒, กระเช้าสวรรค์ ก็ว่า.",
    "ชิงชี่": "น. ชื่อไม้พุ่มชนิด <f><i>Capparis micracantha</i> DC.</f> ในวงศ์ <f>Capparidaceae</f> สูง ๒-๔ เมตร มีหนามเล็กสั้น&#160;ๆ ขนาบโคนก้านใบข้างละอัน ดอกขาว โคนกลีบดอกสีเหลือง ใกล้โรยกลายเป็นสีม่วงแก่ ออกเป็นตับตามลํากิ่งเหนือง่ามใบตับละ ๒-๗ ดอก ผลกลม&#160;ๆ หรือรูปไข่ เมื่อสุกสีแดง ก้านผลยาว, กระโรกใหญ่ หรือ แส้ม้าทะลาย ก็เรียก.",
    "ชิงเชิง": "น. ชื่อเศษด้ายที่ตัดออกจากผ้าซึ่งติดอยู่ที่ฟืม.<2t>ก. แย่งชั้นเชิงกัน, คอยเอาทีกัน.",
    "ชิงดวง": "น. ชื่อลายชนิดหนึ่งเป็นลายแย่งดอกกัน หรือเป็นดอกเกี่ยวกัน, แก้วชิงดวง ก็เรียก.",
    "ชิงดีชิงเด่น": "ก. แย่งกันเอาหน้าหรือเอาดีเอาเด่น, ขัดขวางความเจริญก้าวหน้าของผู้อื่น เพื่อให้ตนดีเด่นแต่ผู้เดียว.",
    "ชิงทรัพย์": "(กฎ) น. ชื่อความผิดอาญาฐานลักทรัพย์โดยใช้กําลังประทุษร้าย หรือขู่เข็ญว่าในทันใดนั้นจะใช้กําลังประทุษร้าย เพื่อ (๑) ให้ความสะดวกแก่การลักทรัพย์หรือการพาทรัพย์นั้นไป (๒) ให้ยื่นให้ซึ่งทรัพย์นั้น (๓) ยึดถือเอาทรัพย์นั้นไว้ (๔) ปกปิดการกระทําความผิดนั้น หรือ (๕) ให้พ้นจากการจับกุม.",
    "ชิงเปรต": "(ถิ่น-ปักษ์ใต้) ก. แย่งเครื่องเซ่นสรวงวิญญาณบรรพบุรุษหรือผู้ที่ตายไปแล้ว ซึ่งเรียกว่า &#147;เปรต&#148; ในงานทําบุญวันสารท เมื่อเสร็จพิธีเซ่นแล้ว ถือว่าสิ่งเหล่านั้นเป็นมงคล.<2t>น. เรียกงานพิธีทําบุญวันสารทว่า พิธีชิงเปรต.",
    "ชิงพลบ": "[-พฺลบ] ว. จวนคํ่า, โพล้เพล้.",
    "ชิงสุกก่อนห่าม": "(สํา) ก. ทำสิ่งที่ยังไม่สมควรแก่วัยหรือยังไม่ถึงเวลา (มักหมายถึงการลักลอบได้เสียกันก่อนแต่งงาน), ใช้เป็นคำสอนหรือเตือนสติว่า อย่าชิงสุกก่อนห่าม.",
    "ชิงไหวชิงพริบ": "ก. ฉวยโอกาสโดยใช้ไหวพริบ, คอยจ้องดูชั้นเชิงของอีกฝ่ายหนึ่ง.",
    "ชิงฮื้อ": "น. ชื่อปลานํ้าจืด ไม่มีหนวด ชนิด <f><i>Mylopharyngodon aethiops</i></f> ในวงศ์ <f>Cyprinidae</f> ปากอยู่ปลายสุดของหัว ลําตัวยาว ท้องกลม เกล็ดใหญ่ รูปร่างคล้ายปลาเฉาฮื้อ เว้นแต่มีแผงฟันในบริเวณลําคอเพียงแถวเดียว ที่สําคัญคือ ทั่วลําตัวและครีบสีออกดํา มีถิ่นเดิมอยู่ในประเทศจีน นําเข้ามาเลี้ยงเป็นอาหาร.",
    "ชิณณะ": "ว. แก่, เก่า, ครํ่าคร่า. (ป.).",
    "ชิด ๑": "น. ชื่อเนื้อในลูกไม้ชนิดหนึ่งได้จากต้นตาว <f>(<i>Arenga pinnata</i>)</f> มีเนื้อคล้ายลูกจาก เรียกว่า ลูกชิด. <i>(ดู ตาว ๒, ต๋าว ประกอบ</i>).",
    "ชิด ๒": "ก. ใกล้จวนติดหรือใกล้จนติดกัน เช่น นั่งชิดกัน ชิดเข้าไปอีกหน่อย.",
    "ชิเดนทรีย์": "[ชิเดนซี] (แบบ) น. ผู้มีอินทรีย์อันชนะแล้ว, ผู้สํารวมอินทรีย์. (ป., ส. ชิต + อินฺทฺริย).",
    "ชิต, ชิต-": "[ชิด, ชิตะ-] ก. ชนะแล้ว. (ป., ส.).",
    "ชิตินทรีย์": "[ชิตินซี] (แบบ) น. ผู้มีอินทรีย์อันชนะแล้ว, ผู้สํารวมอินทรีย์. (ป., ส. ชิตนฺทฺริย).",
    "ชิน ๑": "น. โลหะเจือชนิดหนึ่ง ประกอบด้วยตะกั่วและดีบุก นิยมใช้ทําพระเครื่อง; (โบ) ชิน หรือ ชินธาตุ หมายถึง ดีบุก. (ปรัดเล).",
    "ชิน ๒": "ก. เคยมาแล้วบ่อย&#160;ๆ, คุ้นหรือเจน.",
    "ชิน ๓": "ก. บุอย่างบุทองแดง.",
    "ชิน- ๔": "[ชินะ-, ชินนะ-] น. ผู้ชนะ, พระพุทธเจ้า, ใช้ประกอบกับคําอื่นเป็น ชินวร ชิเนนทร์ หมายความว่า พระพุทธเจ้า. (ป., ส.).",
    "ชิน ๕": "น. ชื่อศาสนาหนึ่งในอินเดีย มีศาสดาชื่อมหาวีระ, เชน หรือ ไชนะ ก็ว่า. (ส.).",
    "ชิ่น": "ก. สิ้น, หมด.",
    "ชิ้น ๑": "น. ก้อนหรือแผ่นเล็กที่ตัด แล่ แบ่ง แยก หรือ แตกออกจากส่วนใหญ่ เช่น ชิ้นปลา ชิ้นเนื้อ ชิ้นกระเบื้อง, ลักษณนามเรียกสิ่งที่เป็นก้อนเป็นแผ่นเล็ก&#160;ๆ เช่นนั้น เช่น ผ้าชิ้นหนึ่ง เนื้อ ๒ ชิ้น.",
    "ชิ้น ๒": "(ปาก) น. คู่รัก.",
    "ชินชา": "ว. เคยบ่อย&#160;ๆ จนเลิกเอาใจใส่.",
    "ชินโต": "น. ชื่อศาสนาดั้งเดิมของชาวญี่ปุ่น ไม่มีศาสดาผู้ก่อตั้ง มีคําสอนให้เคารพบูชาธรรมชาติ เช่น ดวงอาทิตย์ ดวงจันทร์ แม่นํ้า.",
    "ชินบุตร": "[ชินนะบุด] น. พระสงฆ์. (ส. ชินปุตะ; ป. ชินปุตฺต).",
    "ชิ้นเอก": "ว. ดีเด่น เช่น งานชิ้นเอก.",
    "ชิโนรส": "น. พระสงฆ์. (ป.).",
    "ชิม": "ก. ลองลิ้มรสดูด้วยปลายลิ้น, ทดลองให้รู้รส.",
    "ชิมแปนซี": "น. ชื่อลิงไม่มีหางในวงศ์ <f>Pongidae</f> ขนสีดําหรือน้ำตาลดำ บริเวณใกล้&#160;ๆ ก้นมีขนสีขาว หน้าไม่มีขน แขนและขายาวเกือบเท่ากัน มี ๒ ชนิด คือ ชนิด <f><i>Pan troglodytes</i></f> และ ชิมแปนซีแคระ <f>(<i>P. paniscus</i>)</f> ถิ่นกําเนิดอยู่ในทวีปแอฟริกา อยู่รวมกันเป็นฝูง ลักษณะคล้ายคน มีเชาวน์ปัญญาสูง สามารถนํามาฝึกหัดให้เลียนท่าทางของคนได้. (อ. <f>chimpanzee</f>).",
    "ชิมลาง": "ก. หยั่งดูท่าทีหรือเหตุการณ์ว่าจะดีหรือร้าย.",
    "ชิยา": "น. สายธนู. (ป.; ส. ชฺยา).",
    "ชิรณ-, ชิรณะ": "[ชิระนะ-] ว. แก่, ครํ่าคร่า, ชํารุด. (ป. ชีรณ; ส. ชีรฺณ).",
    "ชิรณัคคิ": "[ชิระนักคิ] น. ไฟธาตุที่ทําอาหารให้ย่อย, ชีรณัคคิ ก็ว่า. (ส. ชีรณ + ป. อคฺคิ).",
    "ชิระ": "ว. แก่, ครํ่าคร่า, ชํารุด. (ป.).",
    "ชิวหา": "น. ลิ้น. (ป.; ส. ชิหฺวา).",
    "ชิวหาสดมภ์": "น. ชื่อโรคลม ตามตําราแพทย์แผนโบราณว่าทําให้มีอาการลิ้นกระด้างคางแข็ง.",
    "ชิวหินทรีย์": "น. ลิ้นซึ่งเป็นใหญ่ในการลิ้มรส. (ป. ชิวฺหา + อินฺทฺริย).",
    "ชิสา, ชีสา": "สัน. แม้ว่า เช่น ชิสาท่านโอนเอา ดีต่อ ก็ดี. (ยวนพ่าย).",
    "ชี ๑": "น. นักบวช เช่น ชีปะขาว; คําเรียกหญิงที่นุ่งขาวห่มขาว โกนคิ้วโกนผมถือศีล, แม่ชี ก็เรียก. (ส. ชี ใช้พูดต้นนามเป็นเครื่องหมายแห่งความยกย่อง).",
    "ชี ๒": "น. ชื่อไม้ล้มลุกชนิด <f><i>Coriandrum sativum</i> L.</f> ในวงศ์ <f>Umbelliferae</f> ทั้งต้นมีกลิ่น ใช้เป็นผัก เรียกว่า ผักชี ดอกเล็กสีขาว ผลกลมมีกลิ่นฉุน เมื่อแก่ใช้เป็นเครื่องเทศ, ชีลา หรือ หอมป้อม ก็เรียก.",
    "ชี ๓": "<i>ดู ชีปะขาว ๒ (๒)</i>.",
    "ชี ๔": "ก. ทําสิ่งที่เป็นปุยอย่างสําลีหรือที่เป็นเส้นอย่างกลุ่มยาเส้นให้กระจายตัวออก.",
    "ชี่": "น. ยาสีฟันโบราณ ใช้สีเพื่อให้ฟันดํา, สี้ ก็เรียก.",
    "ชี้": "น. เรียกนิ้วที่ ๒ นับแต่หัวแม่มือว่า นิ้วชี้.<2t>ก. เหยียดนิ้วชี้เป็นต้นตรงไปที่ใดที่หนึ่งเพื่อให้เห็นสิ่งที่ต้องการ, เหยียดตรง เช่น หางชี้; แนะนํา, บอกให้, เช่น ชี้ทาง.",
    "ชี้ขาด": "ก. สั่งเด็ดขาด, วินิจฉัยเด็ดขาด.",
    "ชี้แจง": "ก. พูดขยายความให้เข้าใจชัดเจน.",
    "ชี้ช่อง": "ก. แนะลู่ทางให้.",
    "ชีต้น": "น. พระสงฆ์ที่เป็นอาจารย์.",
    "ชี้ตัว": "(กฎ) น. กระบวนการทางการสอบสวนเพื่อหาตัวผู้กระทําผิด โดยให้ผู้เสียหายหรือพยานชี้ว่าผู้ใดเป็นผู้ต้องหา.",
    "ชี้ตาไม่กระพริบ": "(สำ) ก. ดื้อมาก, สู้สายตาไม่ยอมแพ้, เช่น เหม่! ออนี่หนักหนา ชี้ตาไม่กระพริบเลย ว่าแล้วซิยังเฉยดื้อถือบุญ. (ม. ร่ายยาว กุมาร).",
    "ชี้นกบนปลายไม้": "(สํา) ก. หวังในสิ่งที่อยู่ไกลตัว.",
    "ชี้นกเป็นนก ชี้ไม้เป็นไม้": "(สํา) ไม่ว่าผู้มีอํานาจจะว่าอย่างใด ผู้น้อยก็ต้องคล้อยตามไปอย่างนั้นเพราะกลัวหรือประจบ.",
    "ชี้นำ": "ก. ชี้แนะ.",
    "ชี้นิ้ว": "ก. ได้แต่สั่งการให้ผู้อื่นทํา ไม่ลงมือทําเอง.",
    "ชี้แนะ": "ก. แนะแนวทางให้, ชี้นํา ก็ว่า.",
    "ชีปะขาว ๑": "น. นักบวชนุ่งขาว.",
    "ชีปะขาว ๒": "น. (๑) ชื่อแมลงที่เป็นผีเสื้อของหนอนกอข้าว อันได้แก่ชนิด <f><i>Scirpophaga incertulas, Chilo suppressalis, Chilotraea polychrysa</i></f> ในวงศ์ <f>Pyralidae</f> เป็นผีเสื้อกลางคืน เมื่อเกาะจะหุบปีกเป็นรูปหลังคาหุ้มตัว ยาว ๒-๒.๕ เซนติเมตร ปีกและลําตัวสีเหลืองอ่อนคล้ายสีฟางข้าว มีเกล็ดละเอียดเหมือนฝุ่นปกคลุมตัว ที่หัวมีส่วนของปากยื่นยาวออกไปเป็นกลีบ ตาโตเห็นได้ชัด มักมาเล่นไฟ เกาะฝาเป็นกลุ่ม ตัวหนอนเป็นหนอนกอทําลายข้าว, ชีผ้าขาว ชีผะขาว หรือ สับปะขาว ก็เรียก. <i>(ดู หนอนกอ)</i>.<2t>(๒) ชื่อแมลงในอันดับ <f>Ephemeroptera</f> มีลําตัวอ่อนมาก หนวดสั้นมองแทบไม่เห็น ปีกบางรูปสามเหลี่ยม มีเส้นปีกมากมาย เมื่อเกาะจะตั้งปีกตรงบนสันหลัง ที่ปลายท้องมีหางยาวคล้ายเส้นด้าย ๒-๓ เส้น ลําตัวและปีกสีขาว เช่น ชนิด <f><i>Ephemera</i> spp.</f> ในวงศ์ <f>Ephemeridae</f>, ชี ก็เรียก.",
    "ชีเปลือย": "น. นักบวชจําพวกหนึ่ง ถือเพศเปลือยกาย, โดยปริยายใช้เรียกคนที่ไม่นุ่งผ้า.",
    "ชีผะขาว, ชีผ้าขาว": "<i>ดู ชีปะขาว ๒ (๑)</i>.",
    "ชีฝรั่ง": "น. ชื่อไม้ล้มลุกชนิด <f><i>Eryngium foetidum</i> L.</f> ในวงศ์ <f>Umbelliferae</f> ใบยาวรีขอบจัก กลิ่นฉุน ใช้แต่งกลิ่นอาหาร.",
    "ชีพ, ชีพ-": "[ชีบ, ชีบพะ-] น. ชีวิต เช่น เสียชีพอย่าเสียสัตย์; ความเป็นอยู่, ความดำรงชีวิตอยู่ เช่น ค่าครองชีพ. (ป., ส. ชีว).",
    "ชีพจร": "[ชีบพะจอน] น. อาการที่เส้นเลือดเต้นอยู่ตามร่างกายเช่นที่ข้อมือ.",
    "ชีพิต": "น. ความเป็นอยู่. (ป., ส. ชีวิต).",
    "ชีพิตักษัย": "(ราชา) น. การสิ้นชีวิต.<2t>ก. ตาย, ใช้แก่หม่อมเจ้าว่า ถึงชีพิตักษัย. (ส. ชีวิตกฺษย; ป. ชีวิตกฺขย).",
    "ชีพุก": "น. พ่อ, ท่านพ่อ, เช่น ด่งงจริงชะรอยชีพุก หากทำทุกข์แก่มึงอย่าเลอย. (ม. คําหลวง ชูชก). (เทียบ ข. โอวพุก ว่า พ่อ).",
    "ชีฟอง": "น. ชื่อผ้าชนิดหนึ่ง เนื้อนิ่ม บาง และเบา ใช้ตัดเสื้อผ้าสตรี. (ฝ. <f>chiffon</f>).",
    "ชี้ฟ้า": "น. ชื่อพริกชนิด <f><i>Capsicum annuum</i> L.</f> ในวงศ์ <f>Solanaceae</f>.",
    "ชีมืด": "น. ชีในคริสต์ศาสนานิกายโรมันคาทอลิก ที่ปฏิญาณตนว่าจะบวชตลอดชีวิต ต้องอยู่แต่ในสํานักของตน จะออกไปติดต่อกับบุคคลอื่นแม้แต่ญาติของตนก็ไม่ได้.",
    "ชีรณ-, ชีรณะ": "[ชีระนะ-] ว. เก่า, แก่, ชํารุด, ยุ่ย, ย่อย, โบราณ เช่น ชีรณกถา ว่า นิทานโบราณ, ชีรณฎีกา ว่า ฎีกาโบราณ. (ป., ส.).",
    "ชีรณัคคิ": "[ชีระนักคิ] น. ไฟธาตุที่ทําอาหารให้ย่อย, ชิรณัคคิ ก็ว่า. (ส. ชีรณ + ป. อคฺคิ).",
    "ชีระ ๑": "(แบบ) ว. แก่, ครํ่าคร่า, ชํารุด. (ป.).",
    "ชีระ ๒": "ว. ว่องไว, เก่ง, เชี่ยว. (ส.).",
    "ชีล้อม": "น. ชื่อไม้ล้มลุกชนิด <f><i>Oenanthe javanica</i> (Blume) DC.</f> ในวงศ์ <f>Umbelliferae</f> ชอบขึ้นในที่ชื้นแฉะ ใบแบนรีขอบจัก ใช้เป็นผัก ดอกเป็นกระจุกสีขาว ผลกลมค่อนข้างยาว, อ้น หรือ อ้นอ้อ ก็เรียก, พายัพและอีสานเรียก หนอกช้าง.",
    "ชีลาว": "น. ชื่อไม้ล้มลุกชนิด <f><i>Anethum graveolens</i> L.</f> ในวงศ์ <f>Umbelliferae</f> ใบเป็นเส้นฝอย&#160;ๆ ใช้เป็นผัก ดอกเล็กเป็นช่อสีเหลือง ผลแก่แห้งรูปไข่แบน เรียก เทียนตาตั๊กแตน ใช้ทํายาได้.",
    "ชีว-, ชีวะ": "[ชีวะ-] น. ชีพ, ความเป็นอยู่; พระพฤหัสบดี เช่น ชีววาร. (ป., ส.).",
    "ชีวเคมี": "น. วิชาเคมีสาขาหนึ่งที่ศึกษาเกี่ยวกับองค์ประกอบทางเคมีของสิ่งที่มีชีวิตและการเปลี่ยนแปลงต่าง&#160;ๆ ที่เกิดขึ้นกับองค์ประกอบเหล่านั้น ตลอดจนกระบวนการต่าง&#160;ๆ ที่ควบคุมการเปลี่ยนแปลงนั้น&#160;ๆ. (อ. <f>biochemistry</f>).",
    "ชีวงคต": "(กลอน) ก. ตาย.",
    "ชีวประวัติ": "น. ประวัติชีวิตบุคคล.",
    "ชีวภาพ": "ว. เกี่ยวกับสิ่งที่ไม่มีชีวิตและสิ่งที่สืบเนื่องมาจากสิ่งมีชีวิต เช่น วิทยาศาสตร์ชีวภาพ ปุ๋ยชีวภาพ.",
    "ชีวโลก": "น. โลกของสัตว์เป็น, ตรงข้ามกับ โลกผี; เหล่าสัตว์, มนุษยชาติ. (ส.).",
    "ชีววาร": "น. วันพฤหัสบดี, คุรุวาร หรือ พฤหัสปติวาร ก็ว่า.",
    "ชีววิทยา": "น. วิชาว่าด้วยสิ่งที่มีชีวิต.",
    "ชีวัน": "(กลอน) น.ชีวิต, สิ่งที่มีชีวิต.",
    "ชีวันตราย": "น. อันตรายต่อชีวิต, อันตรายถึงตาย. (ป., ส.).",
    "ชีวา, ชีวี": "(กลอน) น. ชีวิต. (ส. ชีวี ว่า สัตว์มีชีวิต).",
    "ชีวาตม์": "(กลอน) น. ชีวิตของตน.",
    "ชีวาลัย": "(กลอน) น. ชีวิต เช่น ก็สิ้นชีวาลัยไปเมืองฟ้า. (รามเกียรติ์ ร. ๑).<2t>ก. ตาย เช่น เพียงศรีอนุชาชีวาลัย.",
    "ชีวิต": "น. ความเป็นอยู่, ตรงข้ามกับ ความตาย. (ป., ส.).",
    "ชีวิตชีวา": "ว. สดชื่นคึกคัก.",
    "ชีวิตักษัย": "น. การสิ้นชีวิต.<2t>ก. ตาย.",
    "ชีวิตินทรีย์": "น. ชีวิต. (ป., ส.).",
    "ชีวิน": "(แบบ) น. ผู้เป็นอยู่, ผู้มีชีวิต. (ส.).",
    "ชีโว": "(โหร) น. ชื่อยาม ๑ ใน ๘ ยามในเวลากลางคืน. <i>(ดู ยาม)</i>.",
    "ชืด": "ว. จืด, หมดรสชาติ.",
    "ชื่น ๑": "ก. แจ่มใส เช่น หน้าค่อยชื่นขึ้น.<2t>ว. เบิกบาน, ยินดี, เช่น ชื่นใจ ชื่นตา.",
    "ชื่น ๒": "<i>ดู อ้ายชื่น</i>.",
    "ชื้น": "ว. มีไอนํ้าซึมซาบอยู่ เช่น อากาศชื้น, ไม่แห้งทีเดียว เช่น ผ้าชื้น.",
    "ชื่นกลิ่น": "ก. ชื่นใจด้วยกลิ่น.",
    "ชื่นชม, ชื่นชมยินดี": "ก. ปีติยินดี.",
    "ชื่นบาน": "ว. เบิกบาน.",
    "ชื่นมื่น": "ก. ชื่นบาน เช่น ท้าวสามนต์ฟังถ้อยค่อยชื่นมื่น. (สังข์ทอง).",
    "ชื่อ": "น. คําที่ตั้งขึ้นสําหรับเรียกคน สัตว์ สถานที่ และสิ่งของโดยทั่ว&#160;ๆ ไปหรือโดยเฉพาะเจาะจง.",
    "ชื้อ": "ว. เย็นเยือก, ชื้น, ร่ม.",
    "ชื่อตัว": "น. ชื่อที่ตั้งให้แก่เด็กตั้งแต่เกิด, ชื่อที่ปรากฏในทะเบียนสํามะโนครัว, ชื่อจริง; (กฎ) ชื่อประจําบุคคล.",
    "ชื่อย่อ": "น. ชื่อที่ย่อมาจากชื่อเต็ม.",
    "ชื่อรอง": "(กฎ) น. ชื่อประกอบถัดจากชื่อตัว.",
    "ชื่อเล่น": "น. ชื่อที่ตั้งตั้งแต่เด็ก เป็นที่รู้กันในหมู่ญาติหรือผู้ใกล้ชิด.",
    "ชื่อว่า": "สัน. แม้ว่า, เรียกว่า, นับว่า, เช่น ชื่อว่าเรือนมึงงามดังเรือนท้าว. (ม. คําหลวง ชูชก).",
    "ชื่อสกุล": "น. ชื่อประจําวงศ์สกุลซึ่งสืบเนื่องจากบิดาถึงบุตร หรือซึ่งได้รับอนุญาตให้จดทะเบียนเป็นทางการแล้ว, นามสกุล; (กฎ) ชื่อประจําวงศ์สกุล.",
    "ชื่อเสียง": "น. เกียรติยศ, ชื่อ ก็ว่า เช่น เสียชื่อ มีชื่อ.",
    "ชุ": "(กลอน) น. ต้นไม้ เช่น กินลูกชุลุเพรางาย. (ม. คําหลวง ทานกัณฑ์). (ต. ชุ ว่า ต้นไม้).",
    "ชุก": "ว. มีดื่น, มีมากมาย, เช่น มะม่วงชุก, มีบ่อย&#160;ๆ เช่น ฝนชุก.",
    "ชุกชี": "[ชุกกะ-] น. ฐานปูนสําหรับประดิษฐานพระประธานเป็นต้น, จุกชี ก็ว่า.",
    "ชุกชุม": "ว. มีดื่นดาษ.",
    "ชุ่ง": "(โบ) สัน. จึ่ง, จวน, เช่น ครั้นชุ่งจะใกล้อ้า ค่อยผ้ายโชยชาย. (ลอ).",
    "ชุ้ง": "ว. โค้ง, คด.",
    "ชุณห-": "[ชุนหะ-] (แบบ) ว. ขาว, สว่าง. (ป.).",
    "ชุณหปักษ์": "น. ข้างขึ้น. (ป. ชุณฺหปกฺข; ส. โชฺยตฺสฺนปกฺษ).",
    "ชุด ๑": "น. เครื่องดักปลาชนิดหนึ่ง ถักด้วยหวายหรือเถาวัลย์เป็นตา; สิ่งที่ถักด้วยหวายหรือเถาวัลย์เป็นตาห่าง&#160;ๆ รูปคล้ายกระชุ สําหรับใส่หมูเป็น.",
    "ชุด ๒": "น. ด้ายหรือนุ่นเป็นต้นสําหรับเป็นเชื้อให้ไฟติดในเวลาตีหินเหล็กไฟเป็นต้น.",
    "ชุด ๓": "น. ของที่คุมเข้าเป็นสํารับ เช่น ชุดนํ้าชา ชุดสากล, คนที่เป็นพวกเดียวกันได้ เช่น ชุดระบํา, การแสดงตอนหนึ่ง&#160;ๆ ของโขนเป็นต้น เช่น ชุดพรหมาสตร์ ชุดนางลอย, ลักษณนามเรียกของหรือคนที่มีลักษณะเช่นนั้น เช่น เสื้อผ้าชุดหนึ่ง; การบรรเลงเพลงไทยซึ่งมีทํานองคล้ายคลึงกัน เช่น ชุดจีน ชุดแขก.",
    "ชุดสากล": "น. เครื่องแต่งกาย ประกอบด้วยกางเกงขายาว เสื้อเชิ้ต ผ้าผูกคอ เสื้อนอกคอแบะ ถุงเท้า และรองเท้าหุ้มส้น.",
    "ชุติ": "(แบบ) น. ความโพลง, ความรุ่งเรือง, ความสว่างไสว; ดวงดาว. (ป.; ส. ชฺยุติ).",
    "ชุติมา": "น. ผู้มีความรุ่งเรือง. (ป.; ส. ชฺยุติมตฺ).",
    "ชุน": "ก. ซ่อมผ้าหรือแหเป็นต้นที่ขาดทะลุเป็นรูให้เป็นเนื้อเดียวกัน ด้วยการถักหรือด้วยวิธีอื่น&#160;ๆ.<2t>น. เครื่องมือสําหรับถัก. (ข. ชุล).",
    "ชุบ": "ก. เอาสิ่งใดสิ่งหนึ่งจุ่มลงไปในนํ้าหรือของเหลวอื่น&#160;ๆ เพื่อให้เปียก ให้กล้า ให้แข็ง เป็นต้น เช่น ชุบมือ ชุบมีด ชุบแป้ง, เอาสิ่งใดสิ่งหนึ่งจุ่มลงไปในสารละลายเพื่อให้โลหะในสารละลายติดสิ่งที่ชุบ เช่น ชุบทอง ชุบโครเมียม; (โบ) เขียนหนังสือด้วยหมึกเป็นต้น.",
    "ชุบชีวิต": "ก. ทําให้เป็นขึ้น เช่น ชุบชีวิตคนตายให้เป็น, ทําให้มีชีวิตขึ้น เช่น ชุบชีวิตรูปหุ่น; อุปถัมภ์บํารุงให้มีความเป็นอยู่ดีขึ้น.",
    "ชุบชู": "น. ชื่อของหวานอย่างหนึ่ง คล้ายลอยแก้ว.",
    "ชุบตัว": "ก. เอาตัวจุ่มลงไปในของเหลวเพื่อให้ติดสิ่งนั้นอย่างพระสังข์ชุบตัวให้เป็นทอง, เอาตัวเข้าไปในกองไฟเพื่อเปลี่ยนรูปอย่างท้าวสันนุราชชุบตัวในกองไฟเพื่อให้กลับเป็นหนุ่มใหม่; โดยปริยายหมายถึงไปศึกษาอบรมเพิ่มเติมเพื่อให้มีความรู้สูงขึ้น ดีขึ้น โดยมากหมายถึงในยุโรปและอเมริกา เช่น ไปชุบตัวมาจากเมืองนอก.",
    "ชุบมือเปิบ": "(สํา) ก. ฉวยประโยชน์จากคนอื่นโดยไม่ได้ลงทุนลงแรง.",
    "ชุบย้อม": "ก. บํารุงเลี้ยงดูให้มีฐานะดีขึ้น.",
    "ชุบเลี้ยง": "ก. บํารุงเลี้ยงดูให้มีฐานะดีขึ้น.",
    "ชุบสรง": "น. ผ้าผลัดอาบนํ้าเจ้านายหรือพระสงฆ์ เรียกว่า ผ้าชุบสรง.",
    "ชุบอาบ": "น. ผ้าผลัดอาบนํ้า เรียกว่า ผ้าชุบอาบ.",
    "ชุม": "ก. มารวมกันจากที่ต่าง&#160;ๆ เช่น ชุมพล; ดาษดื่น, มีมาก, เช่น ขโมยชุม ยุงชุม.",
    "ชุ่ม": "ก. มีนํ้าหรือของเหลวซึมซาบเอิบอาบอยู่ เช่น ชุ่มคอ.",
    "ชุ่มใจ, ชุ่มอกชุ่มใจ": "ก. อิ่มเอิบใจ.",
    "ชุมชน": "น. หมู่ชน, กลุ่มคนที่อยู่รวมกันเป็นสังคมขนาดเล็ก อาศัยอยู่ในอาณาบริเวณเดียวกันและมีผลประโยชน์ร่วมกัน.",
    "ชุ่มชื่น": "ก. รู้สึกสดชื่น, สดชื่น.",
    "ชุ่มชื้น": "ว. มีไอนํ้าหรือนํ้าซึมซาบชุ่มอยู่.",
    "ชุมทางรถไฟ": "น. สถานีที่รวมทางแยกรถไฟ.",
    "ชุมนุม": "น. กอง, หมู่, พวก.<2t>ก. ประชุม, รวมกัน.",
    "ชุมนุมชน": "น. หมู่ชนที่รวมกันอยู่หนาแน่น, หมู่ชนที่มารวมกันมาก&#160;ๆ.",
    "ชุมพร ๑": "น. ชื่อมะเดื่อชนิดหนึ่ง. <i>(ดู มะเดื่อ)</i>. (เลือนมาจาก อุทุมพร).",
    "ชุมพร ๒": "น. ชื่อปลาเนื้ออ่อน. (เลือนมาจาก สลุมพร).",
    "ชุมพา": "น. ชื่อสัตว์สี่เท้าชนิดหนึ่ง ขนยาวคล้ายขนแกะ. (พจน. ๒๔๙๓).",
    "ชุมเพ็ด": "น. ชื่อว่านชนิดหนึ่งใช้ทํายาได้. (พจน. ๒๔๙๓).",
    "ชุมแพรก": "[-แพฺรก] น. ชื่อไม้ต้นขนาดใหญ่ชนิด <f><i>Heritiera javanica</i> Kosterm.</f> ในวงศ์ <f>Sterculiaceae</f> เนื้อไม้ใช้ทําบ้านและเครื่องเรือนเป็นต้น.",
    "ชุมรุม": "น. ที่พัก, ที่อาศัย.",
    "ชุมสาย": "<pic030.gif,ชุมสาย>น. เครื่องสูงชนิดหนึ่ง เป็นรูปฉัตร ๓ ชั้น มีสายไหมห้อย; เรียกพระที่นั่งสําหรับพระบาทสมเด็จพระเจ้าอยู่หัวและสมเด็จพระบรมราชินีประทับในงานต่าง&#160;ๆ ของทหาร ลูกเสือ และงานพิเศษบางโอกาส ลักษณะเป็นแท่นสี่เหลี่ยม ดาดด้วยหลังคาผ้าระบาย ๓ ชั้น มีสายไหมห้อย ว่า พระที่นั่งชุมสาย.",
    "ชุมสายโทรศัพท์": "น. ศูนย์กลางคู่สายโทรศัพท์ และเป็นที่ที่สายโทรศัพท์หมายเลขต่าง&#160;ๆ เชื่อมติดต่อกัน.",
    "ชุมแสง": "น. ชื่อไม้ต้นชนิด <f><i>Xanthophyllum lanceatum</i> (Miq.) J.J. Sm.</f> ในวงศ์ <f>Xanthophyllaceae</f> ใช้ทํายาได้.",
    "ชุมเห็ด": "น. ชื่อไม้พุ่ม ๒ ชนิดในสกุล <f><i>Senna</i></f> วงศ์ <f>Leguminosae</f> คือ ชุมเห็ดไทย <f>[<i>S. tora</i> (L.) Roxb.]</f> ใบเล็ก และ ชุมเห็ดเทศ <f>[<i>S. alata</i> (L.) Roxb.]</f> ใบใหญ่, ทั้ง ๒ ชนิดใช้ทํายาได้.",
    "ชุ่ย ๑, ชุ่ย ๆ": "ว. หวัด&#160;ๆ, มักง่าย, ไม่ได้เรื่องได้ราว, เช่น เขียนชุ่ย&#160;ๆ ทําชุ่ย&#160;ๆ พูดชุ่ย&#160;ๆ.",
    "ชุ่ย ๒": "(วรรณ) ก. เสือกสิ่งใดสิ่งหนึ่งไป, เสือกสิ่งใดสิ่งหนึ่งให้, เช่น อ้ายพลายแก้วมิ่งเมืองไม่เงื่องงุย เอางาชุ่ยสอยดาวเข้าราวนม. (ขุนช้างขุนแผน).",
    "ชุลมุน": "[ชุนละ-] ว. อาการที่เป็นไปอย่างสับสนวุ่นวายไม่เป็นระเบียบ เช่น เดินกันชุลมุน ชกต่อยกันชุลมุน.",
    "ชุลี": "(กลอน) น. การประนมมือ, การไหว้. (ตัดมาจาก อัญชลี).",
    "ชุษณ-, ชุษณะ": "[ชุดสะนะ] (แบบ) ว. ขาว, สว่าง. (ส. โชฺยตฺสฺนา).",
    "ชุษณปักษ์": "น. ข้างขึ้น. (ส. โชฺยตฺสฺนปกฺษ; ป. ชุณฺหปกฺข).",
    "ชู": "ก. ยกขึ้นสูงกว่าระดับเดิม เช่น ชูมือ, บํารุงให้ดีขึ้น เช่น ชูกําลัง.",
    "ชู้": "น. (วรรณ) คู่รัก, บุคคลที่เป็นที่รัก, เช่น มาย่อมหลายชู้เหล้น เพื่อนตน. (กำสรวล); ผู้ล่วงประเวณี; การล่วงประเวณี; ชายที่ร่วมประเวณีด้วยเมียเขา เรียกว่า เป็นชู้, หญิงที่ยังมีสามีอยู่แล้วร่วมประเวณีกับชายอื่น เรียกว่า มีชู้, เรียกชายหรือหญิงที่ใฝ่ในทางชู้สาวว่า เจ้าชู้.",
    "ชูกลิ่น": "ก. ส่งกลิ่น.",
    "ชูคอ": "ก. ชะเง้อคอ, อาการที่นั่งยืดคอวางท่าภาคภูมิ.",
    "ชูใจ": "ก. ทําให้ใจมีกําลังขึ้น.",
    "ชูชีพ": "น. เครื่องช่วยพยุงตัวในนํ้าหรือในอากาศ เช่น พวงมาลัยชูชีพ ร่มชูชีพ.",
    "ชูรส": "ว. ที่ทําให้มีรสชาติดีขึ้น เช่น ผงชูรส.",
    "ชูโรง": "น. ตัวแสดงที่ทําให้คณะดีขึ้น.",
    "ชู้สาว": "ว. รัก&#160;ๆ ใคร่&#160;ๆ, เชิงกามารมณ์, เช่น เรื่องชู้สาว.",
    "ชูหน้าชูตา": "ก. ทําให้มีหน้ามีตาขึ้น, เชิดหน้าชูตา ก็ว่า.",
    "ชู้เหนือขันหมาก": "(กฎ; เลิก) น. ชายที่ลอบได้เสียกับหญิงคู่หมั้นของชายอื่น.",
    "ชู้เหนือผัว": "(กฎ; เลิก) น. ชายที่ลอบได้เสียกับหญิงซึ่งสามียังมีชีวิตอยู่.",
    "ชู้เหนือผี": "(กฎ; เลิก) น. ชายที่ลอบได้เสียกับหญิงที่สามีตาย ขณะที่ศพสามียังอยู่บนเรือน.",
    "เช็ค": "(กฎ) น. หนังสือตราสาร ซึ่งบุคคลคนหนึ่ง เรียกว่า ผู้สั่งจ่าย สั่งธนาคารให้ใช้เงินจํานวนหนึ่งเมื่อทวงถามให้แก่บุคคลอีกคนหนึ่งหรือให้ใช้ตามคําสั่งของบุคคลอีกคนหนึ่ง เรียกว่า ผู้รับเงิน. (อ. <f>cheque</f>).",
    "เช็คขีดคร่อม": "(กฎ) น. เช็คที่มีเส้นขนานคู่ขีดขวางไว้ข้างด้านหน้า และจะใช้เงินตามเช็คนั้นได้แต่เฉพาะให้แก่ธนาคารเท่านั้น.",
    "เช็คขีดคร่อมเฉพาะ": "(กฎ) น. เช็คที่มีเส้นขนานคู่ขีดขวางไว้ข้างด้านหน้า และในระหว่างเส้นทั้งสองนั้น กรอกชื่อธนาคารใดธนาคารหนึ่งลงไว้โดยเฉพาะ และจะใช้เงินตามเช็คนั้นได้เฉพาะให้แก่ธนาคารนั้น.",
    "เช็คขีดคร่อมทั่วไป": "(กฎ) น. เช็คที่มีเส้นขนานคู่ขีดขวางไว้ข้างด้านหน้า กับมีหรือไม่มีคำว่า &#147;และบริษัท&#148; หรือคำย่ออย่างใด&#160;ๆ แห่งข้อความนี้อยู่ในระหว่างเส้นทั้งสองนั้น และจะใช้เงินตามเช็คนั้นได้เฉพาะให้แก่ธนาคารเท่านั้น.",
    "เช็คไปรษณีย์": "(กฎ) น. ตราสารสําหรับขายแก่ประชาชนเพื่อประโยชน์ในการส่งเงิน โดยเจ้าพนักงาน ณ ที่ทําการไปรษณีย์แห่งหนึ่ง ให้เจ้าพนักงาน ณ ที่ทําการไปรษณีย์แห่งใดแห่งหนึ่งจ่ายเงินให้แก่บุคคลใดบุคคลหนึ่งซึ่งระบุนามไว้หรือผู้ถือตราสารนั้น.",
    "เช้ง, เช้งวับ": "(ปาก) ว. สวยเพราะตกแต่งงามเป็นพิเศษ เช่น งามเช้ง แต่งตัวเสียเช้งวับ.",
    "เชงเลง": "น. เครื่องมือจับปลาชนิดหนึ่ง ทําด้วยซีกไม้ไผ่มัดด้วยหวาย รูปคล้ายขวด.",
    "เช็ด": "ก. ทําให้แห้งหรือให้สะอาดโดยใช้สิ่งใดสิ่งหนึ่งมีผ้าหรือกระดาษเป็นต้น เช่น เช็ดนํ้าตา เช็ดพื้น เช็ดถ้วยชาม, โดนถาก&#160;ๆ เช่น โดนหมัดเช็ดหน้าไป.",
    "เช็ดน้ำ": "น. เรียกวิธีหุงข้าวด้วยการรินนํ้าข้าวออกจากหม้อเพื่อให้แห้งว่า การหุงเช็ดนํ้า.",
    "เช็ดหน้า": "น. กรอบประตูหรือหน้าต่าง, กรอบเช็ดหน้า หรือ วงกบ ก็เรียก.",
    "เช็ดหม้อ": "ก. รินนํ้าข้าวออกจากหม้อเพื่อให้แห้งในการหุงข้าวด้วยวิธีเช็ดนํ้า.",
    "เชน": "น. ชื่อศาสนาหนึ่งในอินเดีย ศาสดาชื่อมหาวีระ มี ๒ นิกายคือ นิกายทิคัมพร และ นิกายเศวตัมพรหรือเศวตามพร ใช้ภาษาปรากฤตเป็นภาษาทางศาสนา ถือมั่นในหลักอหิงสาและมังสวิรัติ, ชิน หรือ ไชนะ ก็ว่า. (ส. ไชน).",
    "เช่น": "น. อย่าง, ชนิด, เช่น รู้เช่นเห็นชาติ เช่นนี้ เช่นใด.<2t>ว. เหมือน, ใช้นําหน้าคําประสมได้ แปลว่า อย่าง เช่น เช่นนี้ ว่า อย่างนี้, เช่นใด ว่า อย่างใด.",
    "เชย": "ก. สัมผัสเบา&#160;ๆ หรือช้อนขึ้นเบา&#160;ๆ ด้วยความเอ็นดูหรือรักใคร่ เช่น เชยแก้ม เชยคาง; โปรยปรายลงมา ในคําว่า ฝนเชย; พัดมาเฉื่อย&#160;ๆ (ใช้แก่ลม); สกัดงาเอานํ้ามันเรียกว่า เชยนํ้ามันงา; (ปาก) ว. ไม่ทันสมัย, เปิ่น.",
    "เชยชม": "ก. จับต้องเล้าโลม, กอดจูบ.",
    "เชรา": "[เชฺรา] (กลอน) น. ซอกผา, ห้วย. (ข.).",
    "เชราะ": "[เชฺราะ] (กลอน) น. ทาง, ซอก, ทางนํ้าเซาะ.<2t>ก. เซาะให้ลึกเข้าไปหรือเป็นทางเข้าไป.",
    "เชริด": "[เชฺริด] (โบ) น. เทริด, เครื่องสวมศีรษะ.",
    "เชลง": "[ชะเลง] (กลอน) ก. แต่ง, ประพันธ์. (ข.).",
    "เชลย": "[ชะเลย] น. ผู้ที่ถูกข้าศึกจับตัวได้. (ข.).",
    "เชลยศักดิ์": "ว. อยู่นอกทําเนียบนอกทะเบียน เช่น หมอเชลยศักดิ์ นักสืบเชลยศักดิ์.",
    "เชลยศึก": "น. ผู้ที่ถูกคู่สงครามจับตัวได้.",
    "เชลแล็ก": "น. ของแข็งที่สกัดได้จากครั่ง ลักษณะเป็นแผ่นบาง สีค่อนข้างเหลือง ละลายได้ดีในแอลกอฮอล์ ใช้ประโยชน์เคลือบผิววัตถุหรือชักเงาผิวไม้, (ปาก) ชะแล็ก. (อ. <f>shellac</f>).",
    "เชลียง": "[ชะเลียง] น. ชื่อเครื่องดินเผาที่ทํามาจากเมืองเชลียง ซึ่งอยู่ในอําเภอสวรรคโลก จังหวัดสุโขทัย.",
    "เชวง": "[ชะเวง] (กลอน) ก. รุ่งเรือง, เลื่องลือ. (ข. เฌฺวง ว่า ปรีชารุ่งเรือง).",
    "เชษฐ- ๑": "[เชดถะ-] น. พี่ผู้เป็นใหญ่ เช่น เชษฐบุรุษ. (ป. เชฏฺ&#xF700;; ส. เชฺยษฺ&#xF700;).<2t>ว. &#147;เจริญที่สุด&#148;. (ส.; ป. เชฏฺ&#xF700;), (ราชา) ถ้าใช้ว่า พระเชษฐภคินี หมายถึง พี่สาว, ถ้าใช้ว่า พระเชษฐภาดา หมายถึง พี่ชาย, ถ้าใช้ว่า พระเชษฐา หมายถึง พี่ชาย.",
    "เชษฐ- ๒": "[เชดถะ-] น. เดือนอันมีพระจันทร์เพ็ญเสวยฤกษ์เชษฐา เรียกว่า เชษฐมาส คือ เดือน ๗ ตามจันทรคติ ตกในราวเดือนมิถุนายน, ถ้าพระจันทร์เพ็ญเกี่ยวมาทางดาวฤกษ์มูลา เรียกว่า เชษฐมูลมาส. (ป. เชฏฺ&#xF700;; ส. เชฺยษฺ&#xF700;, ไชฺยษ&#xF700;).",
    "เชษฐ- ๓, เชษฐะ": "[เชดถะ-] น. ดาวฤกษ์ที่ ๑๘ มี ๑๔ ดวง เห็นเป็นรูปงาช้างหรือคอนาค เช่น อัษฐรัศนักษัตรสมบุรณยล บัญญัติเชษฐดารา. (สรรพสิทธิ์), ดาวเชษฐา ดาวงาช้าง ดาวช้างใหญ่ ดาวคอนาค หรือ ดาวแพะ ก็เรียก. (ป. เชฏฺ&#xF700;า; ส. เชฺยษฺ&#xF700;า).",
    "เชษฐา ๑": "[เชดถา] (กลอน) น. พี่ชาย, คู่กับ กนิษฐา คือ น้องสาว.",
    "เชษฐา ๒": "[เชดถา] น. ดาวฤกษ์ที่ ๑๘ มี ๑๔ ดวง เห็นเป็นรูปงาช้างหรือคอนาค, ดาวเชษฐะ ดาวงาช้าง ดาวช้างใหญ่ ดาวคอนาค หรือ ดาวแพะ ก็เรียก. (ป. เชฏฺ&#xF700;า; ส. เชฺยษฺ&#xF700;า).",
    "เชอ": "ก. เป็นคําใช้เข้าคู่กับคํา บําเรอ เช่น อันว่าอมิตดาก็อยู่บําเรอเชอภักดิ์. (ม. คําหลวง ชูชก), จํานําบําเรอเชอถนอม. (สรรพสิทธิ์).",
    "เช่า": "ก. เข้าใช้ทรัพย์สิน เช่น บ้าน ที่ดิน รถยนต์ของผู้อื่นชั่วคราว โดยให้ค่าเช่า; ซื้อวัตถุที่ถือว่าขลังหรือศักดิ์สิทธิ์ เช่น เช่าพระพุทธรูป.",
    "เช้า ๑": "น. เวลาระหว่างรุ่งสว่างกับสาย, เวลาตั้งแต่รุ่งสว่างถึงเที่ยง.<2t>ว. ที่อยู่ในช่วงเวลาตั้งแต่รุ่งสว่างถึงเที่ยง เช่น รอบเช้า ผลัดเช้า; เร็วกว่าเวลาที่กําหนดในระหว่างรุ่งสว่างกับสาย เช่น มาแต่เช้า; โดยปริยายหมายความว่า ก่อนเวลาที่กําหนด.",
    "เช้า ๒": "(โบ) น. กระเช้า เช่น ครั้นเช้าก็หิ้วเช้า. (ม. คําหลวง มัทรี).",
    "เช่าช่วง": "(กฎ) ก. การที่ผู้เช่าเอาทรัพย์สินที่ตนเช่าไปให้ผู้อื่นเช่าอีกทอดหนึ่ง.",
    "เช่าซื้อ": "(กฎ) น. ชื่อสัญญาซึ่งเจ้าของเอาทรัพย์สินออกให้เช่า และให้คํามั่นว่าจะขายทรัพย์สินนั้น หรือว่าจะให้ทรัพย์สินนั้นตกเป็นสิทธิแก่ผู้เช่า โดยเงื่อนไขที่ผู้เช่าได้ใช้เงินเป็นจํานวนเท่านั้นเท่านี้คราว.",
    "เช้าตรู่": "น. เวลาสาง&#160;ๆ, เวลาที่แสงเงินแสงทองขึ้น, รุ่งอรุณ.",
    "เช่าถือสวน": "ก. เช่าที่สวน.",
    "เช่าทรัพย์": "(กฎ) น. ชื่อสัญญาซึ่งบุคคลคนหนึ่ง เรียกว่า ผู้ให้เช่า ตกลงให้บุคคลอีกคนหนึ่ง เรียกว่า ผู้เช่า ได้ใช้หรือได้รับประโยชน์ในทรัพย์สินอย่างใดอย่างหนึ่งชั่วระยะเวลาอันมีจํากัด และผู้เช่าตกลงจะให้ค่าเช่าเพื่อการนั้น.",
    "เช่าพระ": "ก. ซื้อพระพุทธรูปหรือพระเครื่องไปบูชา.",
    "เช้ามืด": "น. เวลาจวนสว่าง.",
    "เชาว์": "ว. เร็ว. (แผลงมาจาก ป., ส. ชว).",
    "เชาวน์": "[เชา] น. ปัญญาหรือความคิดฉับไว, ปฏิภาณไหวพริบ. (แผลงมาจาก ป., ส. ชวน).",
    "เชิง ๑": "น. ตีนซึ่งเป็นฐานที่ตั้งของบางสิ่งบางอย่าง เช่น เชิงเทียน เชิงเขา เชิงกําแพง, ชายหรือปลายของบางสิ่งบางอย่างที่ยื่นออกมา เช่น เชิงตะพาบนํ้า เชิงปลากราย เชิงเลน เชิงกลอน, ริมหรือชายด้านล่างของผ้าที่มีลวดลายเช่น เชิงผ้า เชิงผ้าซิ่น.",
    "เชิง ๒": "ก. แง่งอน, กระบวน, เช่น ทําเชิง เอาเชิง; ท่าที, ท่วงที, เช่น คุมเชิง หยั่งเชิง ลองเชิง.",
    "เชิงกรวย": "(กลอน) น. กรวยเชิง เช่น ภูษาเชิงกรวยรูจี. (อิเหนา).",
    "เชิงกราน": "<pic031.gif,เชิงกราน>น. เตาไฟปั้นด้วยดินยกตั้งได้ มีชานสําหรับวางฟืน; เรียกกระดูกตะโพกที่มีสัณฐานอย่างเชิงกรานว่า กระดูกเชิงกราน.",
    "เชิงกล": "ว. เกี่ยวกับเครื่องกล.",
    "เชิงกลอน": "น. ไม้ประกับปลายเต้าตลอดชายคาเรือนแบบเก่า; ไม้ประกับปลายจันทันตลอดชายคาเรือนแบบใหม่ที่ไม่มีเต้า.",
    "เชิงกอบ": "(โบ) ก. ผูก, มัด, จังกอบ ก็เรียก.",
    "เชิงชั้น": "น. เล่ห์เหลี่ยม, ท่วงที, อุบาย, ชั้นเชิง ก็ว่า.",
    "เชิงชาย": "น. ไม้เครื่องเรือนรูปแบน สําหรับรับชายคาเรือนที่ไม่มีกลอน, ถ้าเรือนมีกลอน เรียกว่า เชิงกลอน.",
    "เชิงซ้อน": "ว. ซับซ้อน, ซ้อนกัน, เช่น ภาพเชิงซ้อน, มีส่วนประกอบหลายอย่าง เช่น จํานวนเชิงซ้อน.",
    "เชิงเดิน": "น. ค่าป่วยการที่วิ่งเต้นทําธุระให้ เรียกว่า ค่าเชิงเดิน.",
    "เชิงเดียว": "ว. ไม่ซับซ้อน, ไม่มีสิ่งอื่นเจือปน.",
    "เชิงเดี่ยว": "ว. เดี่ยวโดด, โดดเดี่ยว, ไม่มีคู่.",
    "เชิงตะกอน": "น. ฐานที่ทําขึ้นสําหรับเผาศพ.",
    "เชิงทรง": "น. เรียกนาชนิดที่ไม่มีทางจะบุกเบิกออกไปได้อีกว่า นาเชิงทรง, นาขอบเหล็ก ก็ว่า.",
    "เชิงเทิน": "น. ที่ดินที่พูนสูงขึ้นเป็นเชิงของป้อมปราการ, พื้นที่ว่างภายในป้อมสําหรับให้ทหารขึ้นไปอยู่ตรวจการณ์หรือต่อสู้ข้าศึก.",
    "เชิงแป": "น. แผ่นไม้ที่อยู่ใต้แปหัวเสาตกแต่งให้มีบ่าเพื่อใช้รองรับกลอน.",
    "เชิงมุม": "ว. เกี่ยวกับมุม เช่น ระยะสูงเชิงมุม.",
    "เชิงเวียน": "น. ชื่อลายชนิดหนึ่ง เช่น เอาพระจําเจิมเฉลิมเชิงเวียน. (ม. คําหลวง นครกัณฑ์).",
    "เชิงอรรถ": "น. คําอธิบายหรือข้ออ้างอิงที่เขียนหรือพิมพ์ไว้ที่ส่วนล่างของหน้าหนังสือหรือตอนท้ายของเรื่อง.",
    "เชิญ": "ก. แสดงความปรารถนาเพื่อขอให้ทําอย่างใดอย่างหนึ่งด้วยความเคารพหรืออ่อนน้อม เช่น เชิญเทวดา เชิญมารับประทานอาหาร; ถือ อุ้ม ชู หรือนําไปเป็นต้นด้วยความเคารพ เช่น เชิญพระแสง เชิญพระพุทธรูป เชิญธง เชิญขันหมาก; กล่าวอนุญาตให้ทําอย่างใดอย่างหนึ่งด้วยความสุภาพหรืออ่อนน้อม เช่น เชิญเถิด เชิญครับ เชิญตามสบาย.",
    "เชิด": "ก. ยื่นหรือยกขึ้นจนเห็นเด่น เช่น เชิดหน้า เชิดอก; โดยปริยายหมายความว่า ถูกใช้ให้ออกหน้าแทน ในคําว่า ถูกเชิด.<2t>ว. ที่ยื่นหรือยกขึ้นจนเห็นเด่น เช่น ปากเชิด จมูกเชิด หน้าเชิด.<2t>น. ชื่อเพลงไทยประเภทหนึ่ง ใช้บรรเลงในการแสดงกิริยาไปมาอย่างรวดเร็วหรือการเดินทางระยะไกล เรียกว่า เพลงเชิด เช่น เชิดกลอง เชิดฉิ่ง เชิดฉาน เชิดนอก; ท่าโขนท่าหนึ่ง.",
    "เชิดจีน": "น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "เชิดชู": "ก. ยกย่อง, ชมเชย.",
    "เชิดหนัง": "ก. ยกชูตัวหนังตะลุงขึ้นให้เคลื่อนไหวไปตามบทบาท, ยกชูตัวหนังใหญ่แล้วผู้เชิดเยื้องกรายประกอบไปตามบทบาท.",
    "เชิดหน้าชูตา": "ก. ทําให้มีหน้ามีตาขึ้น, ชูหน้าชูตา ก็ว่า.",
    "เชิดหุ่น": "ก. ยกชูหุ่นขึ้นให้แสดงกิริยาท่าทางไปตามบทบาท.",
    "เชิ้ต": "น. เสื้อคอปกชนิดหนึ่ง. (อ. <f>shirt</f>).",
    "เชีย": "(โบ) ก. ไหว้ เช่น เชียเชิงเจ้าพ่อผัวแม่แง่. (ม. คําหลวง ทานกัณฑ์).",
    "เชี้ย": "(โบ) ก. เชื้อ, มักใช้ประกอบกับคํา เชิญ เป็น เชี้ยเชิญ.",
    "เชียง ๑": "น. คําเรียกเมืองทางภาคพายัพและเหนือขึ้นไป เช่น เชียงใหม่ เชียงราย เชียงตุง.",
    "เชียง ๒": "น. เรียกเครื่องหอมชนิดหนึ่งว่า ชะมดเชียง. <i>(ดู ชะมดเชียง)</i>.",
    "เชียง ๓": "น. โกฐเชียง. <i>(ดู โกฐเชียง)</i>.",
    "เชียด": "(ปาก) น. พ่อหรือแม่ของทวด, เทียด ก็ว่า.",
    "เชี่ยน, เชี่ยนหมาก": "น. ภาชนะสําหรับใส่เครื่องหมากพลู.",
    "เชียบ": "ก. เงียบ เช่น เชียบเสียงสงสารองค์. (สมุทรโฆษ).",
    "เชี่ยม": "น. ชื่อพรรณไม้ชนิดหนึ่ง. (พจน. ๒๔๙๓).",
    "เชียร์": "ก. ให้กําลังใจด้วยการตะโกนโห่ร้อง ใช้ในการแข่งขัน. (อ. <f>cheer</f>).",
    "เชียร ๑": "ว. แก่ครํ่าคร่า, ชํารุด. (แผลงมาจาก ชีระ).",
    "เชียร ๒": "ว. ว่องไว, เก่ง, เชี่ยว, เช่น เชียรเชียรใบบาตรนํ้า. (แช่งนํ้า). (แผลงมาจาก ชีระ).",
    "เชียรณ์": "ว. เก่า, แก่, ชํารุด, ยุ่ย, ย่อย, โบราณ. (แผลงมาจาก ชีรณ).",
    "เชียว": "ว. เทียว, ทีเดียว.",
    "เชี่ยว": "ว. อาการที่สายนํ้าไหลแรง เรียกว่า นํ้าไหลเชี่ยว.",
    "เชี่ยวชาญ": "ว. สันทัดจัดเจน, ชํ่าชอง, มีความชํานิชํานาญมาก.",
    "เชื่อ": "ก. เห็นตามด้วย, มั่นใจ, ไว้ใจ; ซื้อหรือขายโดยติดค้างไว้ ไม่ต้องชําระเงินทันที.",
    "เชื้อ ๑": "น. สิ่งที่เป็นต้นเหตุทําให้เกิดสิ่งอื่น&#160;ๆ ที่มีลักษณะทํานองเดียวกัน เช่น เชื้อไฟ เชื้อเหล้า; ผู้ที่สืบวงศ์วานว่านเครือเผ่าพันธุ์ต่อ&#160;ๆ กันมา เช่น มีเชื้อจีน มีเชื้อแขก; อย่าง เช่น ๓ เชื้อ ว่า ๓ อย่าง.",
    "เชื้อ ๒": "ก. เชิญ เช่น สาวใช้เชื้อชูไป. (ม. คําหลวง ทศพร), มักใช้เข้าคู่กับคํา เชิญ เป็น เชื้อเชิญ; ชื่อเพลงไทยทํานองหนึ่งที่มักใช้เนื่องในการอธิษฐาน.",
    "เชือก": "น. สิ่งที่ทําด้วยด้ายหรือป่านปอเป็นต้น มักฟั่นหรือตีเกลียวสําหรับผูกหรือมัด; ลักษณนามเรียกช้างบ้าน เช่น ช้างเชือกหนึ่ง ช้าง ๒ เชือก.",
    "เชือกเขา": "น. เถาวัลย์.",
    "เชือกบาศ": "น. เชือกที่ทําเป็นบ่วงผูกปลายไม้คันจามสําหรับคล้องเท้าช้าง.",
    "เชื่อง": "ว. ไม่เปรียว, ที่คุ้นกับคน, (ใช้แก่สัตว์).",
    "เชื่องช้า": "ว. อืดอาด, ยืดยาด, ไม่ว่องไว.",
    "เชื่อใจ": "ก. ไว้ใจ.",
    "เชื้อชาติ": "น. ผู้ที่ร่วมเผ่าพันธุ์เดียวกัน.",
    "เชื้อเชิญ": "ก. เชิญด้วยความสุภาพ, เชิญด้วยความอ่อนน้อม.",
    "เชือด": "ก. ใช้ของมีคมเช่นมีดโกนตัดให้ลึกเข้าไปในเนื้อ เช่น เชือดคอ.",
    "เชื่อถือ": "ก. นับถือ.",
    "เชือน": "ว. ชักช้า.",
    "เชือนแช": "ว. ไถล, เถลไถลไม่ตรงไปตรงมา, แชเชือน ก็ว่า.",
    "เชื้อเพลิง": "น. สิ่งที่ทําให้ไฟติดง่าย; สิ่งที่ทําให้เกิดการเผาไหม้.",
    "เชื่อฟัง": "ก. ทําตามหรือประพฤติตามคําสั่งหรือคําสอน.",
    "เชื้อไฟ": "น. สิ่งที่ทําให้ไฟติดง่ายเช่นกระดาษหรือไม้ที่เกรียกเป็นชิ้นเล็ก&#160;ๆ.",
    "เชื่อม ๑": "ก. ทําของหวานอย่างหนึ่ง โดยเอานํ้าตาลใส่นํ้าตั้งไฟเคี่ยวให้ละลาย แล้วใส่สิ่งที่ต้องการเคี่ยวจนได้ที่ เช่น เชื่อมกล้วย, เคี่ยวนํ้าตาลให้ใสเพื่อประสมกับสิ่งอื่น เช่น วุ้นนํ้าเชื่อม.<2t>ว. เรียกนํ้าหวานที่เอานํ้าตาลเคี่ยวให้ใสเพื่อใช้ประสมหรือเคี่ยวกับสิ่งอื่นว่า นํ้าเชื่อม; ใช้ประกอบคำ หวาน หมายความว่า หวานมาก เช่น ตาหวานเชื่อม.",
    "เชื่อม ๒": "ก. ทําให้ติดเป็นเนื้อเดียวกัน เช่น เชื่อมเหล็ก, ทําให้ประสานกัน เช่น เชื่อมสัมพันธไมตรี.",
    "เชื่อม ๓": "ว. มีอาการเงื่องเหงามึนซึมคล้ายเป็นไข้ เช่น เชื่อมซึม.",
    "เชื่อมือ": "(ปาก) ก. เชื่อฝีมือ, เชื่อความรู้ความสามารถ.",
    "เชื้อไม่ทิ้งแถว": "(สํา) ว. เป็นไปตามเผ่าพันธุ์.",
    "เชื้อรา": "น. เชื้อจุลินทรีย์อยู่ในกลุ่มพืชชั้นตํ่า บางชนิดทําให้เกิดโรค เช่น กลาก เกลื้อนได้.",
    "เชื้อโรค": "น. สิ่งที่มีชีวิต เมื่อเข้าสู่ร่างกายมนุษย์หรือสัตว์แล้ว ทําให้เกิดโรคได้; (กฎ) เชื้อจุลินทรีย์หรือผลิตผลจากเชื้อจุลินทรีย์ที่ทําให้เกิดโรคในคนหรือสัตว์.",
    "เชื่อวัน": "ว. คําใช้เข้าคู่กับคํา ทุกเมื่อ เป็น ทุกเมื่อเชื่อวัน หมายความว่า ทุกขณะ, ทุกวัน, เสมอ. (ม. คําหลวง นครกัณฑ์).",
    "เชื้อสาย": "น. เผ่าพันธุ์.",
    "เชื้อหมัก": "น. จุลินทรีย์พวกราที่มีขนาดเล็ก สามารถเปลี่ยนนํ้าตาลให้เป็นแอลกอฮอล์และแก๊สคาร์บอนไดออกไซด์ได้. (อ. <f>yeast</f>).",
    "แช": "ว. เถลไถลไม่ตรงไปตรงมา, มักใช้เข้าคู่กับคํา เชือน เป็น แชเชือน หรือ เชือนแช.",
    "แช่": "ก. จุ้มหรือใส่ลงไปในนํ้าหรือของเหลวอย่างอื่นชั่วระยะเวลาหนึ่ง เช่น แช่นํ้า แช่ข้าว แช่แป้ง, โดยปริยายใช้หมายถึงอาการที่ชักช้าอยู่กับที่เกินสมควรโดยไม่จําเป็น เช่น ไปนั่งแช่อยู่ได้.",
    "แช่ง": "ก. กล่าวด้วยตั้งใจมุ่งร้ายเพื่อให้เขาเป็นเช่นนั้น.",
    "แช่งชักหักกระดูก": "ก. แช่งด่ามุ่งร้ายให้ผู้อื่นได้รับอันตรายอย่างร้ายแรง.",
    "แช่งน้ำ": "น. พิธีทํานํ้าให้ศักดิ์สิทธิ์ในการถือนํ้า.",
    "แชงมา": "น. ชื่อขนมชนิดหนึ่ง.",
    "แชบ๊วย": "น. ชื่อกุ้งทะเลชนิด <f><i>Penaeus merguiensis</i></f> ในวงศ์ <f>Penaeidae</f> ขนาดเล็กกว่ากุ้งกุลาดํา ตัวสีอ่อนใส เปลือกขาว พบทั่วไปในทะเลชายฝั่งและในนํ้ากร่อย.",
    "แช่เบ้า": "ว. อาการที่นั่งอยู่กับที่เป็นเวลานาน&#160;ๆ โดยไม่ได้ทําประโยชน์อะไร.",
    "แช่ม": "ว. แจ่มใส, มักใช้เข้าคู่กับคําอื่น เช่น แช่มช้อย แช่มชื่น.",
    "แช่มช้อย": "ว. มีกิริยามารยาทนุ่มนวลน่ารัก.",
    "แช่มชื่น": "ว. มีสีหน้าแจ่มใสเบิกบาน.",
    "แช่เย็น": "ก. เอาใส่ไว้ในเครื่องทําความเย็นหรือนํ้าแข็ง; โดยปริยายหมายความว่า เอาไปเก็บไว้เป็นเวลานาน.",
    "แชร์": "น. การลงหุ้นเป็นจํานวนเงินและตามวาระที่กําหนดแล้วประมูลว่าจะให้ดอกเบี้ยเท่าไร ผู้ลงหุ้นที่ให้ดอกเบี้ยสูงสุดจะได้รับเงินก่อน เวียนไปจนครบจํานวนผู้เล่น, เรียกการลงหุ้นเช่นนั้นว่า เล่นแชร์. (อ. <f>share</f>).",
    "แชรง": "[แชฺรง] (โบ) ก. แซง.",
    "แชล่ม": "[ชะแล่ม] ว. สวย, งดงาม, แช่มช้อย, แฉล้ม หรือ แสล้ม ก็ใช้.",
    "แชสซี": "น. โครงของรถยนต์ตามความยาวตัวถังรถ ทำด้วยโลหะแข็งแรง ซึ่งไม่รวมตัวถัง เครื่องยนต์ และล้อ, คัสซี ก็ว่า. (อ. <f>chassis</f>).",
    "แช่อิ่ม": "ว. ที่แช่นํ้าตาลเชื่อมจนอิ่มตัว เช่น ผลไม้แช่อิ่ม เปลือกส้มโอแช่อิ่ม.",
    "แชะ": "(โบ) ว. แฉะ เช่น บเปื้อนแชะชํชล. (ม. คําหลวง วนปเวสน์).",
    "โชก, โชก ๆ": "ว. มากจนไหลอาบไปทั่ว เช่น เสื้อเปียกโชก เหงื่อโชก ราดนํ้าแกงโชก&#160;ๆ.",
    "โชกโชน": "(ปาก) ว. ลักษณะที่ได้ผ่านการต่อสู้หรือมีประสบการณ์มาอย่างมากมาย เช่น ต่อสู้มาอย่างโชกโชน ผจญภัยมาอย่างโชกโชน.",
    "โชค": "น. สิ่งที่นําผลมาให้โดยคาดหมายได้ยาก เช่น โชคดี โชคร้าย, มักนิยมใช้ในทางดี เช่น นายแดงเป็นคนมีโชค.",
    "โชงโลง": "น. เครื่องวิดนํ้ารูปคล้ายเรือครึ่งท่อน มีด้ามถือ ผูกแขวนเข้ากับขาหยั่ง แล้วจับด้ามให้พุ้ยนํ้าเข้าออกตามต้องการ, ชงโลง ก็ว่า, (ถิ่น-อีสาน) กะโซ้.",
    "โชดก": "น. ผู้รุ่งเรือง, ผู้สว่างไสว, ผู้ส่อง. (ป. โชตก).",
    "โชดึก": "น. ผู้มีความรุ่งเรือง, ผู้มีความสว่างไสว. (ป. โชติก).",
    "โชต": "ว. สว่าง, รุ่งเรือง, โพลง. (ป.).",
    "โชตกะ": "[โชตะกะ] น. ผู้รุ่งเรือง, ผู้สว่างไสว, ผู้ส่อง. (ป.).",
    "โชติ, โชติ-": "[โชด, โชติ-] น. ความรุ่งเรือง, ความโพลง, ความสว่าง. (ป.; ส. โชฺยติสฺ).",
    "โชติก-": "[โชติกะ-] น. ผู้มีความรุ่งเรือง, ผู้มีความสว่างไสว. (ป.).",
    "โชติช่วง": "[โชด-] ว. สว่างรุ่งโรจน์, ช่วงโชติ ก็ว่า.",
    "โชติรส": "[โชติ-] น. แก้ววิเศษชนิดหนึ่งมีรัศมีรุ่งเรือง. (ป.).",
    "โชน": "ว. อาการที่ไหม้ทั่วเต็มที่ เช่น ไฟลุกโชน; แรง, เร็ว, เช่น ไหลโชน พุ่งโชน.",
    "โชมโรม": "น. ที่พักชั่วคราวของกลุ่มบุคคล; ที่ประชุมของกลุ่มบุคคลที่มีจุดประสงค์เพื่อประโยชน์บางประการร่วมกัน เช่น โชมโรมนักวรรณศิลป์ โชมโรมพุทธศาสตร์; ชมรม ก็ว่า.",
    "โชย, โชยชาย": "ก. อาการที่ลมพัดอ่อน&#160;ๆ เช่น ลมโชย กลิ่นโชย; เดินกรีดกราย.",
    "โชยงการ": "[ชะโยง-] (กลอน; ตัดมาจาก ราชโยงการ) น. พระดํารัสของพระเจ้าแผ่นดิน เช่น ภูวไนยผายโอษฐอื้นโชยงการ. (ตะเลงพ่าย).",
    "โชยติส": "[ชะโยติด] น. ดาราศาสตร์. (ส.; ป. โชติ).",
    "โชรม": "[โชฺรม] (โบ) ก. โซม.",
    "โชว์": "ก. เปิดอวดให้ดู, แสดงให้คนทั่วไปได้ดูได้ชม เช่น โชว์สินค้า. (อ. <f>show</f>).",
    "โชโหว": "<i>ดู อีเพา</i>.",
    "ใช่": "ว. คํารับรองแสดงว่า เป็นเช่นนั้น, เป็นอย่างนั้น, ถูก, แน่; บางทีก็ใช้เป็นคําปฏิเสธหมายความว่า ไม่ใช่ เช่น ใช่คน ใช่สัตว์ ใช่ว่า.",
    "ใช้": "ก. บังคับให้ทํา เช่น ใช้งาน; จับจ่าย เช่น ใช้เงิน; เอามาทําให้เกิดประโยชน์ เช่น ใช้เรือ ใช้รถ; ชําระ ในคําว่า ใช้หนี้; ตอบแทน, ให้ทดแทน, เช่น เมื่อเขาเลี้ยงเรา เราต้องเลี้ยงใช้เขา.",
    "ใช้กรรม": "ก. ชดใช้กรรมที่ได้ทําไว้.",
    "ใช้กำลังประทุษร้าย": "(กฎ) ก. ทำการประทุษร้ายแก่กายหรือจิตใจของบุคคล ไม่ว่าจะทำด้วยใช้แรงกายภาพหรือด้วยวิธีอื่นใด และหมายความรวมถึงการกระทำใด&#160;ๆ ซึ่งเป็นเหตุให้บุคคลหนึ่งบุคคลใดอยู่ในภาวะที่ไม่สามารถขัดขืนได้ ไม่ว่าจะโดยใช้ยาทำให้มึนเมา สะกดจิต หรือใช้วิธีอื่นใดอันคล้ายคลึงกัน.",
    "ใช้ได้": "ว. ค่อนข้างดี.",
    "ใช้เนื้อ": "ก. จ่ายให้หรือทดแทนส่วนที่ขาดไป.",
    "ใช้บน": "ก. แก้บน.",
    "ใช้ใบ": "ก. กางใบแล่นเรือ.",
    "ใช้เรือ": "น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "ใช้สอย": "ก. เอามาทําให้เกิดประโยชน์, จับจ่าย, บังคับให้ทํา.",
    "ไช": "ก. เจาะเข้าไป เช่น หนอนไช ไชรู, แยงเข้าไป เช่น เอานิ้วไชจมูก.",
    "ไช้เท้า": "น. ผักกาดหัว. <i>(ดู กาด ๑)</i>.",
    "ไชนะ": "น. ชื่อศาสนาหนึ่งในอินเดีย มีศาสดาชื่อมหาวีระ, ชิน หรือ เชน ก็ว่า. (ส.).",
    "ไชย, ไชย-": "[ไช, ไชยะ-] ว. ดีกว่า, เจริญกว่า. (ป., ส. เชยฺย).",
    "ไชยเภท": "[ไชยะเพด] น. เด็กที่มีอายุแต่เดือนที่ ๑ ไป.",
    "ไชโย": "อ. คําที่เปล่งออกมาแสดงความดีใจหรืออํานวยพรเป็นต้น.",
    "ซ": "พยัญชนะตัวที่ ๑๑ นับเป็นพวกอักษรตํ่า ใช้เป็นตัวสะกดในแม่กดในคำที่มาจากภาษาต่างประเทศ เช่น กอซ.",
    "ซก, ซ่ก": "ก. เปียกชุ่มจนถึงหยด เช่น เหงื่อซก.",
    "ซ่ง": "น. โซ่ง, ซงดำ หรือ ไทยดำ ก็เรียก. <i>(ดู โซ่ง)</i>.",
    "ซงดำ": "น. โซ่ง, ซ่ง หรือ ไทยดํา ก็เรียก. <i>(ดู โซ่ง)</i>.",
    "ซ่งฮื้อ": "น. ชื่อปลานํ้าจืดชนิด <f><i>Aristichthys nobilis</i></f> ในวงศ์ <f>Cyprinidae</f> ปากเล็กอยู่ปลายสุดของหัว ไม่มีหนวด ลําตัวสีเงิน ยาวป้อม แบนข้างเล็กน้อย ท้องกลม ที่สําคัญคือ มีหัวโตและกว้าง เกล็ดเล็กเรียบ หากินอยู่ตามพื้นท้องนํ้า มีถิ่นเดิมอยู่ในประเทศจีน นําเข้ามาเลี้ยงเป็นอาหาร.",
    "ซง้า": "[ซะ-] น. ปีมะเมีย. (ไทยเหนือ).",
    "ซด": "ก. อาการที่กินนํ้าร้อน นํ้าชา หรือนํ้าแกงทีละน้อย&#160;ๆ มักมีเสียงดังซู้ด.",
    "ซน ๑": "ก. อาการที่อยู่ไม่สุขจับโน่นฉวยนี่หรือเล่นไม่เป็นเรื่องเป็นราวทําให้เดือดร้อนเสียหาย.",
    "ซน ๒": "ก. เอาฟืนที่ไหม้ไฟบ้างแล้วซุกเข้าไปในกองไฟเรียกว่า ซนไฟ.",
    "ซ่น": "(โบ) น. ส้น, ส่วนท้ายของเท้า, ส่วนท้ายของบางสิ่งบางอย่าง เช่น ซ่นปืน.",
    "ซ้น": "ก. อาการที่ข้อมือข้อเท้าเป็นต้นถูกกระแทกโดยแรงทําให้เคลื่อนเลยที่เดิมเข้าไป.",
    "ซบ": "ก. เอาหน้าฟุบแนบลงไป.",
    "ซบเซา": "ว. หงอยก๋อย, เงียบเหงา, ไม่เบิกบาน; ไม่คึกคักเช่นเดิม เช่น ตลาดการค้าเดี๋ยวนี้ซบเซาไป.",
    "ซม": "ว. อาการอย่างเป็นไข้ในระยะรุนแรงถึงกับนอนจนไม่อยากลืมตา เรียกว่า นอนซม.",
    "ซมซาน": "ก. กระเสือกกระสนไปอย่างสิ้นท่าหรือสิ้นคิด, ซาน หรือ ซานซม ก็ว่า.<2t>ว. งมงาย, ไม่รู้อะไร, เช่น โง่ซมซาน, ซานซม ก็ว่า.",
    "ซรอกซรัง": "[ซฺรอกซฺรัง] (แบบ) ก. ซุกซ่อน, ซ่อนเร้น, เช่น อย่าทันเห็นแม่ออก ชีสู่ซรอกซรังไป. (ม. คําหลวง กุมาร), ซอกซัง ก็ว่า.",
    "ซวด": "(โบ) ก. เกินขนาด, นูนขึ้นสูงขึ้น, เช่น อันว่าสวภาพท้องบมิซวดเสมออก. (ม. คําหลวง ทศพร).",
    "ซวดเซ": "ก. เอนไป, เอียงไป, จวนล้ม, เสียหลัก, (มักใช้แก่ฐานะความเป็นอยู่) เช่น ฐานะซวดเซ.",
    "ซวดทรง": "(โบ) น. ทรวดทรง, รูปร่าง, สัณฐาน.",
    "ซวน": "ก. ถลาไปข้างหน้า เช่น เดินซวน, เอนไปจากแนว เช่น เสาซวน.",
    "ซวนเซ": "ก. เซถลาไปมา.",
    "ซวย": "(ปาก) ว. เคราะห์ร้าย, อับโชค. (จ.).",
    "ซอ ๑": "น. ตอไม้ไผ่ค่อนข้างยาวที่เหลืออยู่ที่กอ.",
    "ซอ ๒": "น. ชื่อเครื่องดนตรีพวกหนึ่งสําหรับสี ในพวกเครื่องสายหรือมโหรี มีคันชักสีให้ดัง มีหลายชนิด เช่น ซออู้ ซอด้วง, ลักษณนามว่า คัน.<2t>ก. ร้องเพลง, ขับร้อง, เช่น ขับซอยอราชเที้ยร ทุกเมือง. (ลอ).",
    "ซอก": "น. ช่องทางที่แคบ&#160;ๆ เช่น ซอกเขา ซอกหู ซอกคอ.<2t>ก. ซุก, ซุกแทรกเข้าไป, ซ่อน.",
    "ซอกซอน": "ก. ด้นดั้นไป, ชอนไชไป เช่น หนอนซอกซอนไป รากไม้ซอกซอนไป.",
    "ซอกซัง": "ก. ซุกซ่อน, ซ่อนเร้น.",
    "ซอกแซก": "ก. ดั้นด้นไปทุกซอกทุกมุมทั้ง&#160;ๆ ที่ไม่น่าจะไป เช่น ซอกแซกไป, เสาะค้นขึ้นมาถามแม้ในเรื่องที่ไม่น่าถาม เช่น ซอกแซกถาม.<2t>ว. ทุกแง่ทุกมุม เช่น ถามซอกแซก, เสาะหาสรรหามากิน เช่น กินซอกแซก, เป็นซอกเป็นตรอกมาก เช่น ทางซอกแซก.",
    "ซอง": "<pic032.gif,ซองพลู>น. ซอกหรือช่องแคบ เช่น ซองหัวเรือท้ายเรือ เรียกว่า ซองเรือ; ซอกหรือช่องแคบที่ทําขึ้นสําหรับเอาช้างม้าวัวควายเข้าไปไว้ในที่บังคับ; เครื่องใช้ที่มีลักษณะแคบสําหรับสอดใส่สิ่งของ เช่น ซองธูป ซองพลู ซองจดหมาย ซองบุหรี่, ลักษณนามเรียกว่า ซอง เช่น ธูปซองหนึ่ง บุหรี่ ๒ ซอง; หน่วยของปริมาณของแท่งน้ำแข็งก้อนใหญ่ แบ่งออกได้เป็น ๔ กั๊ก; เครื่องจับปลาชนิดหนึ่ง รูปร่างคล้ายกระบอกแต่มีปากบานกว้าง มีงาแซงใส่ ก้นมีฝาทําด้วยไม้ไผ่เจาะรูปิด; เรียกไหชนิดหนึ่ง รูปร่างสูง&#160;ๆ ปากเล็กแคบ สําหรับใส่หัวผักกาดเค็มเป็นต้น.",
    "ซ่อง ๑": "น. ที่มั่วสุมชุมนุมกันลับ&#160;ๆ (มักใช้ในทางไม่ดี) เช่น ซ่องการพนัน ซ่องโจร ซ่องโสเภณี.<2t>ก. ประชุม.",
    "ซ่อง ๒, ซ่อง ๆ": "ว. เงื่อง, เซื่อง, เช่น นกยางเดินซ่อง&#160;ๆ.",
    "ซ่อง ๓": "ก. ร้องพร้อม&#160;ๆ กัน, ร้องสรรเสริญ, มักใช้ ซ้อง.",
    "ซ้อง": "ก. ร้องพร้อม&#160;ๆ กัน, ร้องสรรเสริญ, บางทีใช้ว่า ซ่อง; ระดมกัน, ทําพร้อม&#160;ๆ กัน เช่น ซ้องหัตถ์.",
    "ซองขาว": "น. จดหมายให้ออกจากงานโดยไม่มีความผิด; ซองบรรจุเงินสินบนหรือค่าสินจ้างเพื่อให้ทำสิ่งใดสิ่งหนึ่ง มักจะเป็นไปในทางมิชอบ.",
    "ซ่องแซ่ง": "ว. กระย่องกระแย่ง, กระซ่องกระแซ่ง ก็ว่า.",
    "ซองพลู": "<i>ดู จอบ ๓</i>.",
    "ซองมือ": "น. ฝ่ามือที่รวมนิ้วมือให้ห่อเข้า, อุ้งมือ.",
    "ซองแมว": "<i>ดู ซ้องแมว</i>.",
    "ซ้องแมว": "น. ชื่อไม้พุ่มเตี้ยชนิด <f><i>Gmelina philippensis </i>Cham.</f> ในวงศ์ <f>Labiatae</f> ดอกสีเหลืองออกเป็นช่อห้อย มีใบประดับสีขาวอมเขียวตลอดช่อ ราก ใบ และผลใช้ทํายา ผลเชื่อมกินได้, ช้องแมว ซองแมว หรือ ข้าวจี่ ก็เรียก.",
    "ซ่องสุม": "ก. เกลี้ยกล่อมผู้คนให้มามั่วสุมกันเพื่อกระทําการอย่างใดอย่างหนึ่ง.",
    "ซ่องเสพ": "ก. คบหากัน เช่น ควรซ่องเสพนักปราชญ์ อย่าซ่องเสพคนพาล; ร่วมประเวณี.",
    "ซองหาง": "น. ซอกโคนหาง, เครื่องคล้องโคนหางช้างม้า.",
    "ซอแซ": "(โบ; กลอน) ว. เสียงจอแจ, ซ้อแซ้.",
    "ซ้อแซ้": "(กลอน) ว. ซอแซ, เสียงจอแจ, เช่น ผินหน้าปรับทุกข์กันซ้อแซ้. (สังข์ทอง).",
    "ซอน": "ก. ชอนไป, เสียด, ซุก.",
    "ซ่อน ๑": "ก. แอบ, แอบแฝง, ปิดบัง, หลบไว้ในที่ลับตา.",
    "ซ่อน ๒": "(ถิ่น) ก. ช้อน, ต้อน, ใช้เฝือกกั้นลํานํ้าเพื่อจับปลา.",
    "ซ้อน": "ก. วางทับกัน เช่น เอาจานซ้อนกัน เอาหนังสือซ้อนสมุด, เรียงแทรกเสริมกัน เช่น ฟันซ้อน มะลิซ้อน; ซํ้า&#160;ๆ กัน เช่น ถูกชก ๒ ทีซ้อน เสียงปืนดัง ๓ นัดซ้อน; ว่ากันคนละทีในเชิงแข่งขัน เช่น เทศน์ซ้อน.<2t>ว. มีหรือทำอย่างเดียวกันกับที่มีหรือทำอยู่แล้ว เช่น เขามีประชุมซ้อน; ลักษณะที่จอดรถหรือเรือเรียงขนานกับอีกคันหนึ่งหรือลําหนึ่งที่จอดอยู่แล้ว เรียกว่า จอดรถหรือเรือซ้อนกัน; ลักษณะที่จอดรถขวางรถที่จอดเป็นระเบียบอยู่แล้ว เป็นการกีดขวางทางจราจร เรียกว่า จอดรถซ้อนคัน.",
    "ซ้อนกล": "ก. ใช้เล่ห์เหลี่ยมหรือกลอุบายที่เหนือกว่าแก้ลําฝ่ายตรงกันข้าม.",
    "ซ่อนกลิ่น": "น. ชื่อไม้ล้มลุกชนิด <f><i>Polianthes tuberosa </i>L.</f> ในวงศ์ <f>Agavaceae</f> ต้นเป็นกอ ดอกสีขาวเป็นช่อตั้งขึ้น กลิ่นหอม.",
    "ซ่อนเงื่อน": "ก. เร้นเงื่อนไว้ไม่ให้เห็น, ปิดบังข้อสําคัญไว้, ปิดบังอย่างมีเงื่อนงํา.",
    "ซ้อนซับ": "ก. ทับกันหลายชั้น.",
    "ซ่อนทราย": "น. (๑) ชื่อปลานํ้าจืดชนิด <f><i>Acanthopsis choirorhynchos</i></f> ในวงศ์ <f>Cobitidae</f> หัวแหลม ตาเล็ก มีหนวดสั้น ๔ คู่ เกล็ดเล็ก ลําตัวยาวเรียว แบนข้างเล็กน้อย สีนํ้าตาลอ่อน มีจุดดําขนาดต่าง&#160;ๆ กระจายทั่วตัว พบอาศัยในแหล่งนํ้าไหลที่พื้นท้องนํ้าเป็นทรายหรือกรวดหินทั่วประเทศ, กล้วย ทราย หรือ หมู ก็เรียก.<2t>(๒) ชื่อปลาทะเลในสกุล <f><i>Sillago </i></f>วงศ์ <f>Sillaginidae</f> หัวหลิม ลําตัวยาว แบนข้างเล็กน้อย มีชุกชุมเป็นฝูง ไซ้ทรายอยู่ตามเขตนํ้าตื้นบริเวณชายฝั่ง ลําตัวสีนํ้าตาลอ่อน หลังมีสีเข้มกว่าหรือสีเทา หลายชนิดมีแต้มสีเข้มกว่าเรียงเป็นแถวอยู่ข้างลําตัวหรือพาดอยู่บนสันหลัง, เห็ดโคน ก็เรียก.",
    "ซ่อนรูป": "ว. มีลักษณะให้เห็นขนาดย่อมกว่าตัวจริง, ใหญ่ดูเป็นเล็ก, กินรูป ก็ว่า.",
    "ซ่อนเร้น": "ก. แอบหรือซ่อนอยู่ในที่ลับตา.",
    "ซ่อนหา": "น. การเล่นชนิดหนึ่งของเด็ก ฝ่ายหนึ่งซ่อนฝ่ายหนึ่งหา.",
    "ซอม": "น. เรียง (?) เช่น พลูเก้าซอม. (สุบิน).",
    "ซ่อม": "ก. ทําสิ่งที่ชํารุดให้คืนดี; แทง.<2t>น. เรียกช้างสําหรับใช้ฆ่าคนว่า ช้างซ่อม เช่น ช้างพลายซ่อมตัวหนึ่ง เป็นช้างเพชฌฆาต. (พงศ. เลขา).",
    "ซ้อม ๑": "ก. ทําข้าวกล้องให้เป็นข้าวสาร โดยวิธีใส่ครกตํา เรียกว่า ซ้อมข้าว.<2t>ว. เรียกข้าวที่เอาเปลือกออกโดยใช้วิธีใส่ครกตำ ยังมีจมูกข้าวและเยื่อหุ้มเมล็ดข้าวอยู่ ว่า ข้าวซ้อม หรือ ข้าวซ้อมมือ.",
    "ซ้อม ๒": "ก. ทําทดลองเพื่อให้ชํานาญหรือให้แน่นอน เช่น ซ้อมรบ ซ้อมความเข้าใจ.",
    "ซ้อมค้าง": "ก. พูดทึกทักเอาราวกับเป็นจริง.",
    "ซอมซ่อ": "[ซอมมะ-] ว. ไม่โอ่โถง เช่น บ้านซอมซ่อ, ขะมุกขะมอม เช่น แต่งตัวซอมซ่อ.",
    "ซ้อมซัก": "(โบ) ก. ซักซ้อม; (กลอน) ทุบตี เช่น ยามเมื่อเพลี่ยงพล้ำเขาก็จะช่วยกันกระหน่ำซ้ำซ้อมซัก. (ม. ร่ายยาว ทานกัณฑ์).",
    "ซ่อมแซม": "ก. แก้ไขปรับปรุงเพิ่มเติมของที่ชํารุดให้กลับคืนสู่สภาพเดิม.",
    "ซ่อมแปลง": "ก. แก้ไขดัดแปลงของที่ชํารุดให้คืนดี.",
    "ซ้อมพยาน": "ก. ซักซ้อมพยานว่าจะให้การต่อศาลอย่างใดจึงจะสอดคล้องต้องกันดี.",
    "ซ้อมพวน": "ก. หีบอ้อยครั้งที่ ๒.",
    "ซ้อมใหญ่": "ก. ซ้อมเต็มที่เหมือนของจริงก่อนแสดงจริง.",
    "ซอย": "ก. ทําถี่&#160;ๆ เช่น ซอยเท้า, สับถี่&#160;ๆ เช่น ซอยมะม่วง, หั่นถี่&#160;ๆ เช่น ซอยหอม; ผ่าหรือตัดให้เป็นส่วนเล็ก&#160;ๆ เช่น ซอยไม้ระแนง.<2t>ว. เรียกทางย่อยหรือทางแยกจากทางใหญ่ เช่น ถนนซอย คลองซอย.<2t>น. ถนนหรือทางย่อยที่แยกจากทางใหญ่ เช่น ซอยลาดพร้าว ๑; ลักษณนามเรียกถนนหรือทางที่แยกจากถนนใหญ่ เช่น ถนนสายนี้มีหลายซอย.",
    "ซอยผม": "ก. ตัดแต่งผมให้มีรูปทรงต่าง&#160;ๆ.",
    "ซอยไพ่": "ก. นำไพ่ทั้งสำรับมาซอยถี่&#160;ๆ เพื่อให้ไพ่สับที่กัน.",
    "ซอส": "น. เครื่องปรุงรส มีลักษณะเหลวหรือค่อนข้างข้น ใช้จิ้มหรือปรุงอาหารเพื่อให้มีรสชาติดีขึ้น. (อ. <f>sauce</f>).",
    "ซะซร้าว": "[-ซ้าว] (กลอน) ว. เสียงร้องเซ็งแซ่.",
    "ซะซ่อง": "(กลอน) ว. ซ่อง, เงื่อง.",
    "ซะซอเซีย": "(กลอน) ว. เสียงนกร้องจอแจ.",
    "ซะซิกซะแซ": "(กลอน) ว. เสียงร้องไห้มีสะอื้น.",
    "ซะซิบ": "(กลอน) ว. เสียงเช่นเสียงนกเล็ก&#160;ๆ ร้อง.",
    "ซะเซาะ": "(กลอน) ก. เซาะ, ทําให้แหว่งเข้าไป, ทําให้พังเข้าไป.",
    "ซะเซียบ": "(กลอน) ว. เงียบเชียบ.",
    "ซัก": "(กฎ) ก. ทําให้สะอาดด้วยนํ้า; ไล่เลียงให้กระจ่างแจ้ง.",
    "ซักค้าน": "(กฎ) <i>ดู ถามค้าน</i>.",
    "ซักซ้อม": "ก. สอบให้แม่นยํา, สอบให้คล่อง, แนะกันไว้ล่วงหน้า, ซ้อมซัก ก็ว่า.",
    "ซักไซ้": "ก. ไต่ถามไล่เลียงให้ถี่ถ้วน.",
    "ซักฟอก": "ก. ชําระให้หมดมลทิน; ซักถามให้ได้ความจะแจ้ง.",
    "ซักส้าว": "น. ชื่อการเล่นชนิดหนึ่งของเด็กโดยจับแขนดึงกันไปมา.",
    "ซักแห้ง": "ก. ทําความสะอาดเสื้อผ้าหรือสิ่งทอต่าง&#160;ๆ ด้วยวิธีพิเศษ เช่น ใช้สารเคมีโรยบนรอยเปื้อนแล้วปัดออก หรือแช่ลงในสารละลายเคมี.",
    "ซัง": "น. ตอข้าวที่เกี่ยวรวงแล้ว; สิ่งที่เป็นเส้น&#160;ๆ หุ้มยวงขนุน; ฝักข้าวโพดที่เอาเมล็ดออกหมดแล้ว; ตาที่อยู่ตามมุมของกระดานดวด.",
    "ซั้ง": "น. ที่ล่อปลาให้เข้าไปอยู่ ใช้ไม้ปักตามชายฝั่งลําแม่นํ้า เป็นรูปกลมบ้างรีบ้าง ภายในสุมด้วยกิ่งไม้เพื่อล่อปลาให้เข้าอาศัย เมื่อเวลาจะจับก็เอาเฝือกหรืออวนล้อมแล้วเอาไม้ที่สุมนั้นออก, กรํ่า หรือ กลํ่า ก็ว่า.",
    "ซังกะตาย, ซังตาย": "ว. ไม่เต็มใจ, ฝืนใจ, อย่างเสียไม่ได้, (มักใช้แก่กริยาทํา).",
    "ซัด ๑": "น. ชื่อไม้ล้มลุกชนิด <f><i>Trigonella foenumgraecum </i>L.</f> ในวงศ์ <f>Leguminosae</f> เมล็ดใช้ทํายาได้ และใช้ต้มชุบผ้าให้มีกลิ่นหอม เรียกว่า ลูกซัด.",
    "ซัด ๒": "ก. สาดโดยแรง เช่น ซัดทราย ซัดปูน, เหวี่ยงไปโดยแรง เช่น ซัดหอก, ทอด เช่น ซัดลูกบาศก์ ซัดเชือกบาศ, อาการที่คลื่นเหวี่ยงตัวไปมาโดยแรง เช่น คลื่นซัดฝั่ง, ป้ายความผิดไปถึงคนอื่น เช่น นายดําซัดนายขาว, รําทิ้งแขนออกไปข้างหน้า เช่น ซัดแขน; เบน เช่น พระอาทิตย์ซัดใต้ซัดเหนือ; คําค่อนว่าหมายความว่า ห่ม เช่นว่า ซัดแพรสี.",
    "ซัดข้าวสาร": "ก. สาดข้าวสารในการขับไล่ผีเป็นต้น.",
    "ซัดเซ": "ก. เที่ยวไปไม่เป็นตําแหน่งแห่งที่.",
    "ซัดทอด": "ก. อ้างถึง, บ่งถึง; (กฎ) ให้การปรักปรําพาดพิงถึงบุคคลอื่น.",
    "ซัดน้ำ": "(โบ) ก. สาดนํ้าในพิธีแต่งงานบ่าวสาว.",
    "ซัดยา": "ก. ใส่ยาลงในเบ้าที่หลอมโลหะในการเล่นแร่แปรธาตุ.",
    "ซั้น": "ว. นั้น; รีบ, เร็ว, ถี่, ติด&#160;ๆ กัน.",
    "ซับ": "ก. เอาของเช่นผ้าหรือกระดาษทาบลงที่นํ้าหรือสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้นเพื่อให้แห้ง; (ถิ่น-อีสาน) ซึมซาบ, กำซาบ.<2t>น. รองในในการฝังเพชรหรือพลอยในกระเปาะแหวน; เรียกกระดาษที่ใช้ซับหมึกให้แห้งว่า กระดาษซับ; เรียกที่ที่มีน้ำซึมซาบอยู่ภายใต้ว่า ที่น้ำซับ.",
    "ซับขนุน": "<i>ดู ใบขนุน (๑)</i>.",
    "ซับซ้อน": "ก. ปะปนทับถมรวมกันอยู่หลายอย่างหลายเรื่อง, ยุ่งยากสับสนสะสางยาก, เช่น คดีซับซ้อน.",
    "ซับซาบ": "(ปาก) ก. ซึมซาบ.",
    "ซับซี่": "(โบ) ก. ซุบซิบพูดจากัน, กระซิบกัน.",
    "ซับใน": "น. ผ้าที่เย็บทาบอยู่ชั้นในของเครื่องแต่งกาย.",
    "ซับพระพักตร์": "(ราชา) น. ผ้าเช็ดหน้า.",
    "ซัลฟา": "น. ชื่อยาประเภทหนึ่ง เป็นสารอินทรียสังเคราะห์ ประเภทอนุพันธ์ของกรดซัลฟานิลิก เช่น ซัลฟาไดอะซีน ซัลฟากัวนิดีน มีสมบัติหยุดยั้งการเจริญเติบโตของแบคทีเรีย. (อ. <f>sulpha</f>).",
    "ซั้ว ๑": "ว. เสียงที่ไล่นกหรือไก่เป็นต้น.",
    "ซั้ว ๒": "(ถิ่น-อีสาน) น. ชื่อแกงชนิดหนึ่ง มักต้มผักหลายชนิดให้สุกก่อนแล้วจึงนำมาหั่นหรือฉีกเป็นชิ้นเล็ก&#160;ๆ ใส่ลงในหม้อต้มใหม่พร้อมกับเครื่องปรุงประสมปลาร้า เช่น ซั้วไก่ ซั้วกบ.",
    "ซา ๑": "น. ชื่อเรือโบราณชนิดหนึ่ง.",
    "ซา ๒": "ก. ลดน้อยถอยลงกว่าที่เป็นอยู่, บรรเทาเบาลงกว่าที่เป็นอยู่, เช่น ฝนซา ไฟซา.",
    "ซ่า ๑": "น. ส้มซ่า. <i>(ดู ส้ม ๑)</i>.",
    "ซ่า ๒": "น. ชื่อปลานํ้าจืดหลายสกุลในวงศ์ <f>Cyprinidae</f> มีจุดสีดําบนเกล็ดข้างตัว จนเห็นเป็นลาย ๖-๑๐ เส้น ที่โคนหางมีจุดสีดํา เช่น ขี้ขม <f>(<i>Osteochilus hasselti</i>)</f> สร้อยลูกกล้วย <f>(<i>Labiobarbus spilopleura</i>)</f>.",
    "ซ่า ๓": "ว. อาการที่ปรากฏแก่ร่างกายเมื่อเวลาขนลุกหรือเป็นเหน็บเป็นต้น; เสียงดังอย่างเสียงนํ้าแตกกระจาย.",
    "ซาก ๑": "น. ร่างของคนหรือสัตว์ที่ตายจนโทรมเหลือแต่เค้า, สิ่งก่อสร้างที่ปรักหักพังแล้วเหลือแต่เค้า.",
    "ซาก ๒": "น. ชื่อไม้ต้นขนาดใหญ่ชนิด <f><i>Erythrophleum succirubrum</i> Gagnep.</f> และชนิด <f><i>E. teysmannii </i>Craib</f> ในวงศ์ <f>Leguminosae</f> ขึ้นในป่าเบญจพรรณ เนื้อแข็งและหนัก ใช้เผาถ่านได้ดี ทุกส่วนมีพิษ กินตาย ชนิดแรกใบเกลี้ยง ชนิดหลังใบมีขน, อีสานเรียก ซาด หรือ พันซาด.",
    "ซากดึกดำบรรพ์": "น. ซากของพืชหรือสัตว์ดึกดําบรรพ์ที่ฝังอยู่เป็นเวลานานมาก จนกระทั่งกลายเป็นหิน. (อ. <f>fossil</f>).",
    "ซากศพ": "น. ร่างของคนที่ตายแล้ว.",
    "ซาง ๑": "น. ชื่อไผ่หลายชนิดในสกุล <f><i>Dendrocalamus</i></f> วงศ์ <f>Gramineae</f> ชนิดปล้องเล็กบางยาวใช้เป็นลํากล้องเป่าลูกดอก หรือลูกดินเหนียวปั้นกลมเป็นต้น เรียกว่า ไม้ซาง.",
    "ซาง ๒": "น. ชื่อโรคชนิดหนึ่ง ตามตําราแพทย์แผนโบราณว่าเป็นแก่เด็กเล็ก มีลักษณะเกิดเป็นเม็ดขึ้นในปากในคอ ลิ้นเป็นฝ้า มีอาการ เช่น ไม่กินนม ไม่กินข้าว ปวดหัวตัวร้อน มีชื่อต่าง&#160;ๆ เช่น ซางเพลิง ซางนํ้า ซางขโมย ซางโจร ซางโค.",
    "ซาง ๓, ซ่าง ๑": "(ถิ่น) น. บ่อนํ้า.",
    "ซ่าง ๒": "น. สิ่งปลูกสร้างชั่วคราวอย่างปะรำ มียกพื้นอยู่ข้างใน สำหรับพระสงฆ์นั่งสวดพระอภิธรรม ตั้งอยู่ ๔ มุมเมรุ, คดซ่าง คดสร้าง สร้าง ส้าง หรือ สำซ่าง ก็ว่า.",
    "ซาด": "(ถิ่น-อีสาน) น. ต้นซาก. <i>(ดู ซาก ๒)</i>.",
    "ซาน": "ก. กระเสือกกระสนไปอย่างสิ้นท่าหรือสิ้นคิด, ซมซาน หรือ ซานซม ก็ว่า.",
    "ซ่าน": "ก. แล่นกระจายไปทั่วตัวอย่างพิษซ่านเสียวซ่าน.",
    "ซานซม": "ก. กระเสือกกระสนไปอย่างสิ้นท่าหรือสิ้นคิด, ซาน หรือ ซมซาน ก็ว่า.<2t>ว. งมงาย, ไม่รู้อะไร, เช่น โง่ซานซม, ซมซาน ก็ว่า.",
    "ซ่านเซ็น": "ก. กระจัดกระจาย, มักใช้เข้าคู่กับคำ แตกฉาน เป็น แตกฉานซ่านเซ็น.",
    "ซาบซ่าน": "ก. แล่นไปทั่วร่างกาย เช่น ปีติซาบซ่าน.",
    "ซาบซึ้ง": "ว. อาการที่รู้สึกจับใจอย่างลึกซึ้ง, อาการที่รู้สึกปีติปลาบปลื้ม.",
    "ซ่าโบะ": "น. ผ้าห่ม. (ช.).",
    "ซาแมเรียม": "น. ธาตุลําดับที่ ๖๒ สัญลักษณ์ <f>Sm</f> เป็นโลหะหายาก ลักษณะเป็นของแข็ง หลอมละลายที่ ๑๐๗๒ &#x00b0;ซ. (อ. <f>samarium</f>).",
    "ซ้าย": "ว. ตรงข้ามกับ ขวา, ถ้าหันหน้าไปทางทิศตะวันออก ด้านทิศเหนือ เรียกว่า ด้านซ้ายมือ ด้านทิศใต้ เรียกว่า ด้านขวามือ, ถ้าหันหลังไปทางต้นนํ้าหรือยอดนํ้า ด้านซ้ายมือ เรียกว่า ฝั่งซ้าย ด้านขวามือ เรียกว่า ฝั่งขวา; (การเมือง) เรียกกลุ่มที่มีอุดมคติทางการเมือง การเศรษฐกิจ เป็นต้น ที่นิยมการเปลี่ยนแปลงอย่างรวดเร็วและรุนแรงว่า ฝ่ายซ้าย, โดยทั่วไปใช้หมายถึงกลุ่มที่นิยมลัทธิสังคมนิยมและคอมมิวนิสต์.",
    "ซาลาเปา": "น. ชื่อขนมชนิดหนึ่งของจีน ทําด้วยแป้งสาลีปั้นเป็นลูกกลม ข้างในใส่ไส้ มีทั้งไส้หวานและไส้เค็ม. (จ.).",
    "ซาว ๑": "ก. เอาข้าวสารล้างนํ้าด้วยวิธีใช้มือคนให้ทั่วเพื่อให้สะอาดก่อนหุงต้ม เรียกว่า ซาวข้าว, โดยปริยายหมายถึงล้างสิ่งอื่นด้วยวิธีเช่นนั้น.",
    "ซาว ๒": "(ถิ่น-พายัพ) ว. ยี่สิบ.",
    "ซาวน้ำ": "น. เครื่องกินกับขนมจีนปนกันหลายสิ่ง มีกุ้งแห้งป่น กระเทียมซอย สับปะรด หรือส้มต่าง&#160;ๆ เป็นต้น มักกินกับแจงลอน เรียกว่า ขนมจีนซาวนํ้า.",
    "ซาวเสียง": "ก. ลองพูดหรือทำอย่างใดอย่างหนึ่งเพื่อฟังความคิดเห็นจากผู้อื่นหรือคนจำนวนมาก, หยั่งเสียง ก็ว่า.",
    "ซาหริ่ม, ซ่าหริ่ม": "น. ชื่อขนมอย่างหนึ่ง ทําด้วยแป้งถั่วเขียว ลักษณะคล้ายลอดช่อง แต่ตัวเล็กและยาวกว่า กินกับนํ้ากะทิผสมนํ้าเชื่อม.",
    "ซำ": "(ถิ่น-อีสาน) น. ที่น้ำซับ, ซับ.",
    "ซ้ำ": "ว. มีหรือทําอย่างเดียวกันอีกครั้งหนึ่งหรือหลาย&#160;ๆ ครั้ง เช่น พูดซํ้า ตีซํ้า.",
    "ซ้ำซ้อน": "น. งานที่ควรทําในหน่วยงานเดียว แต่กลับทําในหลายหน่วยงาน เข้าลักษณะงานซ้อนงาน เรียกว่า งานซํ้าซ้อน.",
    "ซ้ำซาก": "ว. ทําแล้วทําอีกอย่างเดียวกันรํ่าไป, จําเจ.",
    "ซ้ำเติม": "ก. เพิ่มเติมให้หนักหรือให้มากขึ้น.",
    "ซ้ำร้าย": "ว. ร้ายขึ้นไปอีก.",
    "ซ้ำสาม": "น. คําว่าคนตํ่าช้าไม่มีตระกูลดี.",
    "ซิ, ซี": "คําประกอบท้ายคําอื่นเพื่อเสริมข้อความให้เด่น ให้ชัด หรือให้สละสลวยเป็นต้น, โดยมากใช้กับกริยาเป็นเชิงบังคับ เชิงชวน หรือรับคำเป็นต้น เช่น ไปซิ มาซิ หรือ ไปซี มาซี, สิ ก็ว่า.",
    "ซิก ๑, ซิก ๆ": "ว. เรียกอาการที่เหงื่อไหลซึมออกมาตามตัวว่า เหงื่อไหลซิก; เรียกอาการที่ร้องไห้ค่อย&#160;ๆ ว่า ร้องไห้ซิก&#160;ๆ, กระซิก&#160;ๆ ก็ว่า.",
    "ซิก ๒, ซิกข์": "น. ชื่อศาสนาหนึ่งในอินเดีย มีศาสดาชื่อ คุรุนานัก; ชื่อชาวอินเดียพวกหนึ่งที่นับถือศาสนาซิกข์ส่วนมากอยู่ในแคว้นปัญจาปประเทศอินเดีย, สิกข์ หรือ สิข ก็ว่า.",
    "ซิก ๓": "<i>ดู จามจุรี ๒</i>.",
    "ซิกซี้": "ก. หัวเราะเย้าหยอกกัน, ระริก, กระซิกกระซี้ ก็ว่า.",
    "ซิกแซ็ก": "ว. คดไปคดมา, เลี้ยวไปเลี้ยวมา, เฉียงไปเฉียงมา, สลับฟันปลา; ลดเลี้ยวสลับซับซ้อน.<2t>น. เรียกกรรไตรตัดผ้าให้มีรูปดังกล่าวว่า กรรไตรซิกแซ็ก, เรียกการเย็บผ้าด้วยด้ายให้มีรูปดังกล่าวว่า การเย็บซิกแซ็ก, เรียกจักรเย็บผ้าที่สามารถใช้เย็บซิกแซ็กว่า จักรเย็บผ้าแบบซิกแซ็ก. (อ. <f>zigzag</f>).",
    "ซิการ์": "น. ยาสูบซึ่งมวนด้วยใบยาสูบ มีขนาดโตกว่าบุหรี่ ปลาย ๒ ข้างเรียว. (อ. <f>cigar</f>).",
    "ซิงโคนา": "น. ชื่อไม้ต้นหลายชนิดในสกุล <f><i>Cinchona</i></f> วงศ์ <f>Rubiaceae</f> เปลือกมีควินินใช้เป็นยาแก้ไข้จับสั่น.",
    "ซิ่น": "น. ผ้าถุงอย่างหนึ่งที่ผู้หญิงนุ่ง.",
    "ซินนามิก": "น. กรดอินทรีย์ชนิดหนึ่ง มีสูตร <f>C<sub>6</sub>H<sub>5</sub>CH : CHCOOH</f> เป็นของแข็ง ลักษณะเป็นผลึก ไม่มีสี ละลายนํ้าได้บ้างเล็กน้อย มีปรากฏในธรรมชาติทั้งในภาวะอิสระ และในภาวะรวมตัวเป็นสารประกอบกับสารอื่น มี ๒ ชนิด ชนิดหนึ่งหลอมละลายที่ ๔๒ &#x00b0;ซ. อีกชนิดหนึ่งหลอมละลายที่ ๑๓๓ &#x00b0;ซ. โดยทั่วไปหมายถึงชนิดหลัง ใช้ประโยชน์ในอุตสาหกรรมเครื่องหอม. (อ. <f>cinnamic acid</f>).",
    "ซินแส": "น. หมอ, ครู, จีนแส ก็ว่า. (จ.).",
    "ซิบ, ซิบ ๆ": "ว. อาการที่เลือดไหลออกน้อย&#160;ๆ.",
    "ซิบซับ": "ก. พูดซุบซิบ, พูดกระซิบ.",
    "ซิป": "น. เครื่องรูดปิดให้ริมผ้าหรือวัสดุ ๒ ชิ้นประสานกัน ประกอบด้วยฟันเล็ก&#160;ๆ ๒ แถว มีที่จับเพื่อรูดให้ฟันประกบกันหรือแยกออกจากกันได้. (อ. <f>zipper, zip-fastener</f>).",
    "ซิฟิลิส": "น. กามโรคชนิดหนึ่ง เกิดจากเชื้อแบคทีเรียชื่อ <f><i>Treponema pallidum</i></f> ติดต่อโดยการสัมผัสหรือร่วมประเวณีกับผู้ป่วยที่เป็นโรคนี้. (อ. <f>syphilis</f>).",
    "ซิลิคอน": "น. ธาตุลําดับที่ ๑๔ สัญลักษณ์ <f>Si</f> เป็นอโลหะ ลักษณะเป็นของแข็ง หลอมละลายที่ ๑๔๑๐ &#x00b0;ซ. เปลือกโลกประกอบด้วยธาตุนี้ประมาณร้อยละ ๒๕. (อ. <f>silicon</f>).",
    "ซิว": "น. ชื่อปลานํ้าจืดหลายสกุลในวงศ์ <f>Cyprinidae</f> ส่วนใหญ่มีขนาดเล็ก ปากเล็กเชิดขึ้น ตาโต เกล็ดโต อาศัยใกล้ผิวนํ้า ที่รู้จักกันทั่วไปและพบทั่วประเทศ ได้แก่ ซิวหนวดยาว <f>(<i>Esomus metallicus</i>)</f> ซิวอ้าว อ้ายอ้าว อ้าว หรือ ซิวควาย ในสกุล <f><i>Luciosoma</i></f>, ซิวใบไผ่ ในสกุล <f><i>Danio</i></f>, ซิวหัวตะกั่ว ในสกุล <f><i>Chela</i></f> และ ซิว ในสกุล<i> </i><f><i>Rasbora</i></f>; เรียกหางปลาที่มีลักษณะตีบเหมือนปลาซิวว่า หางปลาซิว; เรียกคนที่ใจเสาะ ไม่สู้หรือไม่อดทนว่า ใจปลาซิว.",
    "ซี่": "น. คําเรียกของเล็ก&#160;ๆ ยาว&#160;ๆ ที่เรียงกันเป็นแถวเป็นแนวอย่างฟันหรือลูกกรง, ลักษณนามเรียกของเช่นนั้น เช่น ฟันซี่หนึ่ง ฟัน ๒ ซี่.",
    "ซีก": "น. ส่วนที่ผ่าครึ่ง, ส่วนของสิ่งบางอย่างเช่นไม้ไผ่หรือแตงโมที่ผ่าออกโดยปรกติตามยาว, โดยปริยายหมายความว่า ด้าน, ส่วน, เช่น ร่างกายตายไปซีกหนึ่ง ปลาทูซีกนี้; ลักษณนามเรียกส่วนที่แยกออกนั้น เช่น มะม่วงซีกหนึ่ง แตงโม ๒ ซีก; ใช้สําหรับมาตราเงินโบราณเท่ากับ <fig019.gif,๑ ส่วน ๒> ของเฟื้อง.",
    "ซีกเดียว": "<i>ดู ตาเดียว ๑.</i>.",
    "ซี่โครง": "น. กระดูกโครงอกที่เรียงเป็นซี่&#160;ๆ.",
    "ซี้ซอน": "(กลอน) ว. ซอกซอน, ลี้ลับ.",
    "ซีเซียม": "น. ธาตุลําดับที่ ๕๕ สัญลักษณ์ <f>Cs </f>เป็นโลหะสีเงิน ไวต่อปฏิกิริยาเคมีมาก หลอมละลายที่ ๒๘.๗ &#x00b0;ซ. (อ. <f>caesium, cesium</f>).",
    "ซีด": "ว. ไม่สดใสเพราะสีจางไป เช่น รูปนี้สีซีด หน้าซีด, ขาวอย่างไม่มีนํ้านวล เรียกว่า ขาวซีด.",
    "ซี้ด": "ว. เสียงอย่างเสียงสูดปากเช่นกินอาหารเผ็ดเป็นต้น.",
    "ซีดเซียว": "ว. ไม่แจ่มใส, ไม่สดชื่น; ไม่มีเลือดฝาด.",
    "ซีนอน": "น. ธาตุลําดับที่ ๕๔ สัญลักษณ์ <f>Xe</f> เป็นแก๊สเฉื่อย มีปรากฏเพียง ๐.๐๐๖ ใน ๑ ล้านส่วนในบรรยากาศ. (อ. <f>xenon</f>).",
    "ซีป่าย": "น. ชื่อทหารกองหนึ่ง ในรัชกาลที่ ๔ เอาแบบมาจากทหารซีปอย.",
    "ซีเมนต์": "น. วัสดุใช้ในการก่อสร้างชนิดหนึ่ง ลักษณะเป็นผง เมื่อผสมคลุกกับนํ้าแล้วทิ้งไว้จะเกิดปฏิกิริยาเคมีเป็นผลให้เกิดการก่อตัวและแข็งตัวได้ องค์ประกอบเคมีที่สําคัญของซีเมนต์ คือ แคลเซียมซิลิเกต แคลเซียมอะลูมิเนต และแคลเซียมอะลูมิโนเฟอร์ไรต์ ใช้ประโยชน์เพื่อทําคอนกรีต ปูนฉาบ หรือ ปูนก่อเป็นต้น เรียกว่า ปูนซีเมนต์. (อ. <f>cement</f>).",
    "ซีเรียม": "น. ธาตุลําดับที่ ๕๘ สัญลักษณ์ <f>Ce</f> เป็นโลหะสีเทา เนื้ออ่อน หลอมละลายที่ ๘๐๔ &#x00b0;ซ. (อ. <f>cerium</f>).",
    "ซีลีเนียม": "น. ธาตุลําดับที่ ๓๔ สัญลักษณ์ <f>Se</f> เป็นอโลหะ มีสมบัติทางเคมีคล้ายกับธาตุกํามะถัน ลักษณะเป็นของแข็ง หลอมละลายที่ ๒๑๗ &#x00b0;ซ. ใช้ประโยชน์ทําเซลล์ไฟฟ้าชนิดที่ใช้พลังงานแสง. (อ. <f>selenium</f>).",
    "ซีอิ๊ว, ซี่อิ้ว": "น. เครื่องปรุงรสอย่างน้ำปลา ทำด้วยถั่วเหลือง, น้ำปลาถั่วเหลือง ก็เรียก, อย่างใสเรียกว่า ซีอิ๊วขาว, อย่างข้นเรียกว่า ซีอิ๊วดำ, ถ้าใส่น้ำตาลทรายแดง เรียกว่า ซีอิ๊วหวาน. (จ.).",
    "ซึก ๑": "<i>ดู จามจุรี ๒</i>.",
    "ซึก ๒": "ว. แทรกอยู่, ซึ้งเข้าไป.",
    "ซึง": "น. เครื่องดนตรีพื้นเมืองของไทยภาคเหนือ รูปร่างคล้ายกระจับปี่ ตัวเป็นโพรง รูปกลมแบน เจาะรูระบายอากาศตรงกลาง มีคันต่อจากตัวซึงขึ้นไปยาวประมาณ ๖๐ เซนติเมตร มีสาย ๔ สาย.",
    "ซึ่ง": "ส. คําใช้แทนนามหรือข้อความที่อยู่ข้างหน้า เช่น บ้านของเขาอยู่ในป่าซึ่งห่างจากชุมชน.<2t>บ. คําสําหรับนําหน้านามที่เป็นผู้ถูกกระทํา เช่น รักษาไว้ซึ่งความยุติธรรม.",
    "ซึ้ง ๑": "น. ภาชนะสำหรับนึ่งของ ทำด้วยโลหะมีลักษณะกลมคล้ายหม้อ ซ้อนกันเป็นชั้น&#160;ๆ ๒-๓ ชั้น ชั้นล่างใส่น้ำสำหรับต้มให้ความร้อน ชั้นที่ซ้อนที่ก้นเจาะเป็นรู&#160;ๆ เพื่อให้ไอน้ำร้อนผ่านให้ของในชั้นที่ซ้อนสุก มีฝาครอบคล้ายฝาชี, ลังถึง ก็ว่า. (จ. เล่งซึ้ง).",
    "ซึ้ง ๒": "ว. ลึกมากจนยากที่จะหยั่งรู้ได้ เช่น ปัญหาลึกซึ้ง คิดลึกซึ้ง; รู้สึกเอิบอาบซาบซ่านแผ่ไปทั่วร่างกายและจิตใจ เช่น ภาพนี้มองดูซึ้ง ฟังเขาพูดแล้วรู้สึกซึ้งมาก.",
    "ซึ่งหน้า, ซึ่ง ๆ หน้า": "ว. ต่อหน้า เช่น กระทําความผิดซึ่งหน้า.",
    "ซึม": "ก. กิริยาของนํ้าหรือของเหลวที่ไหลไปตามรูเล็ก&#160;ๆ อย่างช้า&#160;ๆ เช่น เหงื่อซึม นํ้าซึม, โดยปริยายหมายถึงกิริยาที่คล้ายคลึงเช่นนั้น เช่น ยางรถซึม.<2t>ว. เหงาหงอยไม่ค่อยพูดจา, ไม่เบิกบาน, เช่น นั่งซึม.",
    "ซึมกะทือ": "(ปาก) ว. ซึมเซา ง่วงเหงา หรือเกียจคร้าน.",
    "ซึมซาบ": "ก. เอิบอาบเข้าไปทั่วถึง.",
    "ซึมเซา": "ว. มีลักษณะเหงาหงอยง่วงซึมไม่กระปรี้กระเปร่า เช่น วันนี้รู้สึกซึมเซาไม่อยากทำงานเลย.",
    "ซึมทราบ": "ก. รู้ละเอียด.",
    "ซึมเศร้า": "ว. อาการที่รู้สึกเศร้าหมอง ว้าเหว่ ล้มเหลวหรือสิ้นหวัง, เศร้าซึม ก็ว่า; (จิตเวช) อาการที่มีอารมณ์เศร้า หดหู่ ว้าเหว่ ซึม มีความรู้สึกท้อถอย ล้มเหลว สิ้นหวัง เป็นต้น.",
    "ซื่อ, ซื่อ ๆ": "ว. ตรง เช่น คนซื่อ, ไม่มีเล่ห์เหลี่ยม เช่น พูดซื่อ&#160;ๆ, ไม่คดโกง เช่น หน้าซื่อ; นิ่งเฉยอยู่ไม่กระดุกกระดิกเหมือนสิ่งไม่มีชีวิต เช่น แข็งซื่อ, ทื่อ ก็ว่า.",
    "ซื้อ": "ก. เอาเงินตราแลกกับสิ่งของ.",
    "ซื้อขาย": "(กฎ) น. ชื่อสัญญาซึ่งบุคคลฝ่ายหนึ่ง เรียกว่า ผู้ขาย โอนกรรมสิทธิ์แห่งทรัพย์สินให้แก่บุคคลอีกฝ่ายหนึ่ง เรียกว่า ผู้ซื้อ และผู้ซื้อตกลงจะใช้ราคาทรัพย์สินนั้นให้แก่ผู้ขาย.",
    "ซื้อควายหน้านา ซื้อผ้าหน้าตรุษ, ซื้องัวหน้านา ซื้อผ้าหน้าหนาว": "(สํา) ก. ซื้อของไม่คํานึงถึงกาลเวลา ย่อมได้ของแพง, ทําอะไรไม่เหมาะกับกาลเวลา ย่อมได้รับความเดือดร้อน.",
    "ซื่อตรง": "ก. ประพฤติตรงไม่เอนเอียง เช่น ซื่อตรงต่อหน้าที่, ไม่คดโกง เช่น เขาเป็นคนซื่อตรง.",
    "ซื้อรำคาญ": "ก. เสียเงินตราหรือสิ่งของเป็นต้นเพื่อตัดความรําคาญ.",
    "ซื้อรู้": "ก. เสียเงินตราหรือสิ่งของเป็นต้นโดยถูกลวง แต่ได้เป็นความรู้ไว้.",
    "ซื่อสัตย์": "ก. ประพฤติตรงและจริงใจ, ไม่คิดคดทรยศ, ไม่คดโกงและไม่หลอกลวง.",
    "ซื้อหน้า": "ก. เสนอหน้า, สําแดงตัวออกมาให้เห็น, เช่น ครั้นตอบพี่มึงถึงแต้ม อีแสนแนมซื้อหน้าเข้ามาสู้. (ไกรทอง); กู้หน้า เช่น ยอมเสียเงินเพื่อซื้อหน้า.",
    "ซื่อเหมือนแมวนอนหวด": "(สํา) ว. ทําเป็นซื่อ.",
    "ซุก": "ก. หมกซ่อนหรือยัดแทรกไว้ในที่มิดชิดเช่นตามซอกตามมุม.",
    "ซุกซน": "ว. ซนนอกลู่นอกทาง, ซอกแซกเล่น.",
    "ซุกซ่อน": "ก. ซ่อนไว้ในที่มิดชิดหรือที่ลี้ลับ.",
    "ซุกซิก": "ว. มีลักษณะแคบ&#160;ๆ เป็นซอกเล็กซอกน้อยน่ารําคาญ.",
    "ซุง ๑": "น. ต้นไม้ขนาดใหญ่ที่ตัดเป็นท่อน&#160;ๆ ก่อนแปรรูป.",
    "ซุง ๒": "น. เชือกที่ใช้ปลายทั้ง ๒ ผูกกับอกว่าวห่างกันพอสมควรสําหรับต่อกับสายป่าน เพื่อให้ว่าวต้านลมได้ตรงตัว, สายซุง ก็เรียก.",
    "ซุน": "ก. ซวนไปข้างหน้า เช่น เดินหัวซุน, โดยปริยายหมายถึงกิริยาที่คล้ายคลึงเช่นนั้น เช่นพูดว่า ใช้เสียหัวซุน ก็คือ ใช้เสียจนโงหัวไม่ขึ้นหรือใช้เสียจนไม่มีเวลาว่าง.",
    "ซุบ": "(ถิ่น-อีสาน) น. ชื่ออาหารชนิดหนึ่ง จําพวกยําเรียกชื่อตามสิ่งของที่นํามาประกอบเป็นหลัก เช่น ซุบหน่อไม้ ซุบเห็ด.",
    "ซุบซิบ": "ก. พูดกันเบา&#160;ๆ ไม่ต้องการให้คนอื่นได้ยิน, กระซุบกระซิบ ก็ว่า.",
    "ซุบซู่": "ว. มีอาการหดห่อตัวอย่างคนเป็นไข้.",
    "ซุป": "น. อาหารนํ้าชนิดหนึ่ง ต้มด้วยเนื้อสัตว์หรือผัก เป็นต้น. (อ. <f>soup</f>).",
    "ซุ่ม": "ก. ซ่อน, แอบซ่อนคอยทีอยู่.",
    "ซุ้ม ๑": "น. สิ่งที่เป็นพุ่มโดยมากปกคลุมด้วยต้นไม้หรือเถาวัลย์ มีทางลอดได้ เช่น ในป่าเถาวัลย์ขึ้นเป็นซุ้มเองตามธรรมชาติ, ต้นไม้ซึ่งขึ้นปกคลุมสิ่งที่ก่อสร้างเพื่อรองรับ มีทางลอดได้ เช่น ปลูกกระดังงาเป็นซุ้ม, ซุ้มไม้ ก็เรียก.",
    "ซุ้ม ๒": "น. สิ่งที่สร้างขึ้นในการรับเสด็จเป็นต้น มีรูปลักษณะอย่างซุ้มไม้, ที่อยู่หรือที่พักซึ่งทําขึ้นใช้กันแดดกันฝนชั่วคราว ส่วนบนมักโค้ง เช่น ซุ้มดอกเห็ด, สิ่งที่ทําขึ้นสําหรับเป็นเครื่องประดับส่วนบนของประตูหน้าต่างพระที่นั่ง โบสถ์ วิหาร เป็นต้น มีรูปต่าง&#160;ๆ กัน เช่นมีรูปคล้ายหน้าจั่ว เรียกว่า ซุ้มบันแถลง ซุ้มหน้านาง หรือ ซุ้มรังไก่.",
    "ซุ้ม ๓": "น. ทำนองเพลงสำเนียงลาว ประดิษฐ์ขึ้นสำหรับบรรเลงต่อท้ายเพลงเดี่ยวลาวแพนโดยเฉพาะ เรียกว่า ออกซุ้ม.",
    "ซุ้มกระต่าย": "น. ชื่อไม้พุ่มชนิด <f><i>Blinkworthia lycioides</i> Choisy</f> ในวงศ์ <f>Convolvulaceae</f> ดอกรูประฆัง สีนวล, มุ้งกระต่าย ก็เรียก.",
    "ซุ่มคม": "ก. ซ่อนความฉลาดไว้, ไม่อวดดี.",
    "ซุ้มคูหา": "น. ซุ้มรอบพระปรางค์และพระเจดีย์สำหรับประดิษฐานพระพุทธรูป.",
    "ซุ้มจระนำ": "น. ชื่อซุ้มท้ายวิหารหรือท้ายโบสถ์ เป็นช่องตัน มักเป็นที่ประดิษฐานพระพุทธรูป.",
    "ซุ่มซ่าม": "ว. กิริยาที่กระทำไปโดยไม่ใช้ความระมัดระวังหรือไม่ถูกกาลเทศะ เช่น เดินซุ่มซ่ามชนสิ่งของจนเสียหาย ซุ่มซ่ามเข้าไปในสถานที่ที่ไม่ควรจะเข้าไป.",
    "ซุมแซว": "(โบ) ว. เซ็งแซ่, จอแจ.",
    "ซุ่มเสียง": "(โบ) น. สุ้มเสียง เช่น จึงตั้งนะโม ซุ่มเสียงใหญ่โต. (ประถม ก กา).",
    "ซุย ๑": "น. มีดชนิดหนึ่ง รูปเรียวแหลม.",
    "ซุย ๒": "ว. ร่วนในลักษณะอย่างดินที่ยุ่ยไม่เกาะกันแน่นเหนียว เรียกว่า ดินซุย, เรียกเนื้อเผือกหรือมันที่มีลักษณะเช่นนั้นว่า เนื้อซุย.",
    "ซู่ ๑": "ว. อาการที่ปรากฏแก่ร่างกายเมื่อเวลาขนลุกเป็นต้น.",
    "ซู่ ๒, ซู่ ๆ": "ว. เสียงดังอย่างเสียงฝนตกมาก&#160;ๆ แต่ตกไม่นาน.",
    "ซู่ ๓": "(กลอน) ก. ลากไป, คร่าไป.",
    "ซู่กั้นรั้วไซมาน": "(โบ) น. กั้นซู่, กั้นซู่รั้วไซมาน ก็เรียก.",
    "ซูโครส": "[-โคฺร้ด] (วิทยา) น. นํ้าตาลชนิดหนึ่งประเภทไดแซ็กคาไรด์ ลักษณะเป็นของแข็งสีขาว หลอมละลายที่ ๑๘๐ &#x00b0;ซ. องค์ประกอบเป็นโมเลกุลของกลูโคสเชื่อมกับโมเลกุลของฟรักโทส มีรสหวานจัด มักทําจากต้นอ้อย, สามัญเรียกว่า นํ้าตาลทราย. (อ. <f>sucrose</f>).",
    "ซู่ซ่า": "ว. ที่โจษกันเซ็งแซ่อยู่พักหนึ่ง เช่น ข่าวซู่ซ่า.",
    "ซูด, ซูดซาด": "ว. เสียงอย่างเสียงคนกระทําเมื่อเวลากินของเผ็ด.",
    "ซู้ด": "ว. เสียงอย่างคนซดนํ้าร้อน นํ้าชา หรือนํ้าแกงทีละน้อย&#160;ๆ.",
    "ซูบ": "ว. ผอมลง, ซีดไป, เซียวไป.",
    "เซ": "ว. อาการที่ขาดความทรงตัวจนโอนเอนไปข้างใดข้างหนึ่ง เช่น เดินเซ, ลักษณะที่โย้ไปข้างใดข้างหนึ่ง เช่น เรือนเซ.",
    "เซ็ก": "(กลอน) ก. เซ็งแซ่ เช่น เซ็กห้องเสียงหัว. (นิทราชาคริต).",
    "เซแคนต์": "(คณิต) น. เซแคนต์ของมุมใดคืออัตราส่วน <fig020.gif,เศษ ๑ ส่วนโคไซน์ของมุมนั้น>. (อ. <f>secant</f>).",
    "เซ็ง": "ว. ชืด, จืดชืด, หมดรส, (ใช้เรียกสิ่งที่ควรจะบริโภคหรือจัดทําในเวลาหนึ่ง แต่ทิ้งไว้นานเกินควร), หมดความตื่นเต้น.",
    "เซ่ง": "น. เส้ง.",
    "เซ้ง": "(ปาก) ก. โอนสิทธิหรือกิจการไปให้อีกคนหนึ่งโดยได้ค่าตอบแทน, รับโอนสิทธิหรือกิจการจากอีกคนหนึ่งโดยต้องเสียค่าตอบแทน เรียกว่า รับเซ้ง. (จ.).",
    "เซ็งแซ่": "ว. ดังอื้ออึงแซ่ไปหมด.",
    "เซซัง": "ว. อาการที่เดินซวนเซไปไม่ตรงเหมือนคนเจ็บหรือคนไร้ที่พึ่ง.",
    "เซต": "(คณิต) น. คําที่ใช้ระบุถึงกลุ่มหรือหมู่ของสิ่งต่าง&#160;ๆ โดยมีเงื่อนไขที่แน่นอนว่า สิ่งใดอยู่ในกลุ่มหรือสิ่งใดมิได้อยู่ในกลุ่มนั้น&#160;ๆ; ชุด เช่น เข้าเซตกัน; ลักษณนามใช้เรียกคนหรือของที่เข้ากลุ่มหรือเข้าชุดกัน เช่น ตัวหนังสือเซตเดียวกัน ตัวเลข ๒ เซต. (อ. <f>set</f>).",
    "เซน": "น. นิกายหนึ่งในพระพุทธศาสนาฝ่ายมหายาน แพร่หลายในจีนและญี่ปุ่น เป็นการปฏิบัติธรรมเพื่อให้บรรลุความรู้แจ้งอย่างฉับพลัน โดยการทําสมาธิและใช้ปัญญาขบคิดปริศนาธรรม. (ญิ.).",
    "เซ็น ๑": "น. ไม้ที่สอดเข้ากับลูกตั้งเรือนฝากระแชงอ่อนหรือฝาขัดแตะ.<2t>ก. เย็บแบบด้วยดอกไม้หรือใบไม้ให้เป็นแถบยาว เพื่อใช้ตกแต่งประดับโครงประทุนคลุมผ้าไตรเป็นต้น, สวน ก็ว่า.",
    "เซ็น ๒": "ก. ลงลายมือชื่อ. (อ. <f>sign</f>).",
    "เซ่น": "ก. เอาอาหารเป็นต้นไปไหว้หรือสังเวยผีหรือเจ้า เช่น เซ่นผี เซ่นเจ้า, บางทีก็ใช้เข้าคู่กับคำ วัก เป็น เซ่นวัก, ใช้ว่า เซ่นวักตั๊กแตน ก็มี.",
    "เซนติกรัม": "[-กฺรํา] น. ชื่อมาตราชั่งตามวิธีเมตริก มีอัตราเท่ากับ ๑ ใน ๑๐๐ ของ ๑ กรัม, อักษรย่อว่า ซก. (อ. <f>centigramme</f>).",
    "เซนติเกรด": "[-เกฺรด] น. ชื่อองศาที่ใช้วัดอุณหภูมิ แบ่งออกเป็น ๑๐๐ องศา เรียกว่า องศาเซนติเกรด, ปัจจุบันใช้ องศาเซลเซียส, อักษรย่อว่า ซ. (อ. <f>centigrade</f>).",
    "เซนติเมตร": "น. ชื่อมาตราวัดตามวิธีเมตริก มีอัตราเท่ากับ ๑ ใน ๑๐๐ ของ ๑ เมตร, อักษรย่อว่า ซม., (ปาก) เรียกสั้น&#160;ๆ ว่า เซ็นต์. (อ. <f>centimetre</f>).",
    "เซนติลิตร": "น. ชื่อมาตราตวงตามวิธีเมตริก มีอัตราเท่ากับ ๑ ใน ๑๐๐ ของ ๑ ลิตร, อักษรย่อว่า ซล. (อ. <f>centilitre</f>).",
    "เซ่นวักตั๊กแตน": "ก. เซ่น.",
    "เซ่นเหล้า": "น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "เซปักตะกร้อ": "น. ชื่อกีฬาชนิดหนึ่ง ใช้ลูกตะกร้อส่งข้ามตาข่ายโต้กันไปมา โดยใช้ขา เท้า เข่า ลําตัว และศีรษะ เพื่อรับส่งลูก มีผู้เล่นฝ่ายละ ๓ คน การเริ่มส่งลูกแต่ละครั้ง ฝ่ายส่งจะต้องยืนอยู่ในตําแหน่งที่กําหนดไว้ การเล่นแบ่งเป็น ๓ เซต ฝ่ายที่ชนะ ๒ ใน ๓ เซต คือ ฝ่ายชนะ. (ม. <f>sepak</f> ว่า เตะ).",
    "เซรา": "[เซฺรา] (กลอน) น. ซอกผา, ห้วย.",
    "เซราะ": "[เซฺราะ] (กลอน) น. ทาง, ซอก, ทางนํ้าเซาะ.",
    "เซรุ่ม": "น. ของเหลวสีเหลืองใสที่สกัดจากเลือดสัตว์ เช่น ม้า กระต่าย ซึ่งทําให้เกิดภูมิต้านทานเชื้อโรค แล้วนํามาฉีดในคนเพื่อให้เกิดภูมิต้านทานเชื้อโรคนั้น. (อ. <f>serum</f>).",
    "เซลเซียส": "น. ชื่อองศาที่ใช้วัดอุณหภูมิ แบ่งออกเป็น ๑๐๐ องศา เรียกว่า องศาเซลเซียส เดิมเรียกว่า องศาเซนติเกรด กําหนดเป็นมาตรฐานว่า จุดเยือกแข็งของนํ้าบริสุทธิ์เป็น ๐ องศา (เขียนย่อว่า ๐ &#x00b0;ซ.) และจุดเดือดของนํ้าบริสุทธิ์เป็น ๑๐๐ องศา (เขียนย่อว่า ๑๐๐ &#x00b0;ซ.), อักษรย่อว่า ซ. (อ. <f>celsius</f>).",
    "เซลล์": "น. (ชีว) หน่วยชีวิตที่เล็กที่สุด; (ไฟฟ้า) เครื่องสําเร็จที่มีส่วนประกอบที่เหมาะสม ซึ่งใช้ปฏิกิริยาเคมีเป็นแหล่งกําเนิดพลังงานเป็นผลให้เกิดมีกระแสไฟฟ้าขึ้นได้. (อ. <f>cell</f>).",
    "เซลล์ทุติยภูมิ": "น. เซลล์ไฟฟ้าประเภทที่เมื่อสร้างเสร็จแล้วต้องนําไปอัดไฟเสียก่อน แล้วจึงจะนําไปใช้เพื่อจ่ายกระแสไฟฟ้าออกได้ เมื่อใช้ไปแล้ว ส่วนประกอบบางส่วนจะหมดเปลืองและแปรสภาพไป แต่อาจทําให้กลับคงคืนสู่สภาพเดิมได้อีก โดยวิธีนําเซลล์ไฟฟ้าไปอัดไฟใหม่ เช่น แบตเตอรี่รถยนต์. (อ. <f>secondary cell</f>).",
    "เซลล์ปฐมภูมิ": "น. เซลล์ไฟฟ้าประเภทที่เมื่อสร้างเสร็จแล้วก็นําไปใช้เพื่อจ่ายกระแสไฟฟ้าออกได้ทันที เมื่อใช้ไปแล้ว ส่วนประกอบบางส่วนจะหมดเปลืองไปโดยไม่กลับคงคืนเป็นสภาพเดิมได้อีก เช่น ถ่านไฟฉาย. (อ. <f>primary cell</f>).",
    "เซลลูลอยด์": "น. สารประกอบประเภทเทอร์โมพลาสติกชนิดหนึ่ง ทําได้จากปฏิกิริยาของเซลลูโลสไนเทรต การบูร และเอทิลแอลกอฮอล์ ลักษณะเป็นของแข็ง ติดไฟง่ายมาก. (อ. <f>celluloid</f>).",
    "เซลลูโลส": "น. สารประกอบคาร์โบไฮเดรตประเภทโพลีแซ็กคาไรด์ชนิดที่ซับซ้อน มีสูตรเคมี <f>(C<sub>6</sub>H<sub>10</sub>O<sub>5</sub>)<sub>n</sub></f> ประกอบด้วยโมเลกุลของกลูโคสมากมายเชื่อมโยงกัน เซลลูโลสเป็นองค์ประกอบสําคัญของเนื้อไม้ ฝ้าย ใช้ประโยชน์ในอุตสาหกรรมพลาสติก กระดาษ ไหมเทียม ดินระเบิด ฟิล์มภาพยนตร์ หรือฟิล์มถ่ายรูปชนิดไม่ไวไฟ เป็นต้น. (อ. <f>cellulose</f>).",
    "เซ่อ": "ว. เขลาเพราะไม่เคยพบเคยเห็นมาก่อน, ไม่รอบคอบ, งง.",
    "เซ่อซ่า": "ว. เซ่อมาก, เร่อร่า, เล่อล่า, กะเร่อกะร่า หรือ กะเล่อกะล่า ก็ว่า.",
    "เซอร์โคเนียม": "น. ธาตุลําดับที่ ๔๐ สัญลักษณ์ <f>Zr </f>เป็นโลหะหายาก ลักษณะเป็นของแข็ง หลอมละลายที่ ๑๘๕๒ &#x00b0;ซ. (อ. <f>zirconium</f>).",
    "เซอะ": "ว. เซ่อมาก.",
    "เซอะซะ": "ว. เซ่อซ่า.",
    "เซา": "ก. หยุดชะงัก, หย่อนลงกว่าเดิม, เพลาลง.<2t>ว. ง่วงงุน, เหงาหงอย.",
    "เซ้าซี้": "ก. พูดรบเร้ารํ่าไรเพื่อให้ได้ตามที่ต้องการ, กระเซ้ากระซี้ ก็ว่า.",
    "เซาะ": "ก. ทําให้กร่อนหรือร่อยหรอเข้าไปทีละน้อย เช่น นํ้าเซาะตลิ่ง เซาะรูให้กว้าง.<2t>น. ซอกเขาเล็ก&#160;ๆ ที่นํ้าเซาะให้เป็นทางลงมา.",
    "เซาะลาย": "ก. ทําให้เป็นลวดลายหรือรอยลึก.",
    "เซิง ๑": "น. ที่รกเป็นสุมทุมพุ่มไม้หรือมีไม้เถาปกคลุมอยู่ข้างบน, โดยปริยายหมายถึงสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น ผมยุ่งเป็นเซิง, กระเซิง ก็ว่า.",
    "เซิง ๒": "น. (ถิ่น-ปักษ์ใต้) ลมที่พัดจากตะวันตกมาตะวันออก เรียกว่า ลมเซิง.",
    "เซิง ๓": "ก. ยก, ยกย่อง.",
    "เซิ้ง": "ก. ร้องรําทําเพลงแบบชาวอีสาน.",
    "เซียน": "น. ผู้สําเร็จ, ผู้วิเศษ; โดยปริยายหมายความว่า ผู้ที่เก่งหรือชํานาญในทางใดทางหนึ่งเป็นพิเศษ เช่น เซียนการพนัน. (จ.).",
    "เซียบ": "ว. เงียบ, สงัด.",
    "เซียมซี": "น. ใบทํานายโชคชะตาตามศาลเจ้าหรือวัด มีเลขหมายเทียบกับเลขหมายบนติ้วที่เสี่ยงได้. (จ.).",
    "เซียว ๑": "ว. มีเนื้อแข็งเป็นแกน (ใช้แก่หัวเผือกหัวมัน).",
    "เซียว ๒": "ว. ไม่สดใส, ไม่สดชื่น, (ใช้แก่หน้า).",
    "เซี่ยว": "ว. เสี้ยว, เฉไม่ตรงแนวมีรูปเรียวปลายคล้ายรูปชายธง, เช่น ผ้าเซี่ยว ใบตองเซี่ยว ตัดเซี่ยว.",
    "เซี่ยวกาง": "น. รูปทวารบาล คือ ผู้รักษาประตู มักทําไว้ ๒ ข้างประตู.",
    "เซื่อง": "ว. เงื่องหงอย, ซึม, มักใช้เข้าคู่กับคำ ซึม เป็น ซึมเซื่อง หรือ เซื่องซึม.",
    "เซือม": "<i>ดู เนื้ออ่อน</i>.",
    "แซ": "น. ชื่อเรือรบไทยโบราณ ใช้แห่เวลาเสด็จพระราชดําเนินทอดกฐิน.",
    "แซ่ ๑": "ว. มีเสียงอื้ออึงจนฟังไม่ได้ศัพท์, โจษกันแพร่หลาย.",
    "แซ่ ๒": "น. ชื่อสกุลวงศ์ของจีน. (จ.).",
    "แซ็กคาริน": "(วิทยา) น. ชื่อสารประกอบเคมี มีสูตร <f>C<sub>6</sub>H<sub>4</sub>SO<sub>2</sub>&#183;CONH</f> ลักษณะเป็นผลึกสีขาว ละลายนํ้าได้เล็กน้อย มีความหวานประมาณ ๕๕๐ เท่าของนํ้าตาลทราย ไม่มีคุณค่าทางอาหาร ในทางแพทย์ใช้แทนนํ้าตาลทรายสําหรับคนไข้ที่เป็นโรคเบาหวานและคนที่อ้วนมาก. (อ. <f>saccharin</f>).",
    "แซ็กคารินโซเดียม": "น. แซ็กคารินซึ่งผลิตออกในรูปสารประกอบโซเดียม ละลายนํ้าได้ดี มีความหวานประมาณ ๔๐๐ เท่าของนํ้าตาลทราย ไม่มีคุณค่าทางอาหาร ใช้ได้อย่างแซ็กคาริน. (อ. <f>saccharin sodium</f>).",
    "แซง ๑": "น. ต้นไม้ชนิดหนึ่งคล้ายต้นปรือ. (พจน. ๒๔๙๓).",
    "แซง ๒": "น. เรียกม้าที่มีหน้าที่แทรกขนานไปข้าง&#160;ๆ ในกระบวนแห่หรือกองทัพว่า ม้าแซง, ชื่อช้างศึกพวกหนึ่ง มีหน้าที่สอดแทรกเข้าไปข้างกระบวนทัพคอยช่วยระวังรักษาทัพ, ช้างแทรก ก็เรียก, เรียกเรือกราบซึ่งจัดเข้าร่วมไปในกระบวนเรือหลวง มีหน้าที่ป้องกันภัยกระบวนเรือพระที่นั่งโดยแซงขนาบอยู่ ๒ ข้างและปิดท้ายกระบวน ว่า เรือแซง.<2t>ก. เบียดหรือเฉียดเพื่อจะขึ้นหน้า เช่น เดินแซง ขับรถแซง แซงคิว; สอดแทรกเข้ามาในระหว่าง เช่น พูดแซง.",
    "แซงแซว": "น. ชื่อนกในวงศ์ <f>Dicruridae</f> ขนสีดําหรือเทาเป็นมัน ตาสีแดง หางเรียวยาว กินแมลง ในประเทศไทยมีหลายชนิด เช่น แซงแซวหางปลา<i> </i><f>(<i>Dicrurus macrocercus</i>)</f>, ชนิดที่มีขนหาง ๑ คู่ เป็นก้านยาวออกไปตรงปลายแผ่ออกเป็นแผ่นขน คือ แซงแซวหางบ่วงเล็ก <f>(<i>D. remifer</i>)</f> และแซงแซวหางบ่วงใหญ่ <f>(<i>D. paradiseus</i>)</f>, ๒ ชนิดหลังนี้เรียกกันทั่วไปว่า แซงแซวหางบ่วง; เรียกสิ่งเช่นธงที่มีรูปเป็นแฉกเหมือนหางนกแซงแซวว่า ธงหางแซงแซว.",
    "แซ่ซ้อง": "ก. เปล่งเสียงแสดงความนิยมยินดีหรือสรรเสริญกันทั่วไป.",
    "แซด": "ว. มีเสียงเซ็งแซ่จนฟังไม่ได้ศัพท์ เช่น คุยกันแซด.",
    "แซด ๆ": "ก. อาการที่เซส่ายไปส่ายมาทรงตัวไม่อยู่ เช่น เซแซด&#160;ๆ.",
    "แซบ": "(ถิ่น-อีสาน) ว. อร่อย.",
    "แซม": "ก. แทรกขึ้นมาในระหว่าง เช่น ฟันแซม ขนแซม, เสียบเข้าไปในระหว่าง เช่น เด็ดดอกไม้แซมผม, เอาสิ่งใดสิ่งหนึ่งเหน็บแทรกหรือสอดเข้าไปเพื่อแทนสิ่งที่ชํารุดให้ดีขึ้น เช่น แซมกระบุง แซมหลังคา.<2t>น. เรียกม้าที่มีขนสีอื่นแทรกขึ้นมาในระหว่างขนที่เป็นพื้นว่า ม้าแซม.",
    "แซยิด": "น. วันที่มีอายุครบ ๕ รอบนักษัตร คือ ๖๐ ปีบริบูรณ์ตามคติของจีน, เรียกการทําบุญในวันเช่นนั้นว่า ทําบุญแซยิด. (จ.).",
    "แซ่ว": "ว. อาการที่นอนนิ่งอยู่กับที่เคลื่อนไหวไปไหนไม่ได้ในลักษณะที่หมดกําลังหรือเจ็บป่วยเป็นต้น ในคําว่า นอนแซ่ว, แอ้วแซ่ว ก็ว่า.",
    "แซะ ๑": "ก. เอาเครื่องมือแบน&#160;ๆ เช่นตะหลิวหรือเสียมแทงเบา&#160;ๆ โดยรอบแล้วช้อนขึ้นให้หลุดล่อนจากที่เดิม, โดยปริยายหมายความว่า เร่งรัด เช่น ต้องคอยแซะให้ทํางานอยู่เรื่อย.",
    "แซะ ๒": "น. ชื่อกล้วยไม้ชนิด <f><i>Dendrobium scabrilingue</i> Lindl.</f> ในวงศ์ <f>Orchidaceae</f> กลีบดอกสีขาว กลีบกระเป๋าสีเขียวอ่อนถึงเหลือง กลิ่นหอม.",
    "โซ": "ว. อดอยากยากจน.",
    "โซ่ ๑": "น. กะเหรี่ยง.",
    "โซ่ ๒": "น. โลหะมีเหล็กเป็นต้นที่เกี่ยวกันเป็นข้อ&#160;ๆ เป็นสายยาวสําหรับผูกล่ามแทนเชือก.",
    "โซก": "ก. เปียกมากจนไหลอาบไปทั่ว เช่น เหงื่อโซก.",
    "โซ่ง": "น. ชาวไทยพวกหนึ่ง ผู้ชายนุ่งกางเกงสีดําหรือสีครามแก่ขาสั้นใต้เข่าเล็กน้อยและแคบ ผู้หญิงนุ่งซิ่นสีดําหรือสีครามแก่มีลายขาวเป็นทาง&#160;ๆ ลงมา, ซ่ง ซงดํา หรือ ไทยดํา ก็เรียก.",
    "โซงโขดง": "[-ขะโดง] น. ทรงผมของหญิงไทยสมัยโบราณ ซึ่งรวบเข้าไปเกล้าไว้บนขม่อมเป็นห่วงยาว&#160;ๆ โดยมากมีเกี้ยวหรือพวงมาลัยสวม, โองโขดง ก็ว่า. (สิบสองเดือน).",
    "โซซัดโซเซ": "ก. เที่ยวร่อนเร่ไปมาด้วยความอดอยาก.",
    "โซเซ": "ว. เซไปมา, ทรงตัวไม่ใคร่อยู่, กระโซกระเซ ก็ว่า.",
    "โซดา": "น. นํ้าที่เจือด้วยโซเดียมไฮโดรเจนคาร์บอเนต, นํ้าที่มีแก๊สคาร์บอนไดออกไซด์ละลายและอัดไว้ในขวด เรียกว่า นํ้าโซดา. (อ. <f>soda</f>).",
    "โซดาแผดเผา": "น. สารประกอบชนิดหนึ่ง ชื่อโซเดียมไฮดรอกไซด์ <f>(NaOH)</f> เป็นของแข็งสีขาว ดูดความชื้นดีมาก ละลายนํ้าได้ดี ใช้ประโยชน์ในอุตสาหกรรมทําสบู่ ไหมเรยอง, โซดาไฟ หรือ คอสติกโซดา ก็เรียก. (อ. <f>caustic soda</f>).",
    "โซดาไฟ": "น. โซดาแผดเผา.",
    "โซเดียม": "น. ธาตุลําดับที่ ๑๑ สัญลักษณ์ <f>Na</f> เป็นโลหะสีขาวคล้ายโลหะเงิน เนื้ออ่อน หลอมละลายที่ ๙๗.๘ &#x00b0;ซ. สารประกอบสําคัญของธาตุนี้ที่พบมาก คือ เกลือแกง. (อ. <f>sodium</f>).",
    "โซเดียมคาร์บอเนต": "น. เกลือปรกติชนิดหนึ่ง มีสูตร <f>Na<sub>2</sub>CO<sub>3</sub></f> เมื่อเป็นผลึกมีสูตร <f>Na<sub>2</sub>CO<sub>3</sub>10&#183;H<sub>2</sub>O</f> ลักษณะเป็นผลึกสีขาว ละลายนํ้าได้ ใช้ประโยชน์ในอุตสาหกรรมทําแก้ว สบู่ กระดาษ ทําลายความกระด้างของนํ้า. (อ. <f>sodium</f> <f>carbonate</f>).",
    "โซเดียมซัลเฟต": "น. เกลือปรกติชนิดหนึ่ง มีสูตร <f>Na<sub>2</sub>SO<sub>4</sub></f> เมื่อเป็นผลึกมีสูตร <f>Na<sub>2</sub>SO<sub>4</sub>&#183;10H<sub>2</sub>O</f> ลักษณะเป็นผลึกสีขาว ละลายนํ้าได้ มีสมบัติเป็นยาถ่าย ใช้ประโยชน์ในอุตสาหกรรมทําสบู่ ผงซักฟอก สีย้อม แก้ว กระดาษ. (อ. <f>sodium sulphate</f>).",
    "โซเดียมไซคลาเมต": "น. ชื่อสารประกอบเคมี มีสูตร <f>C<sub>6</sub>H<sub>11</sub>NHSO<sub>3</sub>Na</f> ลักษณะเป็นผงสีขาว ละลายนํ้าได้ มีรสหวานกว่านํ้าตาลทรายมาก ใช้เป็นตัวให้ความหวานในเครื่องดื่ม มีหลักฐานว่าสารนี้ก่อให้เกิดโรคมะเร็งได้. (อ. <f>sodium cyclamate</f>).",
    "โซเดียมไฮโดรเจนกลูทาเมต": "น. เกลือกรดชนิดหนึ่ง มีสูตร <f>HOOC&#183;(CH<sub>2</sub>)<sub>2</sub>&#183;CH(NH<sub>2</sub>)COONa</f> ลักษณะเป็นผลึกสีขาว ละลายนํ้าได้ ใช้ประโยชน์ชูรสอาหาร มักเรียกกันว่า ผงชูรส. (อ. <f>sodium hydrogen glutamate</f>).",
    "โซเดียมไฮโดรเจนคาร์บอเนต": "น. เกลือกรดชนิดหนึ่ง มีสูตร <f>NaHCO<sub>3</sub></f> ลักษณะเป็นผงสีขาว ใช้ประโยชน์เป็นตัวทําให้ขนมมีลักษณะฟูพรุน เช่น ขนมปัง ใช้เป็นองค์ประกอบเคมีในเครื่องดับเพลิง ทางแพทย์ใช้เป็นตัวลดกรดในกระเพาะอาหาร. (อ. <f>sodium hydrogen carbonate</f>).",
    "โซเดียมไฮโดรเจนซัลเฟต": "น. เกลือกรดชนิดหนึ่ง มีสูตร <f>NaHSO<sub>4</sub></f> ลักษณะเป็นของแข็ง ละลายนํ้าได้ใช้ประโยชน์เป็นสารทําความสะอาดแผ่นเหล็กก่อนที่จะฉาบด้วยดีบุก. (อ. <f>sodium hydrogen sulphate</f>).",
    "โซม": "ก. เปียกทั่ว เช่น เหงื่อโซมตัว; คําบอกให้ช้างย่อตัว.",
    "โซรม": "[โซม] (โบ) ก. รุมกัน, ช่วยกัน.",
    "โซรมประทยด": "[-เทียด] (กลอน) ก. รุมกันด่ากระทบกระเทียบเปรียบเปรย.",
    "โซรมโรม": "ก. รุมรบกัน.",
    "โซรมศัสตราวุธ": "ก. ระดมฟันแทงพุ่งศัสตราวุธเข้าไป.",
    "โซลา": "น. นํ้ามันเชื้อเพลิงชนิดหนึ่ง ซึ่งใช้กับเครื่องยนต์ดีเซลชนิดหมุนเร็ว โดยใช้ความร้อนซึ่งเกิดจากกําลังอัดของลูกสูบจุดระเบิด, ทางการเรียกว่า นํ้ามันดีเซลหมุนเร็ว. (อ. <f>sola, solar</f>).",
    "โซ่ลาน": "น. โซ่เหล็กกว้างประมาณ ๔ มิลลิเมตร หนา ๐.๕ มิลลิเมตร ไม่ยืดหรือหดในทุกอุณหภูมิ มี ๒ ขนาด คือ ยาว ๔๐ เมตร และ ๕๐ เมตร ทั้ง ๒ ขนาด แบ่งออกเป็น ๑๐๐ ข้อต่อกัน ใช้วัดที่ดิน.",
    "ไซ ๑": "น. เครื่องสานสําหรับดักปลา มีหลายชนิด เช่น ไซมาน ไซตั้ง ไซนอน.",
    "ไซ ๒": "น. ชื่องูชนิด <f><i>Enhydris bocourti</i></f> ในวงศ์ <f>Colubridae</f> ตัวอ้วนสั้น หัวโต อาศัยตามริมน้ำหรือในน้ำเพราะกินปลาเป็นอาหารหลัก มีพิษอ่อนมากและไม่ปรากฏปฏิกิริยาต่อผู้ถูกกัด.",
    "ไซ ๓": "น. ชื่อหนึ่งของดาวฤกษ์ธนิษฐา มี ๔ ดวง, ดาวเศรษฐี ดาวศรวิษฐา หรือ ดาวธนิษฐะ ก็เรียก.",
    "ไซ ๔": "น. ชื่อหญ้าชนิด <f><i>Leersia hexandra </i>Sw.</f> ในวงศ์ <f>Gramineae</f> ชอบขึ้นในที่ลุ่ม ใบยาวแหลมคม.",
    "ไซโคลน": "[-โคฺลน] น. ชื่อพายุหมุนที่มีกําลังแรงจัด ทําให้มีฝนตกหนักมาก เกิดขึ้นในมหาสมุทรอินเดีย ทะเลอาหรับ และอ่าวเบงกอล มีความเร็วลมใกล้บริเวณศูนย์กลางตั้งแต่ ๖๕ นอต หรือ ๑๒๐ กิโลเมตรต่อชั่วโมงขึ้นไป. (อ. <f>cyclone</f>).",
    "ไซน์": "(คณิต) น. ไซน์ของมุมใดคืออัตราส่วน <fig021.gif,ความยาวของด้านตรงข้ามมุมนั้น ส่วน ความยาวของด้านตรงข้ามมุมฉาก> ในเมื่อถือเอารูปสามเหลี่ยมมุมฉาก (ที่มีมุมนั้น) เป็นหลัก. (อ. <f>sine</f>).",
    "ไซ้ ๑": "ก. กิริยาที่นกหรือเป็ดเอาปากยํ้า&#160;ๆ ขนหรือหาอาหาร; อาการที่ทําให้ปวดมวน เช่น ยาดําไซ้ท้อง.",
    "ไซ้ ๒": "ว. ได้, ไหน, อะไร.",
    "ไซเกิล": "(ฟิสิกส์) น. ชุดของการเปลี่ยนแปลงที่เกิดขึ้นจากภาวะหนึ่งจนกระทั่งกลับคืนมาสู่ภาวะแท้จริงเดิมอีก เช่น การเปลี่ยนแปลงในการเคลื่อนที่ของไฟฟ้ากระแสสลับเริ่มจากภาวะที่ไม่มีกระแสจนกระทั่งกระแสทวีค่าสูงสุดในทิศทางหนึ่ง แล้วลดลงจนไม่มีกระแส จากนี้กระแสทวีค่าขึ้นอีก จนสูงสุดในทิศทางตรงข้าม แล้วจึงกลับลดลงจนสู่ภาวะไม่มีกระแสอีก ดังนี้เรียกว่า กระแสไฟฟ้าเคลื่อนที่ครบ ๑ ไซเกิล จึงใช้จํานวนไซเกิลต่อวินาทีเป็นหน่วยวัดความถี่ของกระแสไฟฟ้าสลับและความถี่ของคลื่นแม่เหล็กไฟฟ้า, ปัจจุบันใช้ เฮิรตซ์ แทน ไซเกิล. (อ. <f>cycle</f>).",
    "ไซยาไนด์": "น. เกลือปรกติของกรดไฮโดรไซยานิก <f>(HCN)</f> เช่น โพแทสเซียมไซยาไนด์ <f>(KCN)</f> โซเดียมไซยาไนด์ <f>(NaCN)</f> เกลือไซยาไนด์ทั้งหมดเป็นพิษอย่างร้ายแรง. (อ. <f>cyanide</f>).",
    "ไซร้": "[ไซ้] ว. คําสําหรับเน้นความหมายของคําหน้า มีความหมายไปในทางว่า อย่างนั้น, เช่นนั้น, ทีเดียว.",
    "ไซเรน": "น. เครื่องส่งสัญญาณเสียงเพื่อเตือนภัย บอกหมดภัย หรือเตือนให้ยวดยานอื่นหลีกทางให้ เป็นต้น; เสียงที่เกิดจากเครื่องเตือนภัย เรียก เสียงไซเรน. (อ. <f>siren</f>).",
    "ไซโล": "น. สิ่งก่อสร้างขนาดใหญ่ ทําด้วยวัสดุที่แข็งแรงทนทาน ภายในมีระบบกันความชื้นและระบายอากาศเป็นต้น สําหรับเก็บผลิตผลทางเกษตรไว้ชั่วคราวก่อนส่งออก. (อ. <f>silo</f>).",
    "ฌ": "พยัญชนะตัวที่ ๑๒ นับเป็นพวกอักษรตํ่า.",
    "ฌาน": "[ชาน] น. ภาวะที่จิตสงบแน่วแน่เนื่องมาจากการเพ่งอารมณ์, การเพ่งอารมณ์จนจิตแน่วแน่เป็นสมาธิ, เรียกลักษณะการทําจิตให้สงบตามหลักทางศาสนาว่า เข้าฌาน เช่น พระเข้าฌาน ฤษีเข้าฌาน, โดยปริยายหมายถึงนั่งหลับหรือนั่งเหม่อใจลอยไม่รับรู้อะไร เรียกว่า เข้าฌาน, ฌานนั้นจัดเป็น ๔ ชั้น เรียกชื่อตามลําดับที่ประณีตขึ้นไปกว่ากัน คือ ปฐมฌาน ได้แก่ ฌานที่ ๑ มีองค์ ๕ คือ ยังมีตรึก ซึ่งเรียกว่า วิตก มีตรอง ซึ่งเรียกว่า วิจาร เหมือนอารมณ์แห่งจิตของคนสามัญ มีปีติ คือความอิ่มใจ มีสุข คือความสบายใจอันเกิดแต่วิเวกคือความเงียบ และประกอบด้วยจิตมีอารมณ์เป็นหนึ่งลงไปซึ่งเรียกว่า เอกัคตา, ทุติยฌาน ได้แก่ ฌานที่ ๒ มีองค์ ๓ คือ ละวิตกวิจารเสียได้ คงอยู่แต่ปีติและสุขอันเกิดแต่สมาธิกับเอกัคตา, ตติยฌาน ได้แก่ ฌานที่ ๓ มีองค์ ๒ คือ ละปีติเสียได้ คงอยู่แต่สุขกับเอกัคตา, จตุตถฌาน ได้แก่ ฌานที่ ๔ มีองค์ ๒ เหมือนกัน ละสุขเสียได้กลายเป็นอุเบกขาคือเฉย&#160;ๆ กับเอกัคตา, ฌานทั้ง ๔ นี้จัดเป็นรูปฌาน เป็นรูปสมาบัติ มีรูปธรรมเป็นอารมณ์ สงเคราะห์เข้าในรูปาวจรภูมิ. (ป.; ส. ธฺยาน).",
    "ฌาปน-": "[ชาปะนะ-] น. การเผาศพ, การปลงศพ. (ป.).",
    "ฌาปนกิจ": "น. การเผาศพ.",
    "ฌาปนสถาน": "น. ที่เผาศพ.",
    "เฌอ": "น. ไม้, ต้นไม้. (ข. เฌี ว่า ไม้, เฎิมเฌี ว่า ต้นไม้).",
    "เฌอเอม": "น. ชะเอม.",
    "ญ": "พยัญชนะตัวที่ ๑๓ นับเป็นพวกอักษรตํ่า และเป็นตัวที่สุดของวรรคที่ ๒ ใช้เป็นตัวสะกดในแม่กนในคําที่มาจากภาษาบาลีและสันสกฤตเป็นต้น เช่น ปัญญา สัญชาติ ผจญ โคโลญ.",
    "ญญ่าย": "(แบบ) ว. แตกจากหมู่, กระจัดกระจาย, ในคําว่า หนีญญ่ายพ่ายจแจ้น. (จารึกสยาม).",
    "ญวน ๑": "น. ชื่อประเทศและชนชาติหนึ่งอยู่ทางทิศใต้ของประเทศจีน และทางทิศตะวันออกของประเทศลาวและเขมร, ปัจจุบันเรียกว่า ประเทศเวียดนาม.",
    "ญวน ๒": "<i>ดู ใบขนุน (๑)</i>.",
    "ญัตติ": "น. คําประกาศให้สงฆ์ทราบเพื่อทํากิจของสงฆ์ร่วมกัน เช่น ญัตติทุติยกรรมวาจา ญัตติจตุตถกรรมวาจา, คําเผดียงสงฆ์ ก็ว่า; ข้อเสนอเพื่อลงมติ เช่น ผู้แทนราษฎรเสนอญัตติเข้าสู่สภาเพื่อขอให้ที่ประชุมลงมติว่าจะเห็นชอบด้วยหรือไม่; หัวข้อโต้วาที เช่น โต้วาทีในญัตติว่า ขุนช้างดีกว่าขุนแผน. (ป.).",
    "ญาณ, ญาณ-": "[ยาน, ยานะ-, ยานนะ-] น. ปรีชาหยั่งรู้หรือกําหนดรู้ที่เกิดจากอํานาจสมาธิ, ความสามารถหยั่งรู้เป็นพิเศษ. (ป.; ส. ชฺ&#xf70f;าน).",
    "ญาณทัสนะ": "[ยานะทัดสะนะ, ยานนะทัดสะนะ] (แบบ) น. ความรู้ความเห็น. (ป.).",
    "ญาณวิทยา": "[ยานะวิดทะยา, ยานนะวิดทะยา] น. ปรัชญาสาขาหนึ่งว่าด้วยกําเนิดลักษณะและความถูกต้องแห่งความรู้ ตลอดจนวิธีหาความรู้. (อ. <f>epistemology</f>).",
    "ญาณศาสตร์": "[ยานะสาด, ยานนะสาด] น. ตําราพยากรณ์. (ป. &#xf70f;าณ + ส. ศาสฺตฺร).",
    "ญาติ, ญาติ-": "[ยาด, ยาติ-, ยาดติ-] น. คนในวงศ์วานที่ยังนับรู้กันได้ทางเชื้อสายฝ่ายพ่อหรือฝ่ายแม่. (ป.).",
    "ญาติกา": "[ยาดติ-] น. ญาติ.",
    "ญาติดีกัน": "ว. คืนดีกัน.",
    "ญาติเภท": "[ยาติเพด] (แบบ) น. การแตกระหว่างญาติ. (ป.).",
    "ญาติสนิท": "[ยาดสะหฺนิด] น. ญาติที่ใกล้ชิดกันมาก.",
    "ญาติสืบสาโลหิต": "(กฎ) น. ญาติที่มีความสัมพันธ์กันทางสายเลือด.",
    "ญิบ": "(ถิ่น-พายัพ) ว. สอง เช่น ญิบพัน ว่า สองพัน, หญิบ ก็ใช้.",
    "ญี่": "(โบ) น. เรียกลูกชายคนที่ ๒ ว่า ลูกญี่, คู่กับ ลูกหญิงคนที่ ๒ ว่า ลูกอี่.",
    "ญี่ปุ่น": "น. ชื่อประเทศและชนชาติหนึ่งอยู่ในหมู่เกาะทางทิศตะวันออกของประเทศจีน.",
    "เญยธรรม, ไญยธรรม": "[เยยยะทํา, ไยยะทํา] (แบบ) น. ธรรมที่ควรรู้. (ป. เ&#xf70f;ยฺย + ส. ธรฺม).",
    "ฎ": "พยัญชนะตัวที่ ๑๔ นับเป็นพวกอักษรกลาง ใช้เป็นตัวสะกดในแม่กดในคําที่มาจากภาษาบาลีและสันสกฤตเป็นต้น เช่น กฎ มงกุฎ.",
    "ฎีกา": "น. คําอธิบายขยายความ เช่น ฎีกาพาหุง; ชื่อคัมภีร์หนังสือที่แก้หรืออธิบายคัมภีร์อรรถกถา; หนังสือที่เขียนนิมนต์พระสงฆ์; ใบแจ้งการขอเบิกเงินจากคลัง; ใบบอกบุญเรี่ยไร; (กฎ) คําร้องทุกข์ที่ราษฎรทูลเกล้าฯ ถวายต่อพระมหากษัตริย์; ชื่อศาลยุติธรรมสูงสุดของประเทศไทย ซึ่งเรียกว่าศาลฎีกา; การคัดค้านคําพิพากษาหรือคําสั่งศาลอุทธรณ์ที่คู่ความยื่นต่อศาลชั้นต้น เพื่อเสนอให้ศาลฎีกาพิจารณาพิพากษาหรือวินิจฉัยชี้ขาด; (โบ) ใบเรียกเก็บเงิน.<2t>(ปาก) ก. ยื่นคําร้องขอหรือคําคัดค้านต่อศาลฎีกา เช่น คดีนี้จะฎีกาหรือไม่. (ป. ฏีกา).",
    "ฏ": "พยัญชนะตัวที่ ๑๕ นับเป็นพวกอักษรกลาง ใช้เป็นตัวสะกดในแม่กดในคําที่มาจากภาษาบาลีและสันสกฤต เช่น ปรากฏ มกุฏกษัตริยาราม.",
    "ฐ": "พยัญชนะตัวที่ ๑๖ นับเป็นพวกอักษรสูง ใช้เป็นตัวสะกดในแม่กดในคําที่มาจากภาษาบาลีและสันสกฤต เช่น รัฐ อัฐ.",
    "ฐกัด": "[ถะกัด] ก. ตระกัด, ยินดี, เช่น ฐกัดนี้แก่เถ้าตุ่ยต่วมฤๅจตรู. (ม. คําหลวง ชูชก).",
    "ฐากูร": "[ถากูน] (แบบ) น. รูปเคารพ, เทพเจ้าที่นับถือ; ใช้เสริมท้ายชื่อคนที่มีชื่อเสียง เช่น โควินทฐากูร ชื่อผู้แต่งคัมภีร์กาพย์กลอน. (ส. &#xf700;กฺกุร).",
    "ฐาน ๑": "[ถาน] น. ที่ตั้ง เช่น ฐานทัพ ฝีตั้งฐาน, ที่รองรับ เช่น ฐานพระพุทธรูป. (ป.).",
    "ฐาน ๒, ฐาน-, ฐานะ": "[ถาน, ถานะ-] น. ตําแหน่งหน้าที่; หลักฐาน, ลําดับความเป็นอยู่ในสังคม เช่น ทุกคนยอมรับรู้ฐานะในสังคมของเขา. (ป.).",
    "ฐาน ๓": "สัน. เพราะ เช่น ถูกลงโทษฐานละเลยหน้าที่.",
    "ฐาน ๔": "(คณิต) น. เส้นหรือพื้นที่ซึ่งถือว่าเป็นส่วนรองรับรูปเรขาคณิต เช่น ฐานของสามเหลี่ยม ฐานของกรวย, จํานวนที่ใช้เป็นหลักในการสร้างจํานวนอื่น&#160;ๆ โดยการยกกําลังหรือหาค่าของลอการิทึม เช่น จํานวน ๓ ใน ๓<sup>๔</sup> (= ๘๑) จํานวน ๗ ใน <f>log<sub>7</sub></f> 49 (= ๒), จํานวนที่บอกปริมาณในแต่ละหลักของตัวเลข เช่น เมื่อ ๖๓๕ เป็นตัวเลขฐาน ๑๐ ใช้สัญลักษณ์ว่า ๖๓๕<sub>๑๐</sub> ซึ่งแทน ๕ + (๓ <fig004.gif,คูณ> ๑๐) + (๖ <fig004.gif,คูณ> ๑๐<sup>๒</sup>) เมื่อ ๖๓๕ เป็นตัวเลขฐาน ๗ ใช้สัญลักษณ์ว่า ๖๓๕<sub>๗</sub> ซึ่งแทน ๕ + (๓ <fig004.gif,คูณ> ๗) + (๖ <fig004.gif,คูณ> ๗<sup>๒</sup>).",
    "ฐานกรณ์": "[ถานกอน] (ไว) น. ที่ตั้งและเครื่องทําให้เกิดเสียงในการพูด.",
    "ฐานเขียง": "น. ฐานรองชั้นล่างสําหรับรองฐานอื่น มีหน้ากระดานและลวดท้องไม้.",
    "ฐานเชิงบาตร": "<pic033.gif,ฐานเชิงบาตร>น. ฐานรูปเชิงบัวหน้ากระดาน.",
    "ฐานเท้าสิงห์": "<pic034.gif,ฐานเท้าสิงห์>น. ฐานรูปสมมุติจากสิงห์แบก, ฐานสิงห์ ก็เรียก.",
    "ฐานบัทม์": "น. ฐานบัวหน้ากระดานบัวควํ่าบัวหงาย.",
    "ฐานราก": "น. โครงสร้างตอนล่างสุดที่รองรับอาคารหรือสิ่งปลูกสร้าง; (กฎ) ส่วนของอาคารที่ใช้ถ่ายนํ้าหนักอาคารลงสู่ดิน.",
    "ฐานสิงห์": "น. ฐานเท้าสิงห์.",
    "ฐานันดร": "น. ลําดับในการกําหนดชั้นบุคคล เช่น ยศบรรดาศักดิ์. (ป. &#xf700;านนฺตร).",
    "ฐานานุกรม": "น. ลําดับตําแหน่งยศพระสงฆ์ที่พระราชาคณะมีอํานาจตั้งสมณศักดิ์ให้ตามทําเนียบ.",
    "ฐานานุรูป": "ว. สมควรแก่ฐานะ. (ป.).",
    "ฐานานุศักดิ์": "ว. ตามควรแก่เกียรติศักดิ์.<2t>น. ศักดิ์ที่พระราชาคณะมีอํานาจตั้งฐานานุกรมได้.",
    "ฐานียะ": "(แบบ) ว. ควรแก่ตําแหน่ง, ตั้งอยู่ในฐานะ, มักประกอบท้ายศัพท์ เช่น ครุฐานียะ ว่า ตั้งอยู่ในฐานะเป็นครู. (ป.).",
    "ฐาปน-, ฐาปนา": "[ถาปะนะ-, ถาปะนา] น. การก่อสร้าง, การแต่งตั้ง, การซ่อมแซม, การตั้งขึ้น. (ป. &#xf700;ปน).",
    "ฐายี": "(แบบ) ว. ตั้งอยู่, ดํารงอยู่, มักประกอบท้ายศัพท์ เช่น กัปปัฏฐายี ว่า ตั้งอยู่กัปหนึ่ง. (ป.).",
    "ฐิตะ": "[ถิตะ] (แบบ) ก. ยืนอยู่, ตั้งอยู่แล้ว. (ป.).",
    "ฐิติ": "[ถิติ] น. การตั้งอยู่, การยืนอยู่, การดํารงอยู่; การเป็นไป, ความมีชีวิตอยู่; การหยุดอยู่; ความมั่นคง, ความอดทน; ตำแหน่ง, ที่อยู่; ข้อบังคับ, ข้อบัญญัติ; ความแน่นอน. (ป.).",
    "ฑ": "พยัญชนะตัวที่ ๑๗ นับเป็นพวกอักษรตํ่า ใช้เป็นตัวสะกดในแม่กดในคําที่มาจากภาษาบาลีและสันสกฤต เช่น ษัฑ.",
    "ฑังส-": "[ดังสะ-] (แบบ) น. เหลือบ. (ป. ฑํส).",
    "ฑาก-": "[ดากะ-] (แบบ) น. ผักดอง, เมี่ยง. (ป.).",
    "ฑาหก": "[ทาหก] น. ผู้เผา; ไฟ. (ป.).",
    "ฑาหะ": "[ทาหะ] (แบบ) น. ความร้อน, ไฟ. (ป.).",
    "ฒ": "พยัญชนะตัวที่ ๑๘ นับเป็นพวกอักษรตํ่า ใช้เป็นตัวสะกดในแม่กดในคําที่มาจากภาษาบาลีและสันสกฤต เช่น วัฒน์ วุฒิ.",
    "เฒ่า": "ว. แก่, มีอายุมาก, เถ้า ก็ใช้.",
    "เฒ่าแก่": "น. ตําแหน่งข้าราชการฝ่ายในในพระราชสำนัก; ผู้ใหญ่ที่เป็นประธานในการสู่ขอและการหมั้น, เถ้าแก่ ก็ใช้.",
    "เฒ่าหัวงู": "น. คนแก่หรือคนมีอายุมากที่มีเล่ห์เหลี่ยมหรือกลอุบายหลอกเด็กผู้หญิงในทางกามารมณ์, คนแก่เจ้าเล่ห์.",
    "ณ ๑": "พยัญชนะตัวที่ ๑๙ นับเป็นพวกอักษรตํ่า ใช้เป็นตัวสะกดในแม่กนในคําที่มาจากภาษาบาลีและสันสกฤต เช่น คุณ บัณฑิต.",
    "ณ ๒": "[นะ] บ. ใน, ที่, เป็นคําบ่งเวลาหรือสถานที่ว่า ตรงนั้นตรงนี้, ถ้าใช้นําหน้าสกุล หมายความว่า แห่ง เช่น ณ อยุธยา ณ ระนอง.",
    "ณรงค์": "ก. ต่อสู้ชิงชัย เช่น ณรงค์เพื่อต่อต้านวัณโรค.<2t>น. การรบ, การต่อสู้. (ตัดมาจาก รณรงค์).",
    "เณร": "น. สามเณร.",
    "เณรหน้าไฟ": "น. สามเณรที่บวชเนื่องในพิธีเผาศพ.",
    "เณรหางนาค": "น. สามเณรที่บวชต่อท้ายพิธีบวชพระ.",
    "ด": "พยัญชนะตัวที่ ๒๐ นับเป็นพวกอักษรกลาง ใช้เป็นตัวสะกดในแม่กด.",
    "ดก": "ว. มาก, มากกว่าปรกติ, (มักใช้แก่สิ่งที่เกิดมีขึ้นตามธรรมชาติ) เช่น ต้นไม้ออกดอกออกผลมากกว่าปรกติ เรียกว่า ดอกดก ผลดก, ไก่ที่ไข่มากกว่าปรกติ เรียกว่า ไข่ดก, หญิงที่มีลูกถี่และมากกว่าปรกติ เรียกว่า ลูกดก, คนที่มีผมมากกว่าปรกติ เรียกว่า ผมดก; โดยปริยายใช้เป็นคําพูดประชด เช่น พูดว่า ได้ดกละ หมายความว่า ไม่มีหวังที่จะได้, มีดกละ หมายความว่า ไม่มี.",
    "ดกดื่น": "ว. มากหลาย, มีอยู่ทั่วไป.",
    "ดง ๑": "น. ป่าที่มีต้นไม้ใหญ่ขึ้นหนาแน่น เช่น ขึ้นเป็นดง, ที่ซึ่งมีต้นไม้อย่างใดอย่างหนึ่งขึ้นหนาแน่น เช่น ดงกล้วย, โดยปริยายเรียกสถานที่ที่มีคนหรือสัตว์เป็นต้นประเภทเดียวกันรวมอยู่ด้วยกันมาก&#160;ๆ เช่น ดงผู้ร้าย ดงเสือ.",
    "ดง ๒": "ก. เอาหม้อข้าวที่เช็ดนํ้าข้าวแล้วขึ้นตั้งไฟอ่อน&#160;ๆ เพื่อให้ระอุ.",
    "ด้ง": "(ถิ่น) น. กระด้ง.",
    "ดงดาน": "น. ป่าทึบ.",
    "ดงดิบ": "น. ป่าในเขตอากาศร้อนบริเวณเส้นศูนย์สูตร ซึ่งมีฝนตกชุกเกือบตลอดปี มีต้นไม้สีเขียวไม่ผลัดใบ, ป่าที่มีต้นไม้หนาแน่นเขียวชอุ่มอยู่ทั้งปี.",
    "ดงดึก": "น. ป่าลึกเข้าไปไกล.",
    "ดงวาย": "(กลอน; แผลงมาจาก ตังวาย) น. ของถวาย.",
    "ด้น": "ก. เย็บเป็นฝีเข็มขึ้นทีลงที, ด้นปล่อย ก็เรียก; กิริยาที่หนอนชอนไชในผลไม้เป็นต้น; มุ่งหน้าเดาไป, มุ่งหน้าฝ่าไป, ด้นดั้น ก็ว่า.<2t>น. เรียกกลอนชนิดหนึ่งที่ว่าดะไปไม่คำนึงถึงหลักสัมผัสว่า กลอนด้น; (ปาก) เรียกตัวจี๊ดว่า หนอนด้น.",
    "ด้นดั้น": "ก. มุ่งหน้าเดาไป, มุ่งหน้าฝ่าไป, ด้น ก็ว่า.",
    "ดนโด่": "(ปาก) ก. กระดกกระดนโด่.",
    "ดนตรี": "น. เสียงที่ประกอบกันเป็นทํานองเพลง, เครื่องบรรเลงซึ่งมีเสียงดังทําให้รู้สึกเพลิดเพลิน หรือเกิดอารมณ์รัก โศก หรือรื่นเริง เป็นต้น ได้ตามทํานองเพลง. (ส. ตนฺตฺรินฺ).",
    "ดนตรีกรรม": "(กฎ) น. งานเกี่ยวกับเพลงที่แต่งขึ้นเพื่อบรรเลงหรือขับร้องไม่ว่าจะมีทำนองและคำร้องหรือมีทำนองอย่างเดียว และหมายความรวมถึงโน้ตเพลงหรือแผนภูมิเพลงที่ได้แยกและเรียบเรียงเสียงประสานแล้ว.",
    "ด้นถอยหลัง": "ก. เย็บผ้าวิธีหนึ่ง คล้ายวิธีด้น แต่เมื่อจะแทงลงต้องย้อนมาแทงข้างต้นอีกฝีเข็มหนึ่งเหมือนฝีจักร.",
    "ด้นปล่อย": "ก. เย็บเป็นฝีเข็มขึ้นทีลงที, ด้น ก็เรียก.",
    "ดนยะ, ดนัย": "[ดะนะยะ, ดะไน] (แบบ) น. ลูกชาย. (ป., ส. ตนย).",
    "ดนยา": "[ดะนะยา] (แบบ) น. ลูกหญิง. (ป., ส. ตนย).",
    "ดนุ, ดนู": "(แบบ) (กลอน) ส. ฉัน, ข้าพเจ้า. (ป., ส. ตนุ ว่า ตัวตน; เล็กน้อย, เบาบาง).",
    "ดนุช": "น. ผู้บังเกิดแต่ตน, ลูกชาย, เช่น ใกล้หัตถ์ดลดนุช. (ม. คําหลวง วนปเวสน์). (ป., ส.).",
    "ดบัสวิน, ดบัสวี": "[ดะบัดสะ-] (แบบ) น. ผู้ประพฤติความเพียร, ฤษี, เพศหญิงว่า ดบัสวินี. (ส. ตปสฺวินฺ).",
    "ดม": "ก. ใช้จมูกสูดกลิ่น, สูดเอากลิ่น, บางทีใช้เข้าคู่กับคำ ดอม เป็น ดมดอม หรือ ดอมดม.",
    "ดมไร": "น. ช้าง, โดยมากใช้ ดําไร หรือ ดํารี. (ข. ฎํรี).",
    "ดร ๑": "[ดอน] (แบบ) น. พ่วง, แพ. (ป., ส. ตร).",
    "ดร ๒": "(โบ) น. ดอน.",
    "ดรงค์": "[ดะ-] (แบบ) น. คลื่น, ระลอก. (ป., ส. ตรงฺค).",
    "ดรณี": "[ดะระนี] (แบบ) น. เรือ. (ป., ส. ตรณี = สิ่งที่แล่นไป).",
    "ดรธาน": "[ดอระทาน] ก. หายไป, ลับไป. (ตัดมาจาก อันตรธาน).",
    "ดรรชนี ๑": "[ดัดชะนี] น. นิ้วชี้, ราชาศัพท์ใช้ว่า พระดรรชนี, ดัชนี ก็ใช้. (ส. ตรฺชนี; ป. ตชฺชนี).",
    "ดรรชนี ๒": "[ดัดชะนี] (คณิต) น. จํานวนที่เขียนไว้บนมุมขวาของอีกจํานวนหนึ่งซึ่งเรียกว่า ฐาน เพื่อแสดงการยกกําลังของฐานนั้น เช่น ๓<sup>๒</sup> ๒ เป็นดรรชนีของ ๓; ตัวเลขอัตราส่วนซึ่งอาจเปลี่ยนแปลงได้ในระยะเวลาหนึ่ง เช่น ดรรชนีค่าครองชีพ; ดัชนี ก็ใช้. (อ. <f>index number</f>).",
    "ดรรชนี ๓": "น. บัญชีคําเรียงตามลําดับอักษรที่พิมพ์ไว้ส่วนท้ายของหนังสือเล่ม รวบรวมคําสําคัญ&#160;ๆ ซึ่งมีกล่าวถึงในหนังสือเล่มนั้น โดยบอกเลขหน้าที่มีคํานั้น&#160;ๆ ปรากฏอยู่เพื่อสะดวกแก่การค้น, ดัชนี ก็ใช้.",
    "ดรรชนีหักเห": "(แสง) น. ดรรชนีหักเหระหว่างตัวกลางคู่หนึ่งที่แสงผ่าน คือ อัตราส่วนระหว่างไซน์ของมุมตกกระทบของแสงในตัวกลางหนึ่งต่อไซน์ของมุมหักเหของแสงในอีกตัวกลางหนึ่ง, ดัชนีหักเห ก็ใช้. (อ. <f>refractive index</f>).",
    "ดราฟต์": "น. ตราสารซึ่งธนาคารเป็นผู้ออก สั่งธนาคารตัวแทนของตนให้จ่ายเงินจํานวนหนึ่งแก่ผู้รับตามที่ได้ระบุชื่อไว้หรือตามคําสั่งของผู้รับ. (อ. <f>draft</f>).",
    "ดรุ": "[ดะรุ] (แบบ) น. ต้นไม้. (ป., ส. ตรุ).",
    "ดรุณ": "น. เด็กรุ่น.<2t>ว. หนุ่ม, อ่อน, รุ่น. (ป., ส. ตรุณ).",
    "ดรุณาณัติ": "น. ตําแหน่งหัวหน้านักเรียน.",
    "ดรุณี": "น. เด็กหญิงรุ่น.<2t>ว. สาว, อ่อน, รุ่น. (ป., ส. ตรุณี).",
    "ดฤถี": "[ดฺรึ-] (โบ) น. ดิถี. (ส. ตฺฤถี; ป. ติถิ).",
    "ดล ๑, ดล-": "[ดน, ดนละ-] น. พื้น, ชั้น, เช่น พสุธาดล. (ป., ส. ตล).",
    "ดล ๒": "[ดน] ก. ถึง. (ข. ฎล่).",
    "ดล ๓": "[ดน] ก. ให้เป็นไป, ทําให้แล้ว, ตั้งขึ้น, เผอิญให้เป็นไป, บันดาลให้เป็นไป.",
    "ดลใจ": "ก. มีเหตุอันไม่ปรากฏจูงใจให้คิดหรือให้ทํา เช่น เทวดาดลใจ กุศลดลใจ มารดลใจ.",
    "ดลบันดาล": "ก. ให้มีให้เป็นหรือไม่ให้มีไม่ให้เป็น เช่น ขอสิ่งศักดิ์สิทธิ์จงดลบันดาลให้ประสบความสําเร็จหรือให้แคล้วคลาดจากภัยอันตราย.",
    "ดลภาค": "น. พื้นราบ.",
    "ดวง": "น. คําเรียกสิ่งที่มีลักษณะเป็นรูปกลม&#160;ๆ หรือที่เห็นเป็นวง&#160;ๆ เช่น ดวงดาว ดวงไฟ ดวงตรา ดวงกสิณ, และบางสิ่งที่ไม่มีรูป เช่น ดวงชีวิต ดวงวิญญาณ; ลักษณนามเรียก จิต วิญญาณ หรือสิ่งที่มีแสงสว่าง เช่น ดาว ไฟฟ้า ตะเกียง ว่า ดวง; ใช้ประกอบคําอื่นเป็นคําเปรียบเทียบ เช่น ดวงใจ ดวงตา ดวงสมร หมายความถึงสิ่งที่เป็นที่รักยิ่ง หญิงที่รัก หรือ ลูกที่รัก; แบบรูปราศีที่บอกดาวพระเคราะห์เดินถึงราศีนั้น&#160;ๆ ในเวลาเกิดของคนหรือเวลาสร้างสิ่งสําคัญ เช่นบ้านเมืองเป็นต้นที่โหรคํานวณไว้โดยแบ่งเป็น ๑๒ ราศี เรียกว่า ดวง ซึ่งเป็นคําตัดมาจาก ดวงชะตา.",
    "ด้วง ๑": "น. ชื่อแมลงในอันดับ <f>Coleoptera</f> มีปีก ๒ คู่ ลําตัวและปีกคู่หน้าแข็ง เมื่อพับปีกขอบปีกจะจดกันที่กึ่งกลางสันหลัง ปีกคู่หลังบางเมื่อพับจะซ้อนเข้าไปเก็บใต้ปีกคู่หน้า ปากเป็นชนิดกัดกิน อกปล้องแรกใหญ่และเห็นได้ชัดเจน แมลงพวกนี้มีมากชนิดกว่าแมลงอื่น&#160;ๆ.",
    "ด้วง ๒": "น. ชื่อขนมชนิดหนึ่ง ทําด้วยแป้งข้าวเจ้าเป็นตัวเล็ก&#160;ๆ คล้ายตัวด้วง กินกับงาคั่วผสมนํ้าตาล เหยาะเกลือนิดหน่อย และมะพร้าวทึนทึกขูดเป็นเส้น.",
    "ด้วง ๓": "<pic035.gif,ด้วง>น. ชื่อเครื่องดักสัตว์ชนิดหนึ่ง ทําด้วยกระบอกไม้ยาวประมาณ ๕-๖ เซนติเมตร มีคันยาวประมาณ ๑ เมตร มีสายห่วงติดกับกระบอกไม้ไผ่ส่วนล่าง โยงไปผูกติดกับปลายคัน มีไม้คํ้าอันหนึ่งเพื่อให้คันโก่ง กับไม้ลิ้นพาดปากกระบอกอีกอันหนึ่งทําหน้าที่เสมือนไก สําหรับดักแย้เป็นต้น.",
    "ด้วง ๔": "น. ชื่อซอชนิดหนึ่ง มีกระบอกมักทําด้วยไม้เนื้อแข็ง มีลักษณะคล้ายด้วงดักสัตว์ ใช้หนังหรือกระดาษหลาย&#160;ๆ ชั้นปิดด้านหนึ่ง มีสาย ๒ สาย ขนาดค่อนข้างเล็กเพื่อให้มีเสียงสูงในเวลาสี.",
    "ดวงแก้ว": "น. ชื่อดาวฤกษ์สวาดิ.",
    "ดวงใจ, ดวงตา": "น. คําเปรียบเทียบเรียกหญิงที่รักหรือลูกที่รัก.",
    "ดวงเดือน": "(ราชา) น. โรคกลาก.",
    "ดวงเดือนประดับดาว": "น. ชื่อกลบทชนิดหนึ่ง ตัวอย่างว่า เจ็บจิตมิตรหมางค้างเขินขวย เวียนวนหลงลมงมงงงวย ฉาบฉวยรวยเร่อเธอถูกทาง.",
    "ดวงตรา": "น. เครื่องหมายที่มีลักษณะเป็นรูปต่าง&#160;ๆ สำหรับประทับเป็นสำคัญ เช่น ดวงตราแผ่นดิน ดวงตราของทบวงการเมือง.",
    "ดวงตราไปรษณียากร": "น. ดวงตราที่ใช้ปิดเป็นค่าธรรมเนียมที่ต้องเสียสำหรับส่งจดหมายหรือไปรษณียภัณฑ์และพัสดุไปรษณีย์ทางไปรษณีย์.",
    "ดวงสมร": "น. หญิงที่รัก.",
    "ด้วงโสน": "น. ชื่อหนอนของแมลงชนิด <f><i>Azygophleps scalaria</i></f> และ <f><i>Zeuzera coffeae</i></f> ในวงศ์ <f>Cossidae</f> เป็นตัวอ่อนของผีเสื้อที่เจาะกินเข้าไปในต้นโสน ตัวยาว ๔-๖ เซนติเมตร สีขาวหรือชมพูอ่อน ชาวชนบทจับมาทําเป็นอาหารรับประทาน, โสน ก็เรียก.",
    "ดวจ": "[ดวด] (กลอน; แผลงมาจาก ดุจ) ว. เหมือน, คล้าย, เช่น, เพียง, ราวกะ.",
    "ดวด ๑": "น. ชื่อการเล่นชนิดหนึ่ง เดินแต้มตามเบี้ยที่ทอดได้ไปตามตาตาราง.<2t>(ปาก) ก. ดื่มทีเดียวหมด (มักใช้แก่เหล้า).<2t>ว. เดี่ยว, หนึ่ง; (ปาก) ทีเดียว.",
    "ดวด ๒": "ว. สูง.",
    "ด่วน": "ว. รีบเร่ง, รวดเร็ว.",
    "ด้วน": "ก. กุด, ขาด, สั้นเข้า.<2t>ว. เรียกสิ่งที่มีรูปยาว&#160;ๆ ที่ตอนปลายขาดหายไป เช่น แขนด้วน ขาด้วน ตาลยอดด้วน, โดยปริยายใช้เรียกสิ่งอื่นที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น คลองด้วน แม่นํ้าด้วน.",
    "ด้วมเดี้ยม": "ว. กระด้วมกระเดี้ยม, ต้วม&#160;ๆ เตี้ยม&#160;ๆ, ค่อย&#160;ๆ ไป, ไม่คล่องแคล่ว.",
    "ด้วย": "ว. คําแสดงกริยารวมหรือเพิ่ม เช่น สวยด้วยดีด้วย, แสดงกริยาร่วมกันหรือในทํานองเดียวกัน เช่น กินด้วย, แสดงความขอร้อง เช่น ช่วยด้วย บอกด้วย.<2t>บ. คํานําหน้านามเพื่อให้รู้ว่านามนั้นเป็นเครื่องใช้หรือเป็นสิ่งที่ใช้เป็นเครื่องกระทํา เช่น ฟันด้วยมีด; ตาม เช่น ทําด้วยอารมณ์.<2t>สัน. เพราะ, เหตุ, เช่น ด้วยปรากฏว่า.",
    "ด้วยว่า": "สัน. เพราะว่า.",
    "ดอก ๑": "น. ส่วนหนึ่งของพรรณไม้ที่ผลิออกจากต้นหรือกิ่ง มีหน้าที่ทําให้เกิดผลและเมล็ดเพื่อสืบพันธุ์ มีเกสรและเรณูเป็นเครื่องสืบพันธุ์, เรียกเต็มว่า ดอกไม้; ลวดลายที่เป็นดอกเป็นดวงตามผืนผ้าเป็นต้น; (ปาก) ค่าตอบแทนที่บุคคลหนึ่งต้องใช้ให้แก่บุคคลอีกคนหนึ่ง เพื่อการที่ได้ใช้เงินของบุคคลนั้น หรือเพื่อทดแทนการไม่ชําระหนี้หรือชําระหนี้ไม่ถูกต้อง, เรียกเต็มว่า ดอกเบี้ย; ลักษณนามของสิ่งของบางอย่าง เช่น ข้าวโพดดอกหนึ่ง สว่านหนึ่งดอก.",
    "ดอก ๒": "(โบ) ก. ทํา เช่น ดอกขายหูขายตา ดอกบนําพารู้. (ลอ).",
    "ดอก ๓": "ว. คําประกอบให้ได้ความชัดขึ้น เช่น ฉันดอก ไม่ใช่คนอื่น ทําไม่ได้ดอก, (ปาก) มักพูดว่า หรอก เช่น ไม่ไปหรอก.<2t>ก. หลอก เช่น บ้างดอกล้อแล้วโลมคืน. (ม. คําหลวง ชูชก).",
    "ดอกกระบอก": "<i>ดู รําเพย ๒</i>.",
    "ดอกกะทือ": "ใช้เป็นคําด่าผู้หญิง.",
    "ดอกก้าน": "(ถิ่น-พายัพ) น. ต้นกะแท่ง. <i>(ดู กะแท่ง)</i>.",
    "ดอกข้าวใหม่": "<i>ดู ชมนาด</i>.",
    "ดอกจอก": "น. ชื่อลายที่มีลักษณะคล้ายต้นจอก; เรียกกระเพาะอาหารหยาบของสัตว์บางชนิดเช่นวัวควาย ซึ่งพลิกกลับแล้วมีสัณฐานคล้ายต้นจอก; เรียกสว่านชนิดหนึ่งที่ปลายบานว่า สว่านดอกจอก; ชื่อขนมชนิดหนึ่ง ทําด้วยแป้งข้าวเจ้าใส่ในพิมพ์รูปอย่างดอกจอกแล้วเอาไปทอด; (ปาก) ดอกไม้จีบ.",
    "ดอกจัน": "น. รูปกลม&#160;ๆ เป็นจัก&#160;ๆ ดังนี้ *.",
    "ดอกจันทน์": "น. รกหุ้มเมล็ดจันทน์เทศ. <i>(ดู จันทน์เทศ)</i>.",
    "ดอกจิก": "น. เรียกลายที่มีลักษณะอย่างลายหน้าไพ่ป๊อกชนิดหนึ่ง มี ๓ แฉก ใบมน.",
    "ดอกชนต้น": "น. ดอกเบี้ยเพิ่มขึ้นจนมีจํานวนเท่า&#160;ๆ กับเงินต้น, ต้นชนดอก ก็ว่า.",
    "ดอกดั้ว": "(โบ) น. นมผู้หญิง, ผู้หญิง; เขาสัตว์ที่นิยมว่าเป็นของวิเศษ (คุ้มไฟไหม้บ้าน) เช่น เขาวัวบางชนิด ในตําราเขาพระโค เรียกว่า เขาดอกดั้ว.",
    "ดอกด้าย": "(ถิ่น-พายัพ) น. ต้นดอกฟอน. <i>(ดู ดอกฟอน)</i>.",
    "ดอกดิน": "น. ชื่อพืชเบียนชนิด <f><i>Aeginetia indica</i> L.</f> และชนิด <f><i>A. pedunculata</i> Wall.</f> ในวงศ์ <f>Orobanchaceae</f> ลําต้นเป็นปุ่มปมเกาะเบียนรากหญ้า ดอกสีม่วงดํา อยู่พ้นพื้นดินขึ้นมา ใช้ทําขนม.",
    "ดอกถวายพระ": "น. ดอกไม้ตัวผู้ของพรรณไม้เลื้อย เช่น ฟักทอง บวบ, กระชอมดอก ก็เรียก.",
    "ดอกทอง": "น. หญิงใจง่ายในทางประเวณี (ใช้เป็นคําด่า).",
    "ดอกน้ำผึ้ง": "<i>ดู รวงผึ้ง</i>.",
    "ดอกบัว ๑": "น. ชื่อหนึ่งของดาวฤกษ์บุษยะ มี ๕ ดวง, ดาวโลง ดาวปู ดาวสิธยะ ดาวสมอสําเภา ดาวปุยฝ้าย ดาวพวงดอกไม้ ดาวบุษย์ ดาวปุษยะ หรือ ดาวปุสสะ ก็เรียก.",
    "ดอกบัว ๒": "น. ชื่อนกชนิดหนึ่ง เช่น ดอกบัวผ้ายจับบัว. (ลอ).",
    "ดอกบุก": "(โบ) น. ชื่อโรคมะเร็งชนิดหนึ่ง.",
    "ดอกเบี้ย": "(กฎ) น. ค่าตอบแทนที่บุคคลหนึ่งต้องใช้ให้แก่บุคคลอีกคนหนึ่ง เพื่อการที่ได้ใช้เงินของบุคคลนั้น หรือเพื่อทดแทนการไม่ชําระหนี้หรือชําระหนี้ไม่ถูกต้อง.",
    "ดอกเบี้ยทบต้น": "น. ดอกเบี้ยที่ค้างชําระซึ่งนําไปรวมกับเงินต้นเพื่อรวมคิดดอกเบี้ยต่อไป.",
    "ดอกพิกุลร่วง": "(สํา) เรียกอาการที่นิ่งไม่พูดว่า กลัวดอกพิกุลจะร่วง.",
    "ดอกฟอน": "น. ชื่อไม้พุ่มชนิด <f><i>Buddleja asiatica</i> Lour.</f> ในวงศ์ <f>Buddlejaceae</f>, พายัพเรียก ดอกด้าย.",
    "ดอกฟ้า": "น. หญิงที่ถือว่ามีฐานะสูงศักดิ์กว่าชายที่หมายปอง.",
    "ดอกมะขาม": "น. ชื่อข้าวพันธุ์หนึ่ง สีเหลืองคล้ายดอกมะขาม.",
    "ดอกมะตาด, ดอกไม้ตาด": "น. ดอกไม้เพลิงชนิดหนึ่ง ทําด้วยกระบอกไม้บรรจุดินปืน เมื่อจุดมีสีต่าง&#160;ๆ. (เทียบอิหร่าน มะตัด ว่า ดอกไม้เทียน).",
    "ดอกไม้": "น. ฟันของเด็กที่แรกขึ้น.",
    "ดอกไม้จันทน์": "น. เนื้อไม้จันทน์เป็นต้นที่ไสเป็นแถบบางนํามาประดิษฐ์เป็นช่อขนาดเล็ก ใช้ในการเผาศพ.",
    "ดอกไม้จีน ๑": "น. ดอกไม้กระดาษแบบจีน.",
    "ดอกไม้จีน ๒": "น. ชื่อไม้ล้มลุก ๒ ชนิดในสกุล <f><i>Hemerocallis</i></f> วงศ์ <f>Hemerocallidaceae</f> ชนิด <f><i>H. lilioasphodelus</i> L.</f> ดอกสีเหลือง ชนิด <f><i>H. fulva</i> (L.) L.</f> ดอกสีส้ม, ทั้ง ๒ ชนิดนิยมใช้ดอกแห้งเป็นอาหาร.",
    "ดอกไม้จีบ": "น. เรียกลายแถบเครื่องราชอิสริยาภรณ์ที่จัดเป็นดอกเล็ก&#160;ๆ สําหรับประดับที่รังดุมคอพับของเสื้อสากลเบื้องซ้ายแทนเครื่องราชอิสริยาภรณ์, ภาษาปากใช้ว่า ดอกจอก.",
    "ดอกไม้เจ้า": "น. ขุนเพ็ดซึ่งใช้เป็นเครื่องบูชาตามศาลเจ้า.",
    "ดอกไม้ทะเล": "น. ชื่อสัตว์ทะเลไม่มีกระดูกสันหลังหลายชนิดและหลายสกุล ในอันดับ <f>Actiniaria</f> รูปทรงกระบอกยืดหดได้ ด้านหนึ่งเป็นฐานสําหรับยึด ด้านตรงข้ามเป็นช่องปาก มีหนวดมาก, เห็ดหลุบ ก็เรียก.",
    "ดอกไม้เทียน": "น. ดอกไม้ไฟชนิดหนึ่ง รูปเหมือนเทียน จุดมีสีนวล.",
    "ดอกไม้ไทร": "น. ชื่อเพลงปี่พาทย์ทํานองหนึ่ง.",
    "ดอกไม้น้ำ": "น. ดอกไม้ไฟที่จุดให้วิ่งไปบนผิวนํ้า.",
    "ดอกไม้พวง": "น. ชื่อเพลงยาวกลอักษร ตัวอย่างว่า นิจาเอ๋ยกะไรเลยไม่เคยเห็น นิจาเอ๋ยกะไรน่านํ้าตากระเด็น นิจาเอ๋ยกะไรเปนได้เช่นนี้. (กลบท).",
    "ดอกไม้พุ่ม": "น. ดอกไม้เทียนที่เสียบปลายซี่ไม้ไผ่ ทําเป็นชั้น&#160;ๆ คล้ายฉัตร จุดเวลาคํ่า.",
    "ดอกไม้เพลิง, ดอกไม้ไฟ": "น. เครื่องสําหรับจุดในงานเทศกาลหรืองานศพเป็นต้น ทําด้วยกระบอกไม้อ้อหรือไม้ไผ่เป็นต้นบรรจุดินดํา มีชื่อต่าง&#160;ๆ กันตามชนิด.",
    "ดอกไม้ร่วง": "น. ชื่อลายที่เขียนเป็นช่อดอกไม้จะจะไม่ติดต่อกัน; ดอกไม้ที่ยังไม่ได้ร้อยเป็นพวง.",
    "ดอกไม้รุ่ง": "น. ดอกไม้เพลิงชนิดหนึ่ง ทําด้วยดินจุดใส่ในห่อกระดาษขดเหมือนไส้ไก่แขวนไว้ตามศาลาเพื่อจุดเวลาคํ่าให้มีแสงสว่างตลอดรุ่งใช้แทนโคม.",
    "ดอกไม้ไหว": "น. ชื่อดอกไม้ประดิษฐ์ ทําด้วยกระดาษบ้าง ด้วยทองบ้าง แล้วเอาลวดเล็ก&#160;ๆ ขดทําเป็นต้นสั่นไหวได้.",
    "ดอกยาง": "น. ดอกของยางนอกที่หล่อเป็นลวดลายต่าง&#160;ๆ เพื่อให้เกาะถนน.",
    "ดอกรัก": "น. ชื่อลวดลายชนิดหนึ่ง.",
    "ดอกลำเจียก": "น. ชื่อขนมชนิดหนึ่ง ทำด้วยแป้งข้าวเจ้า แร่งลงบนกระทะร้อน&#160;ๆ ให้ผงแป้งติดกันเป็นแผ่น ใส่ไส้หน้ากระฉีก โบราณพับเป็นรูปสามเหลี่ยม ปัจจุบันพับเป็นรูปสี่เหลี่ยมหรือม้วนคล้ายทองม้วน.",
    "ดอกลำดวน": "น. ชื่อขนมชนิดหนึ่ง ทําด้วยแป้งสาลีเคล้านํ้าตาลกับนํ้ามัน ปั้นเป็นดอก ๓ กลีบอย่างดอกลําดวน แล้วอบหรือผิง.",
    "ดอกลำโพง": "น. เครื่องช่วยในการขยายเสียง รูปเหมือนดอกลําโพง, เรียกสั้น&#160;ๆ ว่า ลําโพง.",
    "ดอกเล็บ": "น. รอยจุดขาว&#160;ๆ ที่เกิดบนเล็บ.",
    "ดอกสร้อย ๑": "น. ชื่อไม้เถาชนิด <f><i>Combretum apetalum</i> Wall.</f> ในวงศ์ <f>Combretaceae</f> ใบรูปไข่ เรียงตรงข้าม ดอกเล็กมาก.",
    "ดอกสร้อย ๒": "น. ชื่อคําร้อยกรองชนิดหนึ่งมีลักษณะคล้ายสักวา แต่ในวรรคที่ ๑ ใช้ ๔ คํา มี เอ๋ย เป็นคําที่ ๒ มี ๔ คํากลอน และคําลงจบบทให้ลงว่า เอย เช่น แมวเอ๋ยแมวเหมียว...คอยดูอย่างไว้ใส่ใจเอย.",
    "ดอกหมาก ๑": "น. ชื่อเกลื้อนชนิดหนึ่ง ขึ้นตามตัวตามหลังเป็นผื่นขาว&#160;ๆ; จั่นหมากที่บานแล้ว; ขนสร้อยคอไก่หรือตามตัวไก่ที่เป็นจุดขาว&#160;ๆ.",
    "ดอกหมาก ๒": "น. (๑) ชื่อปลาทะเลและนํ้ากร่อยขนาดเล็กหลายชนิดในสกุล <f><i>Gerres</i></f> วงศ์ <f>Gerreidae</f> ลําตัวสั้นป้อม แบนข้าง คล้ายปลาแป้น เว้นแต่มีเกล็ดใหญ่ไม่หลุดง่าย ส่วนท้ายทอยไม่มีกระดูกแข็งโผล่ บางชนิดมีก้านครีบหลังอันแรก&#160;ๆ ยาวเป็นเส้น ด้านหลังสีนํ้าตาลอมเทา ด้านข้างและท้องสีเงิน มักมีจุดสีเข้มเป็นดอกดวงเรียงลงมาจากหลังหลายแนว อยู่กันเป็นฝูง.<2t>(๒) ชื่อปลานํ้าจืดในสกุล <f><i>Barilius</i></f> วงศ์ <f>Cyprinidae</f> ลําตัวยาว แบนข้างเล็กน้อย มีหนวดสั้น&#160;ๆ หรือไม่มี แต่ก็มีจุดสีดําหรือนํ้าตาลบนพื้นลําตัวสีเงินกระจายอยู่ข้างตัว อาศัยอยู่ตามต้นนํ้าลําธาร.",
    "ดอกหิน": "<i>ดู ไข่หิน ๒</i>.",
    "ดอกอาว": "(ถิ่น-พายัพ) น. ต้นว่านมหาเมฆ. <i>(ดู ว่านมหาเมฆ)</i>.",
    "ดอง ๑": "ก. แช่หรือหมักผัก ผลไม้ และสิ่งต่าง&#160;ๆ ไว้ในนํ้าส้ม นํ้าเกลือ เป็นต้น เพื่อเก็บรักษาไว้ให้อยู่ได้นาน&#160;ๆ เช่น ดองผัก ดองผลไม้ หรือเพื่อไม่ให้เปื่อยเน่า เช่น ดองศพ; โดยปริยายหมายความว่า เก็บหมกไว้นานเกินควร เช่น เอาหนังสือไปดองไว้.<2t>ว. เรียกสิ่งที่ดองแล้วนั้น เช่น ผักดอง ยาดอง ศพดอง.",
    "ดอง ๒": "น. วิธีห่มผ้าของภิกษุสามเณรอย่างหนึ่งโดยปิดบ่าซ้าย เปิดบ่าขวา เรียกว่า ห่มดอง.",
    "ดอง ๓": "(ถิ่น-อีสาน) น. การแต่งงาน เช่น กินดอง = กินเลี้ยงในพิธีแต่งงาน เกี่ยวดอง = เกี่ยวข้องกันโดยการแต่งงาน.<2t>ว. เนื่องกันในทางเขยหรือสะใภ้ เช่น เกี่ยวดอง เป็นดองกัน.",
    "ดอง ๔": "น. ไม้สําหรับสงฟางในเวลานวดข้าว, กระดองหาย ขอฉาย คันฉาย ดองฉาย หรือ ดองหาย ก็เรียก.",
    "ด้อง ๑": "น. ชื่อปลานํ้าจืดชนิด <f><i>Parasilurus cochinchinensis</i></f> ในวงศ์ <f>Siluridae</f> มีหนวดยาว ไม่มีเกล็ด ลักษณะคล้ายปลาเนื้ออ่อนพวกที่มีครีบหลัง เว้นแต่มีครีบก้นต่อเนื่องกับครีบหางที่มีขอบกลม ครีบอกมีก้านแข็งคล้ายเงี่ยง.",
    "ด้อง ๒": "(ถิ่น-พายัพ) ว. ผอม.",
    "ด่อง ๆ, ด้อง ๆ": "ว. หย่อง&#160;ๆ.",
    "ดองฉาย, ดองหาย": "น. ไม้สําหรับสงฟางในเวลานวดข้าว, ดอง กระดองหาย ขอฉาย หรือ คันฉาย ก็เรียก. (ข. จงฺหาย ว่า ไม้สงฟาง, ดอง ว่า ด้าม, ฉาย ว่า สง).",
    "ดองดึง": "น. ชื่อไม้เถาชนิด <f><i>Gloriosa superba</i> L.</f> ในวงศ์ <f>Colchicaceae</f> ปลายใบม้วนลง กลีบดอกเป็นคลื่น สีแดงและเหลือง หัวมีพิษ. (ข. ฎงฎึง).",
    "ดองยา": "ก. แช่เครื่องยาไว้ในของเหลวมีเหล้าเป็นต้น.",
    "ดอด": "ก. อาการที่ไปมาหรือทําอย่างใดอย่างหนึ่งโดยอีกฝ่ายหนึ่งไม่รู้หรือโดยไม่ให้อีกฝ่ายหนึ่งรู้ เช่น ดอดมา ดอดเอาไป ดอดไปหา.",
    "ดอน": "น. ที่สูงซึ่งมีลักษณะตรงข้ามกับที่ลุ่ม, ที่เขิน, ที่ห่างนํ้า, เนิน, โคก, โขด, เขิน; (ถิ่น-อีสาน) เรียกเกาะในแม่นํ้าว่า ดอน; คําประพันธ์โบราณเขียนเป็น ดร ก็มี.",
    "ด่อน ๑": "น. ที่ปัก, ที่สวม, เช่น ด่อนตะไล.",
    "ด่อน ๒": "ว. เผือก, ขาว, ด่างขาว, เช่น ควายด่อน.",
    "ด่อน ๓": "น. เครื่องมือสําหรับแทงช้างเมื่อเวลาขี่ รูปเป็นเดือยแหลม ทําด้วยเหล็ก.",
    "ดอม ๑": "น. ราว, แถว, แนว, เช่น ดอมไพร. (ข. ฎงไพฺร).",
    "ดอม ๒": "น. เครื่องหอม.<2t>ก. ดม, บางทีใช้เข้าคู่กับคำ ดม เป็น ดอมดม หรือ ดมดอม.",
    "ดอม ๓": "ว. ด้วย เช่น พ่อแม่เป็นผู้ใหญ่จะไปดอม. (ขุนช้างขุนแผน).",
    "ด่อม": "ว. ดุ่ม เช่น สู่ซุ้มไพรเดียวด่อม. (ม. คําหลวง ทานกัณฑ์).",
    "ด้อม": "ก. อาการเดินที่มีลักษณะก้ม&#160;ๆ เงย&#160;ๆ.",
    "ดอย ๑": "น. ภูเขา.",
    "ดอย ๒": "ก. ผูก, มัด, ตอก, ชก, ตี, ปา, ทอย.",
    "ด้อย": "ก. ตํ่ากว่าโดยคุณสมบัติ รูปสมบัติ หรือตําแหน่งหน้าที่ เป็นต้น, อาการที่ท้ายเรือหรือท้ายรถตํ่าลง เรียกว่า ท้ายด้อย, ลักษณะที่ส่วนท้ายของสัตว์มีช้างเป็นต้นลาดตํ่าลง.",
    "ดอลลาร์": "น. ชื่อหน่วยเงินตราที่ใช้เรียกในบางประเทศ เช่น สหรัฐอเมริกา แคนาดา ออสเตรเลีย. (อ. <f>dollar</f>).",
    "ดะ ๑": "ว. ตะลุยไป, ไม่เลือกหน้า, ไม่งดเว้น, เช่น เก็บดะ ตีดะ เตะดะ ฟันดะ.",
    "ดะ ๒": "ใช้นําหน้าคําที่ตั้งต้นด้วยตัว ด ในบทกลอน มีความแปลอย่างเดียวกับคําเดิมนั้น เช่น ดะด่อน ดะดัก ดะดุ่ม.",
    "ดะโต๊ะยุติธรรม": "(กฎ) น. ข้าราชการฝ่ายตุลาการ ซึ่งได้รับแต่งตั้งให้เป็นผู้มีอํานาจและหน้าที่ในการวินิจฉัยชี้ขาดข้อกฎหมายอิสลาม.",
    "ดะหมัง": "[-หฺมัง] น. เสนา. (ช.).",
    "ดัก ๑": "ก. คอยสกัด เช่น ดักทําร้าย, วางเครื่องดักสัตว์มีกับเป็นต้น เพื่อให้สัตว์เข้ามาติด เช่น ดักไก่ ดักนก.",
    "ดัก ๒": "น. (๑) ชื่อปลานํ้าจืดขนาดเล็กชนิด <f><i>Amblyceps mangois</i></f> ในวงศ์ <f>Amblycipidae</f> มีหนวด ไม่มีเกล็ด ลําตัวยาว แบนข้าง ครีบหลังตอนแรกและครีบอกมีก้านครีบเป็นเงี่ยง มีแผ่นเนื้ออยู่ส่วนหน้าของครีบอก ครีบหลังตอนที่ ๒ เป็นแผ่นเนื้อ ครีบหางเป็นแฉก พบอาศัยอยู่ตามแหล่งต้นนํ้าลําธาร.<2t>(๒) ชื่อปลาดุกนํ้าจืดชนิด <f><i>Clarias melanoderma</i></f> ในวงศ์ <f>Clariidae</f> รูปร่างคล้ายปลาดุกอุยและปลาดุกด้านซึ่งอยู่ในสกุลเดียวกัน เว้นแต่เป็นชนิดเดียวที่ขอบหน้าของเงี่ยงครีบอกจักเป็นฟันเลื่อย.",
    "ดัก ๆ": "ว. อาการที่ดิ้นอย่างทุรนทุราย เช่น ปลาดิ้นดัก&#160;ๆ.<2t>(โบ; กลอน) ว. ลำบาก, อึดอัด, เร่าร้อนใจ, เช่น มาเดียวพี่ดักดัก ใจจอด แม่แม่. (นิ. นรินทร์), อะดัก ก็ว่า.",
    "ดักคอ": "ก. พูดสกัดหรือกันไว้ล่วงหน้า.",
    "ดักดน": "(กลอน) ว. ลําบาก, ตรากตรําอยู่นาน, เช่น แสนสะดุ้งดักดน. (ม. คําหลวง ทานกัณฑ์).",
    "ดักดาน": "ว. คงสภาพอยู่อย่างนั้นเป็นเวลานาน (มักใช้ในเรื่องที่ไม่เจริญก้าวหน้า) เช่น เป็นเสมียนอยู่ดักดาน โง่ดักดาน.",
    "ดักเดี้ย": "ก. ลําบาก, ขัดสน, แกร่วอยู่.",
    "ดักแด้ ๑": "น. ชื่อตัวอ่อนระยะสุดท้ายของแมลงหลายชนิดที่สร้างเปลือกแข็งหุ้มตัวเพื่อที่จะเจริญวัยเปลี่ยนรูปร่างเป็นตัวเต็มวัย ระยะนี้จะเป็นระยะอยู่นิ่งกับที่และไม่กินอาหาร มีรูปร่างต่าง&#160;ๆ กัน เช่น รูปไข่ รูปยาวรี, แดกแด้ หรือ แด็กแด้ ก็เรียก.",
    "ดักแด้ ๒": "ก. ลําบากเต็มแย่, ขัดสนเต็มแย่.",
    "ดักฟัง": "ก. ลักฟัง.",
    "ดักษก": "[ดักสก] (แบบ) น. ช่างไม้. (ส. ตกฺษก; ป. ตจฺฉก).",
    "ดักษณะ": "[ดักสะนะ] (แบบ) น. เครื่องตัดและกรางสิ่งของ มีมีด พร้า บุ้ง ตะไบ เป็นต้น; การตัด, การปอก, การทอน; ตัวหารเฉพาะ (วิชาเลข). (ส. ตกฺษณ; ป. ตจฺฉน).",
    "ดักษณี": "[-สะนี] น. ผึ่ง, ขวาน. (ส. ตกฺษณี; ป. ตจฺฉนี).",
    "ดักษัน": "น. คนตัดไม้, ช่างไม้. (ส. ตกฺษนฺ).",
    "ดัง ๑": "น. สันจมูก, ใช้ว่า ดั้ง ก็มี.",
    "ดัง ๒": "ว. บังเกิดเสียงขึ้นหรือทําให้เสียงบังเกิดขึ้นอย่างแรง เช่น กลองดัง พูดดัง เสียงดัง.",
    "ดัง ๓, ดั่ง": "ว. เช่น, อย่าง, ราวกับ, คล้าย, เหมือน.",
    "ดั้ง ๑": "น. เครื่องถือสําหรับปิดป้องศัสตราวุธ รูปคล้ายกาบกล้วย, โบราณใช้ว่า ด้าง ก็มี; เรียกเสาเรือนเครื่องสับที่ตั้งอยู่กึ่งกลางบนหลังรอดขึ้นไปรับอกไก่ว่า เสาดั้ง, เรียกเสาที่ตั้งบนขื่อสําหรับรับอกไก่ว่า ดั้งแขวน; เรียกเรือซึ่งกำหนดให้เข้ากระบวนเสด็จทางชลมารค จัดเป็น ๒ สายขนาบเรือกลอง ไปข้างหน้าเรือพระที่นั่งไชยและเรือพระที่นั่งทรง อาจมีกี่คู่ก็ได้ ว่า เรือดั้ง; ชื่อช้างศึกพวกหนึ่ง มีหน้าที่ป้องกันและล้อมทัพ, ช้างกัน ก็เรียก.<2t>ก. ป้องกัน.",
    "ดั้ง ๒": "น. สันจมูก, มักพูดว่า ดั้งจมูก, ใช้ว่า ดัง ก็มี.",
    "ดังจริง": "ว. อย่างจริง, จริงอย่างนี้.",
    "ดั้งเดิม": "ว. เก่าก่อน, เก่าแก่, เดิมที.",
    "ดังนั้น": "ว. เช่นนั้น.",
    "ดังนี้": "ว. เช่นนี้.",
    "ดังแนบ": "ว. เช่นที่แนบมา.",
    "ดังรือ, ดังฤๅ": "ว. เช่นไร, เหตุไร, ไฉน.",
    "ดังหนึ่ง": "ว. เสมือนหนึ่ง.",
    "ดัชนี ๑": "[ดัดชะนี] น. นิ้วชี้, ราชาศัพท์ใช้ว่า พระดัชนี, ดรรชนี ก็ใช้. (ป. ตชฺชนี; ส. ตรฺชนี).",
    "ดัชนี ๒": "[ดัดชะนี] (คณิต) น. จำนวนที่เขียนไว้บนมุมขวาของอีกจำนวนหนึ่งซึ่งเรียกว่า ฐาน เพื่อแสดงการยกกำลังของฐานนั้น เช่น ๓๒ ๒ เป็นดัชนีของ ๓; ตัวเลขอัตราส่วนซึ่งอาจเปลี่ยนแปลงได้ในระยะเวลาหนึ่ง เช่น ดัชนีค่าครองชีพ; ดรรชนี ก็ใช้. (อ. <f>index number</f>).",
    "ดัชนี ๓": "น. บัญชีคำเรียงตามลำดับอักษรที่พิมพ์ไว้ส่วนท้ายของหนังสือเล่ม รวบรวมคำสำคัญ&#160;ๆ ซึ่งมีกล่าวถึงในหนังสือเล่มนั้น โดยบอกเลขหน้าที่มีคำนั้น&#160;ๆ ปรากฏอยู่เพื่อสะดวกแก่การค้น, ดรรชนี ก็ใช้.",
    "ดัชนีหักเห": "(แสง) น. ดัชนีหักเหระหว่างตัวกลางคู่หนึ่งที่แสงผ่าน คือ อัตราส่วนระหว่างไซน์ของมุมตกกระทบของแสงในตัวกลางหนึ่งต่อไซน์ของมุมหักเหของแสงในอีกตัวกลางหนึ่ง, ดรรชนีหักเห ก็ใช้. (อ. <f>refractive index</f>).",
    "ดัด ๑": "ก. ทําให้คดหรือตรงตามประสงค์ เช่น ดัดไม้ ดัดนิสัย; ทําให้เที่ยงตรง เช่น พระดัดคดีดล โดยเยี่ยง ยุกดิ์นา. (ตะเลงพ่าย); ปลุก เช่น เคยดัดฤดีตาตื่นตรับ. (ม. คําหลวง ทานกัณฑ์).<2t>ว. ที่ทําให้คดหรือตรงตามประสงค์ เช่น ไม้ดัด ตะโกดัด.",
    "ดัด ๒": "ก. ดาด, กั้น, เช่น ดัดพิดาน ว่า กั้นเพดาน.",
    "ดัดจริต": "[-จะหฺริด] ก. แสร้งทํากิริยาหรือวาจาให้เกินควร.",
    "ดัดดั้น": "ก. ตัดทางไป, ลัดทางไป, เช่น ก็รีบลัดดัดดั้นตามไป. (อิเหนา), ดั้นดัด ก็ใช้ เช่น ดั้นดัดลัดพงดงดาน. (รามเกียรติ์ ร. ๑).",
    "ดัดตน": "ก. บริหารร่างกาย.",
    "ดัดปลัก": "น. เดือน.",
    "ดัดแปลง": "[-แปฺลง] ก. แก้ไขเปลี่ยนแปลงให้เหมาะสม, เปลี่ยนจากรูปเดิมโดยแก้ไขเปลี่ยนแปลงบ้างเล็กน้อย, เช่น ดัดแปลงเรือนชั้นเดียวให้เป็น ๒ ชั้น; (กฎ) เปลี่ยนแปลง ต่อเติม เพิ่ม ลด หรือขยายซึ่งลักษณะขอบเขต แบบ รูปทรง สัดส่วน นํ้าหนัก เนื้อที่ ของโครงสร้างของอาคารหรือส่วนต่าง&#160;ๆ ของอาคาร ซึ่งได้ก่อสร้างไว้แล้วให้ผิดไปจากเดิม และมิใช่การซ่อมแซมหรือการดัดแปลงที่กําหนดในกฎกระทรวง; ทําซํ้าโดยเปลี่ยนรูปใหม่ ปรับปรุงแก้ไข เพิ่มเติม หรือจําลองงานต้นฉบับในส่วนอันเป็นสาระสําคัญ โดยไม่มีลักษณะเป็นการจัดทํางานขึ้นใหม่ ทั้งนี้ ไม่ว่าทั้งหมดหรือบางส่วน.",
    "ดัดสันดาน": "ก. แก้นิสัยให้ดี.",
    "ดัตช์": "น. ชาวฮอลันดา. (อ. <f>Dutch</f>).",
    "ดัน": "ก. ผลักเพื่อให้เคลื่อนไปด้วยกําลัง เช่น ดันประตู; (ปาก) โดยปริยายหมายถึงขืนทํา เช่น กางเกงคับยังดันสวมเข้าไปได้, ทําในสิ่งที่ไม่น่าจะทํา เช่น ดันขึ้นไปอยู่บนยอดไม้.",
    "ดั้น ๑": "ก. ฝ่าไป, มุดด้นไป.",
    "ดั้น ๒": "น. ชื่อโคลงและร่ายประเภทหนึ่ง เรียกว่า โคลงดั้น และ ร่ายดั้น.",
    "ดันทุรัง": "ว. ดื้อดึงไม่ยอมแพ้, ดื้อดึงไม่เข้าเรื่อง, ดัน ก็ว่า.",
    "ดั้นเมฆ": "ก. ฝ่าไปในเมฆ.",
    "ดันเหิม": "(โบ; กลอน) ก. ตันเหิม, รื่นเริง, บันเทิงใจ, เช่น ดันเหิมหื่นหรรษาโมทย์. (ม. คําหลวง จุลพน).",
    "ดับ ๑": "ก. สูญสิ้นไป เช่น วิญญาณดับ อนาคตดับ, สิ้นแสง เช่น ไฟดับ เดือนดับ, ทําให้สิ้นแสง เช่น ดับไฟ, ทําให้สิ้น เช่น ดับกิเลส ดับทุกข์, ทําให้ระงับ เช่น ดับโทสะ ดับโมโห, หยุดหรือทําให้หยุด เช่น เครื่องดับ ดับเครื่อง; เรียกวันสิ้นเดือนตามจันทรคติว่า วันดับ.",
    "ดับ ๒": "น. คํากํากับชื่อปีในวิธีนับศักราชทางเหนือ ตรงกับเลข ๒.",
    "ดับ ๓": "(โบ) น. ลําดับ.",
    "ดับขันธ์": "ก. ตาย.",
    "ดับเครื่อง": "ก. ทําให้เครื่องยนต์เครื่องกลไกเป็นต้นหยุด, ถ้าเครื่องยนต์เครื่องกลไกเป็นต้นหยุดเอง เรียกว่า เครื่องดับ.",
    "ดับจิต": "ก. ตาย.<2t>(ปาก) น. เรียกห้องเก็บศพของโรงพยาบาลว่า ห้องดับจิต.",
    "ดับชีพ": "ก. ตาย.",
    "ดับลม": "ก. ทําให้ลมในท้องระงับไปชั่วคราว, โดยปริยายหมายความว่า กินพอประทังความหิว.",
    "ดัมพ์": "(แบบ) น. ทองแดง. (ป. ตมฺพ).",
    "ดั้วเดี้ย": "ว. เคลื่อนไปทีละน้อย&#160;ๆ เช่น หนอนไต่ดั้วเดี้ย.",
    "ดัสกร": "[ดัดสะกอน] (แบบ) น. ข้าศึก. (ส. ตสฺกร; ป. ตกฺกร ว่า โจร, ขโมย).",
    "ดัสกรี": "[ดัดสะกะรี] น. หญิงที่มากด้วยราคจริตและโทสจริต. (ส.).",
    "ดา ๑": "น. ชื่อแมลงพวกมวน มีหลายสกุล, ชนิดที่ตัวกว้าง รูปไข่ แบน เมื่อพับปีก ปีกจะแนบไปกับสันหลัง ความยาวจากหัวถึงปลายปีก ๖.๒-๘.๒ เซนติเมตร ส่วนท้องกว้าง ๒.๖-๒.๘ เซนติเมตร สีนํ้าตาลแก่หรือนํ้าตาลอมเขียว ด้านหลังของส่วนอกตอนต้นมีลายเป็นแถบ ๕ แถบ คือ แมลงดา หรือ แมลงดานา <f><i>(Lethocerus indicus)</i></f> ใช้ตํากับนํ้าพริก กินได้; อีกสกุลหนึ่ง คือ แมลงดาสวน หรือ แมลงสีเสียด (<f><i>Sphaerodema rusticum</i></f> และ <f><i>S. molestum</i></f>) รูปร่างคล้ายแมลงดานามาก แต่เล็กกว่า ขนาดยาว ๑.๓-๑.๗ เซนติเมตร กว้าง ๐.๙ เซนติเมตร นํามาคั่วกับเกลือ กินได้; และยังมีสกุล <f><i>Laccotrephes</i></f> ได้แก่ชนิด <f><i>L. ruber</i></f> และ <f><i>L. robustus</i></f> ซึ่งมีลําตัวยาว ๓-๔.๔ เซนติเมตร กว้าง ๑-๑.๓ เซนติเมตร สีนํ้าตาลอมแดง มีหางยาว ๒ อัน ยาว ๑.๒-๑.๓ เซนติเมตร, สกุลนี้ แมลงดาโป้งเป้ง ดากลั้นเยี่ยว หรือ ดาเยี่ยว ก็เรียก.",
    "ดา ๒": "ก. เรียงหน้ากันเข้าไปเป็นหน้ากระดาน เช่น ดาหน้า.<2t>ว. มาก, หลาย, เกลื่อนไป.",
    "ด่า": "ก. ใช้ถ้อยคําว่าคนอื่นด้วยคําหยาบช้าเลวทราม.",
    "ดาก": "น. ปลายลําไส้ใหญ่ที่ทวารหนัก; ไม้สําหรับอุดก้นตะบันหรือสิ่งอื่นที่มีรูปร่างอย่างนั้น เช่น ดากตะบัน ดากพลุ, ไม้ลิ่มที่ตอกขั้วลูกขนุนที่ตัดมาแล้ว เชื่อว่าทำให้สุกเร็วขึ้น.",
    "ดากลั้นเยี่ยว": "<i>ดู ดา ๑</i>.",
    "ด่าง ๑": "น. นํ้าขี้เถ้าที่เกรอะหรือแช่ไว้ มีรสกร่อย&#160;ๆ สําหรับทํายาและกัดสิ่งของ; (วิทยา) สารประกอบจําพวกไฮดรอกไซด์ของโลหะแอลคาไล ซึ่งละลายนํ้าได้ดี มีรสฝาด ถูกมือลื่นคล้ายสบู่.",
    "ด่าง ๒": "ว. เป็นดวงหรือเป็นจุดขาว&#160;ๆ ผิดกับสีพื้น เช่น วัวด่าง มือด่าง, มีสีจางกว่าสีเดิมเป็นแห่ง&#160;ๆ เช่น ผ้าด่าง.",
    "ด้าง": "(โบ) น. ดั้ง เช่น แหลนไป่ติดด้าง. (ม. คําหลวง ชูชก).",
    "ด่างทับทิม": "น. ของสิ่งหนึ่งเป็นเกล็ด สีม่วงแก่ เมื่อละลายนํ้าจะออกเป็นสีทับทิม; (วิทยา) เกลือปรกติชนิดหนึ่ง ชื่อโพแทสเซียมเพอร์แมงกาเนต มีสูตร <f>KMnO<sub>4</sub></f> เป็นของแข็ง ลักษณะเป็นผลึกสีม่วงแก่ ใช้ประโยชน์เป็นสารฆ่าเชื้อโรค ใช้ทํายาดับกลิ่น.",
    "ด่างพร้อย": "ว. เป็นดวง&#160;ๆ จุด&#160;ๆ ทั่วไป, โดยปริยายหมายความว่า มีมลทิน, มัวหมอง, ไม่บริสุทธิ์, เช่น มีศีลด่างพร้อย.",
    "ดาด ๑": "ก. เอาวัตถุเช่นผ้าเป็นต้นขึงหรือปิดบังให้ทั่วตอนเบื้องบน เช่น ดาดเพดาน ดาดหลังคา, ถ้าปูตอนล่างเช่นพื้นเรือนเป็นต้น เรียกว่า ลาด เช่น ลาดเสื่อ ลาดพรม.<2t>ว. ไม่ชัน เช่น หลังคาดาด.",
    "ดาด ๒, ดาด ๆ": "ว. ธรรมดา&#160;ๆ, ไม่รัดกุม, เช่น สํานวนดาด&#160;ๆ.",
    "ดาดตะกั่ว ๑": "น. ชื่อไข้ทรพิษที่ออกหนาเป็นพืดดํา.",
    "ดาดตะกั่ว ๒": "น. ชื่อไม้ล้มลุกชนิด <f><i>Hemigraphis alternata</i> T. Anders.</f> ในวงศ์ <f>Acanthaceae</f> ใบสีเทา ด้านล่างสีแดง ดอกเล็ก สีม่วงอ่อน ปลูกเป็นไม้ประดับ.",
    "ดาดฟ้า": "น. พื้นราบตอนบนของเรือ, พื้นราบตอนบนสุดของอาคาร.",
    "ดาดาษ": "ว. มากมาย, เกลื่อนกลาด, มีทั่วไป, ดารดาษ ดาษ หรือ ดาษดา ก็ใช้.",
    "ดาดำ": "ว. ดําล้วน.",
    "ด่าทอ": "ก. ด่า, ด่าตอบกัน.",
    "ดาน": "ว. แข็ง, แน่น, เรียกดินที่จับตัวแข็งเป็นชั้น โดยมากเป็นประเภทดินเหนียวเนื้อแน่นที่นํ้าไหลผ่านไม่ได้ เกาะตัวแข็งอยู่ใต้ผิวดิน ว่า ดินดาน, เรียกหินแข็งหรือหินผุที่รองรับดิน ทราย กรวด ซึ่งมีแร่เช่นดีบุก ทองคํา รวมอยู่ด้วย ว่า หินดาน, เรียกสิ่งที่มีลักษณะแข็งเป็นดานอยู่ในท้อง เช่น ดานเลือด ดานลม.",
    "ด่าน": "น. ทางผ่าน เช่น ด่านช้าง, ทางผ่านพรมแดนระหว่างประเทศ เช่น ด่านเจดีย์สามองค์ ด่านสิงขร; ที่สําหรับกัก ตรวจ คอยระวังเหตุ และป้องกันช่องทางที่จะผ่านเข้าออก เช่น ด่านตรวจคนเข้าเมือง ด่านศุลกากร ด่านกักสัตว์.",
    "ด้าน ๑": "น. ฝ่าย, ข้าง, ทาง, ส่วน, เช่น ด้านซ้าย ด้านขวา ด้านวิชาการ ด้านศิลปกรรม ด้านวิทยาศาสตร์.",
    "ด้าน ๒": "ว. กระด้าง, ไม่นิ่ม, เช่น มือด้าน ข้อศอกด้าน; ไม่เป็นมัน, ไม่เป็นเงา, เช่น สีด้าน กระดาษด้าน; จุดไม่ติดหรือไม่ระเบิด เช่น ประทัดด้าน ชนวนด้าน ลูกระเบิดด้าน; โดยปริยายหมายความว่า ไม่รู้สึกเจ็บ, ไม่รู้สึกอาย, เช่น หน้าด้าน.",
    "ด้านไม้": "ก. ถูกตีมากจนชินเลยไม่รู้จักหลาบจํา.",
    "ด้านรี": "น. ด้านข้างของเรือนฝากระดานหรือโบสถ์ วิหาร.",
    "ด้านสกัด": "น. ด้านหัวหรือด้านท้ายของเรือนฝากระดาน, ถ้าเป็นด้านหัวหรือด้านท้ายของโบสถ์วิหาร เรียกว่า ด้านหุ้มกลอง.",
    "ด้านหน้า": "ก. ดื้อเข้าไปหาโดยไม่รู้สึกอาย.",
    "ดาบ ๑": "น. มีดยาวปลายแหลมชนิดหนึ่ง สันแอ่นปลายงอนเล็กน้อย มักใช้เป็นอาวุธสําหรับฟันแทง.",
    "ดาบ ๒": "น. (๑) ชื่อปลาทะเลที่มีลําตัวเรียวยาว แบนข้าง สีเทาเงิน เช่น ดาบเงิน ดาบลาว.<2t>(๒) <i>ดู ท้องพลุ</i>.",
    "ดาบเงิน": "น. ชื่อปลาทะเลหลายชนิดในวงศ์ <f>Trichiuridae</f> ได้แก่ ชนิด <f><i>Trichiurus lepturus</i></f> ซึ่งชุกชุมที่สุด ชนิด <f><i>Tentoriceps cristatus, Eupleurogrammus muticus</i></f> และ <f><i>Lepturacanthus savala</i></f> ทุกชนิดมีลักษณะคล้ายกันมาก คือมีหัวแหลมลาดตํ่าไปข้างหน้า ปลายปากล่างยื่นฟันคมแข็งแรง ตัวยาวมาก แบนข้าง เรียวแหลมเป็นเส้นไปทางหาง แต่ไม่มีครีบหาง ครีบหลังยาวเกือบตลอดแนวสันหลังยกเว้นใกล้หัว ครีบก้นเป็นเพียงแถวของหนามแข็งขนาดเล็กโผล่จากสันท้อง ไม่มีครีบท้องหรือมีแต่เล็กมาก ไม่มีเกล็ด ผิวหนังสีเงินหรือเทา, ดาบ ก็เรียก.",
    "ดาบปลายปืน": "น. ดาบสั้นตรงสําหรับติดปลายปืน.",
    "ดาบลาว": "น. ชื่อปลาทะเลชนิด <f><i>Chirocentrus dorab</i></f> และ <f><i>C. nudus</i></f> ในวงศ์ <f>Chirocentridae</f> ปากเชิดขึ้น มีฟันแหลมคมมาก ลําตัวยาว แบนข้าง ท้องเป็นสันแหลม แนวสันหลังและสันท้องตรงเกือบขนานกัน ครีบหลังและครีบก้นอยู่ค่อนไปทางหาง ครีบท้องมีขนาดเล็กมาก เกล็ดเล็กและบาง ด้านหลังลําตัวสีนํ้าเงิน ด้านข้างและท้องสีขาวเงิน, ฝักพร้า หรือ ดาบ ก็เรียก.",
    "ดาบส": "[-บด] น. ผู้บําเพ็ญตบะคือการเผากิเลส, ฤษี. (ป., ส. ตาปส), เพศหญิงใช้ว่า ดาบสินี. (ป. ตาปสินี), ในบทกลอนใช้ว่า ดาวบส ก็มี เช่น ไปแต่งองค์ทรงไม้เท้าของดาวบส. (อภัย).",
    "ดาบสองคม": "(สํา) ว. มีทั้งคุณและโทษ, อาจดีอาจเสียก็ได้.",
    "ดาม ๑": "ก. ทาบประกอบหรือประกับให้แข็ง เช่น ดามไม้คาน, ทาบหรือปะให้หนาเพื่อให้คงทน เช่น ดามผ้า.",
    "ดาม ๒": "ก. ด้อม, เดินประกับไป, มักใช้เข้าคู่กับคํา ด้อมว่า ดามด้อม เช่น มาอยู่ดามด้อมหน. (ม. คําหลวง มัทรี), ใช้ว่า ด้าม ก็มี เช่น เสือสางด้ามด้อมทาง. (ลอ).",
    "ด้าม": "น. ส่วนของสิ่งใดสิ่งหนึ่งที่ใช้ถือใช้จับ เช่น ด้ามมีด ด้ามขวาน, ลักษณนามเรียกของบางอย่างที่มีลักษณะเช่นนั้นว่า ด้าม เช่น ปากกาด้ามหนึ่ง ปากกา ๒ ด้าม; ต้น, ทาง, เช่น โดยด้ามอาทิสวคนธ์. (ม. คําหลวง จุลพน), ผู้เผด็จด้ามตัณหา. (ม. คําหลวง ฉกษัตริย์), โดยด้ามอาทิทศธรรมสนท้าว. (ม. คําหลวง นครกัณฑ์), แลราชผู้มีอยู่ในด้ามมารคธรรม. (ม. คําหลวง นครกัณฑ์).",
    "ด้ามจิ้ว": "น. ชื่อพัดชนิดหนึ่งที่คลี่ได้พับได้อย่างพัดจีน.",
    "ดามพ-, ดามพ์": "[ดามพะ-, ดาม] น. ทองแดง, สิ่งที่ทําด้วยทองแดง. (ป. ตมฺพ; ส. ตามฺร).",
    "ดามพวรรณ": "ว. มีสีเหมือนทองแดง.",
    "ดามระ": "[ดามมะระ, ดามะระ] (แบบ) น. ทองแดง. (ส. ตามฺร; ป. ตมฺพ).",
    "ดาย": "ก. ใช้มีดหรือจอบเป็นต้นถากต้นหญ้าเพื่อให้เตียน.<2t>ว. ดะไป, ตะลุย, เช่น กินดาย; เพิกเฉย, ไม่เอาใจใส่, เช่น ดูดาย; ทีเดียว, เท่านั้น, เช่น เดียวดาย เปล่าดาย พู้นมาดาย. (จารึกสยาม); ง่าย เช่น สะดวกดาย; โดด, เดี่ยว, เลย, ถ่ายเดียว, (มักใช้ในที่สุดประโยค).",
    "ด้าย": "น. สิ่งที่ทําด้วยใยเป็นต้นว่าใยฝ้าย ปั่นเป็นเส้นสําหรับเย็บ ถัก หรือทอผ้าเป็นต้น.",
    "ด้ายซัง": "น. ด้ายทอที่ตัดจากผ้าทิ้งอยู่ในหูก.",
    "ด้ายดิบ": "น. ด้ายที่ยังไม่ได้ฟอก.",
    "ดาร-, ดาระ": "(แบบ) น. เสียง, เสียงดัง, เสียงสูง, เสียงแหลม.<2t>ก. ข้าม เช่น ฝ่ายคนผู้ข้าได้ดํารวจดารทาน. (ม. คําหลวง ทานกัณฑ์). (ป., ส. ตาร).",
    "ดารกะ": "[-ระกะ] (แบบ) น. ดาว, ดวงดาว. (ป., ส. ตารกา).",
    "ดารณี": "[-ระนี] น. เรือ. (ส. ตารณี).",
    "ดารดาษ": "[-ระดาด] ว. มากมาย, เกลื่อนกลาด, มีทั่วไป, ดาดาษ ดาษ หรือ ดาษดา ก็ว่า.",
    "ดารา": "น. ดาว, ดวงดาว; เรียกบุคคลที่แสดงนําหรือมีชื่อเสียงในศิลปะการแสดงในทางใดทางหนึ่ง เช่น ดาราภาพยนตร์; เครื่องประกอบราชอิสริยาภรณ์ตั้งแต่ชั้นทวีติยาภรณ์ขึ้นไป มีลักษณะเป็นดาวรัศมี ๘ แฉกบ้าง ๑๖ แฉกบ้าง, ถ้าเป็นดาราจักรี ก็ทําเป็นรูปจักร ๑๐ กลีบ. (ป., ส. ตารา).",
    "ดาราบถ": "น. ท้องฟ้า. (ส.).",
    "ดาราศาสตร์": "น. วิชาว่าด้วยดาว. (อ. <f>astronomy</f>).",
    "ดาล ๑": "น. กลอนประตูที่ทําด้วยไม้สําหรับขัดบานประตูอย่างประตูโบสถ์ เช่น ลงดาล ลั่นดาล ขัดดาล, เหล็กสําหรับไขดาล มีรูปเป็นมุมฉาก ๒ ทบอย่างคันฉัตรหลังพระพุทธรูป เรียกว่า ลูกดาล, ช่องสําหรับไขดาล เรียกว่า ช่องดาล, (โบ) ใช้ว่า ดาฬ.",
    "ดาล ๒": "ก. เกิดขึ้น, เป็นขึ้น, มีขึ้น.<2t>น. พื้น, ฝ่า (ใช้แก่มือหรือเท้า) เช่น ดาลได ว่า ฝ่ามือ ดาลเชิง ว่า ฝ่าเท้า. (ม. คําหลวง ทานกัณฑ์).",
    "ดาลฉัตร": "น. คันฉัตรตรงที่มีรูปเป็นมุมฉาก ๒ ทบอย่างลูกดาล เพื่อปักให้ฉัตรอยู่เหนือพระเศียร เรียกว่า คันดาลฉัตร.",
    "ดาลเดือด": "ก. บังเกิดความโกรธ, เคือง, เดือดดาล ก็ใช้.",
    "ดาลโทสะ": "ก. บังเกิดความโกรธถึงขนาด, ลุแก่โทสะ.",
    "ดาลัด": "น. แก้ว. (ช.).",
    "ดาลุ": "(แบบ) น. เพดานปาก. (ป., ส.).",
    "ดาลุชะ": "น. ตาลุชะ. (ป., ส.).",
    "ดาว ๑": "น. สิ่งที่เห็นเป็นดวงมีแสงระยิบระยับในท้องฟ้าเวลามืด นอกจากดวงอาทิตย์และดวงจันทร์, แต่ในตําราโหราศาสตร์ถือว่า ดวงอาทิตย์และดวงจันทร์เป็นดาวในพวกดาวนพเคราะห์; เรียกกลุ่มดาว เช่น ดาวลูกไก่ ดาวจระเข้ ดาวไถ; เรียกบุคคลที่เด่นในทางใดทางหนึ่ง; เรียกสิ่งที่มีรูปเป็นแฉกคล้ายคลึงเช่นนั้น เช่น ดาวเครื่องหมายยศทหารตํารวจ; ชื่อลายประดับเพดานเป็นดวง&#160;ๆ มีหลายชนิด เช่น ดาวจงกล ดาวรังแตน ดาวกระจาย.",
    "ดาว ๒": "น. ชื่อเสือชนิด <f><i>Panthera pardus</i></f> ในวงศ์ <f>Felidae</f> ขนาดใหญ่รองลงมาจากเสือโคร่ง ตัวสีนํ้าตาลแกมเหลือง มีจุดดําทั่วตัว ว่องไวและดุ ขึ้นต้นไม้เก่ง กินเนื้อ, บางตัวขนส่วนที่เป็นสีน้ำตาลแกมเหลืองเป็นสีดําเรียก เสือดําหรือเสือแมลงภู่ ซึ่งมีรอยจุดดําอยู่ทั่วตัวเหมือนกัน แต่จะเห็นได้ชัดเมื่อถูกแสง.",
    "ดาว ๓": "น. ชื่อกวางชนิด <f><i>Axis axis</i></f> ในวงศ์ <f>Cervidae</f> เป็นกวางขนาดกลาง ขนสีนํ้าตาลหรือน้ำตาลอมเหลืองละเอียดอ่อนและนุ่มกว่ากวางป่า มีจุดขาวทั่วตัว อยู่รวมกันเป็นฝูง กินพืช มีถิ่นกําเนิดในอินเดียและศรีลังกา.",
    "ด่าว": "(กลอน) ว. อาการดิ้นอย่างดิ้นแด่ว&#160;ๆ ดิ้นยัน&#160;ๆ, เด่า หรือ เด่า&#160;ๆ ก็ว่า.",
    "ด้าว": "น. แดน, ประเทศ, เช่น คนต่างด้าว; ด้าน เช่น ด้าวท้าย ว่า ด้านท้าย.",
    "ดาวกระจาย": "น. ชื่อไม้ล้มลุก ๒ ชนิดในสกุล <f><i>Cosmos</i></f> วงศ์ <f>Compositae</f> คือ ชนิด <f><i>C. caudatus</i> H.B.K.</f> ดอกสีม่วง ชมพู และขาว ใบเป็นจัก กินได้ และชนิด <f><i>C. sulphureus</i> Cav.</f> ดอกสีเหลือง.",
    "ดาวเคราะห์": "(ดารา) น. ดาวที่ไม่มีแสงสว่างในตัวเอง ต้องได้รับแสงสว่างจากดวงอาทิตย์ และเป็นบริวารโคจรรอบดวงอาทิตย์ มี ๙ ดวง คือ พุธ <f>(Mercury)</f> ศุกร์ <f>(Venus)</f> โลก <f>(Earth)</f> อังคาร <f>(Mars)</f> พฤหัสบดี <f>(Jupiter)</f> เสาร์ <f>(Saturn)</f> มฤตยู <f>(Uranus)</f> สมุทร <f>(Neptune)</f> ยม <f>(Pluto)</f> มองจากโลกจะเห็นได้ด้วยตาเปล่าเพียง ๕ ดวง คือ พุธ ศุกร์ อังคาร พฤหัสบดี และเสาร์.",
    "ดาวดึงส์": "[ดาววะ-] น. ชื่อสวรรค์ชั้นที่ ๒ แห่งสวรรค์ ๖ ชั้น ได้แก่ จาตุมหาราชหรือจาตุมหาราชิกหรือจาตุมหาราชิกา ดาวดึงส์ ยามา ดุสิต นิมมานรดี และปรนิมมิตวสวัตดี มีพระอินทร์เป็นผู้ครอง. (ป. ตาวตึส; ส. ตฺรยสฺตฺรึศตฺ).",
    "ดาวตก": "น. เทหวัตถุแข็งจากอวกาศ เมื่อเกิดเผาไหม้ในชั้นบรรยากาศ จะแลดูสว่างพุ่งเป็นทางเข้าสู่ผิวโลก, ผีพุ่งไต้ ก็เรียก.",
    "ดาวทะเล": "น. ชื่อสัตว์ทะเลไม่มีกระดูกสันหลังหลายชนิดในชั้น <f>Asteroidea</f> ตัวมี ๕ แฉกหรือมากกว่า คล้ายดาว หลังเป็นหนามขรุขระ, ปลาดาว ก็เรียก.",
    "ดาวเทียม": "น. วัตถุที่มนุษย์สร้างขึ้นเลียนแบบดาวบริวารของดาวเคราะห์ เพื่อให้โคจรรอบโลกหรือรอบเทห์ฟากฟ้าอื่น มีอุปกรณ์สําหรับเก็บรวบรวมข้อมูลเกี่ยวกับอวกาศและถ่ายทอดข้อมูลนั้นมายังโลก, วัตถุลักษณะดังกล่าวที่โคจรรอบโลก ใช้เป็นอุปกรณ์โทรคมนาคมด้วย เช่น ถ่ายทอดคลื่นวิทยุและโทรทัศน์ข้ามทวีป.",
    "ดาวบส": "[ดาวบด] (แบบ) น. ดาบส เช่น ไปแต่งองค์ทรงไม้เท้าของดาวบส. (อภัย).",
    "ดาวรุ่ง": "น. ดาวประกายพรึก คือ ดาวพระศุกร์ที่เห็นในเวลาเช้ามืด.",
    "ดาวเรือง": "น. ชื่อไม้ล้มลุกชนิด <f><i>Tagetes erecta</i> L.</f> ในวงศ์ <f>Compositae</f> ใบเป็นจัก ดอกเป็นกระจุก สีเหลือง.",
    "ดาวฤกษ์": "น. ดาวที่มีลักษณะเป็นกลุ่มแก๊สทรงกลม สามารถแผ่รังสีออกได้รอบตัว.",
    "ดาวล้อมเดือน": "น. ชื่อกลบทชนิดหนึ่ง.<2t>(สํา) ว. มีบริวารแวดล้อมมาก.",
    "ดาวหาง": "น. ชื่อดาวจรชนิดหนึ่งที่ส่วนท้ายมีแสงลักษณะเป็นทางยาวดุจหาง.",
    "ดาวเหนือ": "น. ดาวฤกษ์สุกใสดวงหนึ่งที่อยู่ใกล้ที่สุดกับขั้วท้องฟ้าเหนือ.",
    "ดาษ ๑": "น. โรคระบาด มักขึ้นตามตัว เป็นเม็ดเล็ก&#160;ๆ ทั่วไป เรียกว่า ฝีดาษ, ไข้ทรพิษ ก็ว่า, โบราณเรียก ไข้หัว.",
    "ดาษ ๒, ดาษดา": "[ดาด, ดาดสะดา] ว. มากมาย, เกลื่อนกลาด, มีทั่วไป, ดาดาษ หรือ ดารดาษ ก็ใช้.",
    "ดาษดื่น": "[ดาด-] ว. เกลื่อนกลาด, มากหลาย, ดื่นดาษ ก็ว่า.",
    "ดาษเดียร": "[ดาดสะเดียน] ว. เดียรดาษ, เกลื่อนกลาด.",
    "ดาหงัน": "[-หฺงัน] (กลอน) ก. ทําสงคราม, รบศึก. (ช.).",
    "ดาฬ": "[ดาน] (โบ) น. กลอนประตู. <i>(ดู ดาล ๑)</i>.",
    "ดำ ๑": "ก. มุดลง ในคําว่า ดํานํ้า.",
    "ดำ ๒": "ก. ปลูกข้าวกล้า, เรียกนาชนิดหนึ่งซึ่งใช้ถอนต้นกล้ามาปลูกว่า นาดํา, คู่กับ นาหว่าน ซึ่งใช้หว่านเมล็ดข้าวลงในนา.",
    "ดำ ๓": "ว. สีอย่างสีมินหม้อ, ใช้ประกอบสิ่งต่าง&#160;ๆ บางอย่างโดยอนุโลมตามลักษณะสี เป็นชื่อเรียกเฉพาะ เช่น ผ้าดํา เต่าดํา มดดํา.",
    "ด่ำ": "ก. ลึกลงไปจนถึงก้นบึ้ง.",
    "ด้ำ ๑": "(โบ; กลอน) น. ด้าม.",
    "ด้ำ ๒": "น. ผีเรือน.",
    "ดำ ๆ แดง ๆ": "(สํา) น. เงินทองรูปพรรณ เช่น ต้องมีดํา&#160;ๆ แดง&#160;ๆ ติดตัวไว้บ้าง.",
    "ดำกล": "ก. ก่อสร้าง, ตั้ง, ตั้งไว้, ในวรรณคดีหมายความว่า งาม เช่น ดํากลดาดด้วยดวงดาว. (ม. คําหลวงจุลพน). (แผลงมาจาก ถกล).",
    "ดำเกิง": "ก. ขึ้น.<2t>ว. รุ่งเรือง, สูง, สูงศักดิ์ เช่น รื่นเริงดําเกิงใจยะย้าว. (ม. คําหลวง มหาพน). (แผลงมาจาก เถกิง).",
    "ดำแก้มขาว": "<i>ดู เต่าดำ</i>.",
    "ดำแคง": "ก. เลื่องลือ, ระบือไป, ดังสนั่น. (ข. แถฺกง).",
    "ดำดง": "<i>ดู พญารากดํา</i>.",
    "ดำดิน": "ก. หลบหายไป, หายไปโดยไม่มีร่องรอย.",
    "ดำแดง": "ว. สีนํ้าตาล (ใช้แก่ผิวเนื้อ ๒ สี).",
    "ดำนา": "ก. ปลูกต้นข้าวลงในนา. (ข. ดํา ว่า ปลูก).",
    "ดำนาณ": "(แบบ) น. เครื่องห้าม, เครื่องป้องกัน, เครื่องต้านทาน, ที่พึ่ง, ที่อาศัย. (ป. ตาณ; ส. ตฺราณ).",
    "ดำนาน": "(แบบ) น. เรื่องแสดงกิจการอันมีมาแล้วแต่ปางหลัง เช่น น้าวเอาดํานานพระมหาแพศยันดรธรรมเทศนา. (ม. คําหลวง นครกัณฑ์). <i>(ดู ตํานาน)</i>.",
    "ดำนู": "(แบบ; กลอน; แผลงมาจาก ดนู) ส. ฉัน, ข้าพเจ้า, เช่น กึ่งกายกามดํานู. (ม. คําหลวง ทานกัณฑ์).",
    "ดำเนิน ๑": "ก. เดิน, ราชาศัพท์ใช้ว่า ทรงพระดําเนิน; ให้เป็นไป เช่น ดําเนินงาน ดําเนินชีวิต. (ข. ฎํเณีร).",
    "ดำเนิน ๒": "ว. ห่ามจวนสุก, แก่ยังไม่จัด, ตําเนิน ก็ว่า. <i>(ดู ตําเนิน ๑)</i>.",
    "ดำเนินคดี": "ก. ฟ้องร้องต่อศาล; (กฎ) ร้องทุกข์หรือฟ้องคดีตามกฎหมายวิธีพิจารณาความ.",
    "ดำเนียน": "(แบบ) ก. ติเตียน. (ข. ฎํเนียล).",
    "ดำเนียร": "(แบบ) ว. ที่ผ่านมา เช่น อนี้จะชี้นิต- ติดําเนียรดํานานสาร. (สมุทรโฆษ).",
    "ดำบล": "(แบบ; กลอน) น. ตําบล, ถิ่น, หมู่บ้านแห่งหนึ่ง&#160;ๆ.",
    "ดำปืน": "ว. ดําสนิท.",
    "ดำพอง, ดำโพง": "(แบบ; กลอน; แผลงมาจาก ตะพอง) น. ส่วนที่นูนเป็น ๒ แง่อยู่เหนือหน้าผากช้าง เช่น พลอยผูกกระพัดรัดดําโพง. (ม. คําหลวง มหาราช).",
    "ดำรง": "ก. ทรงไว้, ชูไว้, ทําให้คงอยู่, เช่น ดํารงวงศ์ตระกูล.<2t>ว. ตรง, เที่ยง. (แผลงมาจาก ตรง). (ข. ฎํรง่, ตมฺรง่).",
    "ดำรวจ": "[-หฺรวด] (แบบ; กลอน; แผลงมาจาก ตรวจ) ก. ตรวจตรา, พิจารณา, เช่น ฝ่ายคนผู้ข้าได้ดํารวจดารทาน. (ม. คําหลวง ทานกัณฑ์).",
    "ดำรัส": "[-หฺรัด] น. คําพูดของเจ้านาย ใช้ว่า พระดํารัส, คําพูดของพระมหากษัตริย์ ใช้ว่า พระราชดํารัส.<2t>ก. พูด (ใช้แก่เจ้านาย). (แผลงมาจาก ตรัส).",
    "ดำริ": "[-หฺริ] ก. คิด, ไตร่ตรอง. (แผลงมาจาก ตริ).",
    "ดำรี": "น. ช้าง, ใช้ว่า ดําไร ก็มี. (ข. ฎํรี).",
    "ดำรู ๑": "(กลอน; แผลงมาจาก ตรู) ว. งาม, น่ารัก.",
    "ดำรู ๒": "(กลอน; แผลงมาจาก ตรุ) น. ต้นไม้.",
    "ดำไร": "น. ช้าง, ใช้ว่า ดํารี ก็มี.",
    "ดำฤษณา": "[ดําริดสะหฺนา] น. ความปรารถนา, ความดิ้นรน, ความอยาก, ความเสน่หา. (ส. ตฺฤษฺณา; ป. ตณฺหา).",
    "ดำเลิง": "(แบบ; กลอน; แผลงมาจาก เถลิง) ก. ขึ้น, ทําให้เลื่องลือ, เช่น ควันดําเลิงแลเห็นไกล. (ม. คําหลวง ทานกัณฑ์).",
    "ดำแลง": "(แบบ; กลอน; แผลงมาจาก แถลง) ว. ดัดแปลง; กล่าว, ชี้แจง; จําแลง เช่น ก็ดําแลงเพศเป็นดาบส. (ม. คําหลวง ชูชก).",
    "ดำหนัก": "(แบบ) น. ตําหนัก เช่น ผิธยลเยื้องไพรพระดําหนัก. (ม. คําหลวง ชูชก).",
    "ดำหนิ": "[-หฺนิ] (แบบ) ก. ติทัก, ติเตียน. (แผลงมาจาก ติ).",
    "ดำหัว": "น. ประเพณีทางภาคเหนือซึ่งกระทําในวันปีใหม่เพื่อเป็นการแสดงความเคารพนับถือและรักใคร่ วิธีดําหัว คือ เอาสิ่งของและนํ้าที่ใส่เครื่องหอมเช่นนํ้าอบไทยไปให้แก่ผู้ที่เคารพ และขอให้ท่านรดนํ้าใส่หัวของตนเพื่อให้อยู่เย็นเป็นสุข.",
    "ดำอวด": "(แบบ; กลอน) ก. จําอวด.",
    "ดิก": "ว. ติด&#160;ๆ ไป ในคําว่า ตามดิก; จริง&#160;ๆ ในคําว่า กลมดิก ตรงดิก.",
    "ดิก ๆ": "ว. ระรัว ในคําว่า ไหวดิก&#160;ๆ สั่นดิก&#160;ๆ.",
    "ดิง, ดึง": "ก. ดีดทําเสียงดิง&#160;ๆ เช่น ดีดพิณ ใช้ว่า ดิงพิณ หรือ ดึงพิณ. (ไทยใหญ่ ดิง ว่า พิณ).",
    "ดิ่ง": "ว. แน่ว เช่น เสาต้นนี้ตั้งตรงดิ่ง ทางตรงดิ่ง จมดิ่ง; เรียกโลหะรูปทรงกรวยติดที่ปลายสายเชือกใช้วัดความลึกของน้ำ ตรวจสอบเสาหรือกำแพงเป็นต้นว่าอยู่ในแนวดิ่งหรือไม่ว่า ลูกดิ่ง; เรียกตะกั่วหรือเหล็กเป็นต้นที่ผูกกับสายเชือกเป็นคู่สกัดหัวท้ายดอกจำปาของว่าวจุฬาว่า ลูกดิ่ง; วัตถุมงคลมีลักษณะคล้ายลูกดิ่งหรือเม็ดมะยมซ้อนกันเป็นต้น สำหรับห้อยสายลูกประคำ พระมหากษัตริย์ทรงใช้ เรียกว่า พระดิ่ง และอาจพระราชทานแก่ข้าราชการชั้นผู้ใหญ่ที่มีความดีความชอบเพื่อใช้เป็นเครื่องเตือนสติ เมื่อเกิดปัญหาจะได้พิจารณาให้รอบคอบด้วยวิธีบริกรรมนับลูกประคำ ทำให้มีสติเพื่อก่อให้เกิดสมาธิและปัญญาสามารถแก้ไขปัญหาได้.",
    "ดิ่งพสุธา": "น. เรียกการกระโดดร่มจากที่สูงโดยให้ตัวลอยอยู่ในอากาศก่อน เมื่อใกล้พื้นดินประมาณ ๑,๐๐๐ เมตร จึงกระตุกสายร่มให้กางออก ว่า กระโดดร่มแบบดิ่งพสุธา.",
    "ดิฉัน": "ส. คําใช้แทนตัวผู้พูด เพศหญิง เป็นคําสุภาพ, ดีฉัน ก็ว่า, ตามแบบผู้ชายใช้ว่า ดีฉัน ผู้หญิงใช้ว่า อีฉัน, เป็นสรรพนามบุรุษที่ ๑.",
    "ดิฐ ๑": "ก. ตั้งอยู่, คงอยู่, เหลืออยู่, พักอยู่, หยุดอยู่. (ป. ติฏฺ&#xf700;).",
    "ดิฐ ๒, ดิตถ์": "(แบบ) น. ท่านํ้า, เขียนเป็น ดิษฐ์ ก็มี. (ป. ติตฺถ; ส. ตีรฺถ).",
    "ดิถี": "น. วันตามจันทรคติ เช่น ขึ้นคํ่าหนึ่ง แรม ๒ คํ่า, ใช้ว่า ดฤถี ก็มี. (ป., ส. ติถิ).",
    "ดิน ๑": "น. ชื่อธาตุอย่างหนึ่งในธาตุทั้ง ๔ คือ ดิน นํ้า ไฟ ลม, วัตถุธาตุของพื้นโลกที่ใช้สําหรับปลูกพืชผลหรือปั้นสิ่งต่าง&#160;ๆ เป็นต้น; แผ่นดิน เช่น เทวดาเดินดิน.",
    "ดิน ๒": "น. ชื่องูในวงศ์ <f>Typhlopidae</f> ขนาดเล็กมากประมาณเท่าไส้ดินสอดํา ตัวสีดําหรือนํ้าตาลเข้มเกล็ดเรียบเป็นมัน อาศัยตามดินร่วนที่มีความชื้น ไม่มีพิษ ในประเทศไทยมีหลายชนิด เช่น งูดินโคราช <f><i>(Typhlops khoratensis)</i></f> งูดินตรัง <f><i>(T. trangensis)</i></f>.",
    "ดิ้น ๑": "ก. อาการที่สะบัดหรือฟาดตัวไปมาอย่างแรง เช่น ดิ้นให้หลุด นอนดิ้น ชักดิ้นชักงอ, สั่นไหวกระดุกกระดิก เช่น หางจิ้งจกขาดยังดิ้นได้, ไม่ตายตัว เช่น คําพูดดิ้นได้; โดยปริยายหมายความว่า แก้ข้อหา, ปลดเปลื้องข้อหา, ในคําว่า ดิ้นไม่หลุด.",
    "ดิ้น ๒": "น. เส้นเงิน ทอง หรือทองแดง สําหรับปักลวดลายบนผ้าหรือแพรเป็นต้น.",
    "ดินกรด": "น. ดินที่มีปฏิกิริยาเป็นกรด, ดินเปรี้ยว ก็เรียก.",
    "ดินขาว": "น. ดินเหนียวบริสุทธิ์ที่มีไฮเดรเตดอะลูมิเนียมซิลิเกตเป็นองค์ประกอบสําคัญ ปรกติมีสีขาว ใช้ทําเครื่องเคลือบดินเผา.",
    "ดินเค็ม": "น. ดินที่มีปฏิกิริยาเป็นด่าง, ตรงข้ามกับ ดินกรดหรือดินเปรี้ยว.",
    "ดินดอนสามเหลี่ยม": "น. พื้นดินตรงบริเวณปากนํ้า ซึ่งมีรูปร่างคล้ายพัดด้ามจิ้ว เกิดขึ้นเพราะแม่นํ้าพาตะกอนมาทับถมอยู่ตลอดเวลา. (อ. <f>delta</f>).",
    "ดินดาน": "น. ดินที่จับตัวแข็งเป็นชั้น โดยมากเป็นประเภทดินเหนียวเนื้อแน่นที่น้ำไหลผ่านไม่ได้ เกาะตัวแข็งอยู่ใต้ผิวดิน.",
    "ดินดำ": "น. ผงถ่านประสมกํามะถันกับดินประสิวเป็นต้น ใช้เป็นวัตถุระเบิด, ดินปืน ก็เรียก.",
    "ดินแดง": "น. สารผสมละเอียดสีแดง ใช้ขัดเงินและทองแดง; ชื่อดินชนิดหนึ่งสีแดง ใช้ทาและย้อม.",
    "ดินนวล": "น. ดินประสมอย่างหนึ่ง ใช้ในการหล่อ; ผงขาว&#160;ๆ ที่ใช้ในการเคลือบสิ่งของเช่นกระเบื้องมุงหลังคา.",
    "ดินประสิว": "น. ชื่อวัตถุเคมีชนิดหนึ่งมักเกิดจากมูลค้างคาว สําหรับทําดินปืน.",
    "ดินปืน": "น. ดินดํา.",
    "ดินเปรี้ยว": "น. ดินกรด.",
    "ดินพอกหางหมู": "(สํา) ที่คั่งค้างพอกพูนขึ้นเรื่อย&#160;ๆ.",
    "ดิ้นรน": "ก. กระตือรือร้นขวนขวายเพื่อให้พ้นจากความยากลําบาก ความทุกข์ทรมาน หรือเพื่อให้ดียิ่ง&#160;ๆ ขึ้นไป เช่น ดิ้นรนจะให้พ้นทุกข์ ดิ้นรนอยากเป็นนั่นเป็นนี่.",
    "ดินร่วน": "น. ดินที่มีเนื้อดินเป็นดินเหนียวปนทรายกับขุยอินทรีย์ประกอบกัน มีสภาพซุย.",
    "ดินระเบิด": "น. ดินปืนอย่างแรงใช้สําหรับระเบิดให้แตกทําลายไป.",
    "ดินส้ม": "น. วัตถุชนิดหนึ่ง มีลักษณะคล้ายดิน สีเหลืองนวล ใช้ขัดโลหะ.",
    "ดินสอ": "น. เครื่องเขียนอย่างหนึ่ง ทําด้วยวัตถุต่าง&#160;ๆ ชนิดที่ไส้ทําด้วยแกรไฟต์ผสมดินเหนียว มีไม้หุ้ม เรียกว่า ดินสอ หรือ ดินสอดํา, ถ้าทําจากหินชนวน เรียกว่า ดินสอหิน, ถ้าไส้มีสีต่าง&#160;ๆ เรียกว่า ดินสอสี.",
    "ดินสอพอง": "น. ดินอย่างหนึ่งสีขาว ใช้ทาตัวอย่างแป้ง.",
    "ดินสำลี": "น. ชื่อดินระเบิดชนิดหนึ่ง.",
    "ดินหู": "น. ดินปืนอย่างแรง ใช้โรยที่รางชนวนในการยิงปืนคาบศิลาสมัยโบราณ.",
    "ดินอีหรอบ": "น. ดินปืนทํามาจากต่างประเทศ ใช้ต่างดินหู.",
    "ดิบ": "ว. ยังไม่สุก เช่น มะม่วงดิบ, ยังไม่สุกด้วยไฟ เช่น เนื้อดิบ ข้าวดิบ; เรียกสิ่งที่ยังไม่ได้ทําให้สําเร็จรูปหรือยังไม่ได้เปลี่ยนรูปและลักษณะเดิมว่า วัตถุดิบ, เรียกด้ายที่ยังไม่ได้ฟอกว่า ด้ายดิบ, เรียกผ้าที่ทอด้วยด้ายดิบว่า ผ้าดิบ; โดยปริยายเรียกชายที่ยังไม่ได้บวชเป็นพระภิกษุว่า คนดิบ, เรียกศพที่ไม่ได้เผาว่า ผีดิบ, เรียกดงที่มีต้นไม้หนาแน่นเขียวชอุ่มอยู่ทั้งปีว่า ดงดิบ.",
    "ดิบดี": "[ดิบ-] ว. ดี, เรียบร้อย, เช่น เก็บไว้ดิบดี, บางทีใช้แยกกัน หมายความว่า ดี เช่น ได้ดิบได้ดี.",
    "ดิรัจฉาน": "[-รัดฉาน] น. สัตว์เว้นจากมนุษย์ เช่นหมู หมา วัว ควาย (มักใช้เป็นคําด่า), ใช้ว่า เดรัจฉาน หรือ เดียรัจฉาน ก็มี. (ป. ติรจฺฉาน ว่า ขวาง, ติรจฺฉานคต ว่า สัตว์มีร่างกายเจริญโดยขวาง).",
    "ดิเรกคุณาภรณ์": "น. ชื่อเครื่องราชอิสริยาภรณ์ตระกูลหนึ่ง สร้างขึ้นในรัชสมัยพระบาทสมเด็จพระปรมินทรมหาภูมิพลอดุลยเดช.",
    "ดิลก": "[ดิหฺลก] น. รอยแต้มหรือเจิมที่หน้าผากเพื่อเป็นมงคล, เลิศ, ยอด, เฉลิม. (ป., ส. ติลก ว่า ไฝ, รอยตกกระที่ผิวหนัง).",
    "ดิ่ว": "ว. แน่ว, ใช้ประกอบคํา ตรง ว่า ตรงดิ่ว เช่น ถนนสายนี้ตรงดิ่วสุดลูกหูลูกตา.",
    "ดิ้ว": "น. หวายหรือไม้วงกลมสําหรับเสียบซี่กรงนก; ชื่อไม้อันเล็กประมาณเท่านิ้วมือ สําหรับเอาหวายผูกตรึงเข้ากับเซ็นฝาไม้ไผ่; ไม้ถือมีลักษณะแบนหนา ยาวราวศอกหนึ่ง ที่พวกนักเลงถือ.",
    "ดิ้วเดี้ยว": "ก. อ่อนหิวนัก.",
    "ดิษฐ์": "(โบ) น. ดิตถ์, ท่านํ้า, เขียนเป็น ดิฐ ก็มี. <i>(ดู ดิฐ ๒ และ เดียรถ์)</i>.",
    "ดิสโพรเซียม": "น. ธาตุลําดับที่ ๖๖ สัญลักษณ์ <f>Dy</f> เป็นโลหะ ลักษณะเป็นของแข็ง หลอมละลายที่ ๑๔๐๗ &#x00b0;ซ. (อ. <f>dysprosium</f>).",
    "ดี ๑": "น. อวัยวะภายในของคนและสัตว์ที่บรรจุนํ้าข้นสีเขียว มีรสขม ซึ่งออกจากตับ สําหรับช่วยย่อยอาหาร, เรียกนํ้าข้นสีเขียว มีรสขม ออกจากตับ สําหรับช่วยย่อยอาหาร ว่า นํ้าดี.",
    "ดี ๒": "ว. มีลักษณะที่เป็นไปในทางที่ต้องการ น่าปรารถนา น่าพอใจ ใช้ในความหมายที่ตรงข้ามกับลักษณะบางอย่างแล้วแต่กรณี คือ ตรงข้ามกับชั่ว เช่น คนดี ความดี, ตรงข้ามกับร้าย เช่น โชคดี เคราะห์ดี; สวย, งาม, เช่น หน้าตาดี, เรียบร้อย เช่น มรรยาทดี, เพราะ เช่น เสียงดี, จัด เช่น แดดดี, เก่ง เช่น ดีแต่พูด, ชอบ เช่น ดีแล้ว, อยู่ในสภาพปรกติ เช่น สุขภาพดี คืนดี.",
    "ดี ๆ": "ว. ปรกติ, เฉย&#160;ๆ, เช่น อยู่ดี&#160;ๆ ก็มีคนเอาเงินมาให้; โดยดี, ไม่ขัดขืน, เช่น มาเสียดี&#160;ๆ.",
    "ดีเกลือ": "น. เกลือชนิดหนึ่ง เม็ดละเอียดสีขาว มีรสเค็มจัดจนขม เกิดอยู่ใต้เกลือในนาเกลือ ใช้เป็นยาระบายหรือยาถ่าย.",
    "ดีเกลือฝรั่ง": "น. เกลือปรกติชนิดหนึ่ง ชื่อแมกนีเซียมซัลเฟต มีสูตร <f>MgSO<sub>4</sub>&#183;7H<sub>2</sub>O</f> ลักษณะเป็นผลึกสีขาว ละลายนํ้าได้ มีสมบัติเป็นยาระบาย. (อ. <f>epsom salts</f>).",
    "ดีงู": "น. สมอดีงู. <i>(ดู สมอ ๒)</i>.",
    "ดีใจ": "ก. ยินดี, ชอบใจ, พอใจ.",
    "ดีฉัน": "ส. คําใช้แทนตัวผู้พูด เพศหญิง เป็นคําสุภาพ, ดิฉัน ก็ว่า, ตามแบบผู้ชายใช้ว่า ดีฉัน ผู้หญิงใช้ว่า อีฉัน, เป็นสรรพนามบุรุษที่ ๑.",
    "ดีฉาน": "(โบ) ส. ดิฉัน, ดีฉัน, เป็นคําที่เจ้านายผู้ชายมักใช้กับพระสงฆ์ผู้ทรงสมณศักดิ์, เป็นสรรพนามบุรุษที่ ๑.",
    "ดีซ่าน": "น. ชื่อโรคซึ่งเกิดกับผู้ป่วยที่มีสารสีชนิดหนึ่งในนํ้าดี ซึ่งเรียกว่า บิลิรูบิน ไปปรากฏในเลือดสูงกว่าระดับปรกติในคนธรรมดา ทําให้ผู้ป่วยมีอาการตัวเหลือง.",
    "ดีเซล": "น. เครื่องยนต์ชนิดเผาไหม้ภายในที่มีระบบจุดระเบิดนํ้ามันเชื้อเพลิงด้วยการอัดอากาศภายในเครื่องยนต์จนได้ความร้อนสูงมากพอ แล้วจึงฉีดนํ้ามันเชื้อเพลิงให้เป็นฝอยผสมเข้ากับอากาศซึ่งมีอุณหภูมิสูงนั้น เป็นผลให้เกิดการจุดระเบิดนํ้ามันเชื้อเพลิงขึ้น, นํ้ามันที่ใช้เป็นเชื้อเพลิงในเครื่องยนต์ชนิดนี้ เรียกว่า นํ้ามันดีเซล. (อ. <f>diesel</f>).",
    "ดีด ๑": "ก. สลัดออกไปโดยแรง เช่น ดีดนิ้ว, สลัดตัวออกไปโดยเร็ว เช่น กุ้งดีด; ยกขึ้นด้วยแม่แรงเป็นต้น เช่น ดีดเรือน; เอานิ้วมือหรือไม้สะกิดให้ดัง เช่น ดีดจะเข้, เอานิ้วมือแตะแล้วเขี่ยให้เลื่อนไป เช่น ดีดลูกคิด, เอานิ้วกดแล้วปล่อยทันที เช่น ดีดพิมพ์ ดีดเปียโน, เอานิ้วหัวแม่มือกดกับนิ้วอื่นให้แน่นแล้วสลัดให้ออกจากกันเป็นเสียงดัง เรียกว่า ดีดนิ้ว, โดยปริยายหมายถึงอาการที่ทําห่างเหินผู้ใหญ่ ไม่เข้าหน้า เช่น หมู่นี้ชักดีดไปไม่เข้าหน้า.",
    "ดีด ๒, ดีดขัน ๑": "น. ชื่อแมลงพวกด้วงปีกแข็งหลายชนิดในวงศ์ <f>Elateridae</f> ลําตัวยาว แบนเล็กน้อย และเรียวไปทางหาง สีดํา นํ้าตาล หรือเทาปลอด บางชนิดมีจุดเป็นลาย แผ่นแข็งด้านล่างของอกปล้องแรกมีแกนยาวเป็นเครื่องดีด ซึ่งยึดโดยร่องของแผ่นแข็งด้านล่างของอกปล้องที่ ๒ ทําให้สามารถดีดตัวกลับได้เมื่อถูกจับให้หงายท้อง มีชื่อเรียกต่าง&#160;ๆ กัน เช่น ดีดกะลา คอลั่น.",
    "ดีด ๓": "น. กุ้งดีด. <i>(ดู กุ้งดีด, กุ้งดีดขัน)</i>.",
    "ดีดขัน ๒": "น. กุ้งดีดขัน. <i>(ดู กุ้งดีด, กุ้งดีดขัน)</i>.",
    "ดีดดิ้น": "ก. เล่นตัว, ตั้งแง่ไม่ยอมทำหรือไม่ยอมให้ทำง่าย&#160;ๆ.",
    "ดีดฝ้าย": "ก. อาการที่เอาฝ้ายใส่กระชุแล้วเอาไม้กงดีดฝ้ายดีดสายให้กระทบฝ้ายเพื่อให้ฝ้ายแตกเป็นปุย.",
    "ดีดพิมพ์": "ก. พิมพ์ด้วยเครื่องพิมพ์ดีด.",
    "ดีดลูกคิด": "(สํา) ก. คํานวณผลได้ผลเสียหรือกําไรขาดทุนอย่างละเอียด; ทําตอบแทนให้สาสม.",
    "ดีดลูกคิดรางแก้ว": "(สํา) ก. คิดถึงผลที่จะได้ทางเดียว.",
    "-ดีดัก": "ใช้เข้าคู่กับคํา หลายปี เป็น หลายปีดีดัก หมายความว่า นานมาแล้ว.",
    "ดีดีที": "น. ชื่อสารประกอบเคมี มีชื่อเต็มว่า <f>Dichloro Diphenyl Trichloroethane</f> มีสูตร <f>(C<sub>6</sub>H<sub>4</sub>Cl)<sub>2</sub>&#183;CH&#183;CCl<sub>3</sub></f> ลักษณะเป็นของแข็งสีขาว ใช้ประโยชน์เป็นสารอย่างแรงในการฆ่าแมลง.",
    "ดีเดือด": "ว. มีอาการคลุ้มคลั่งมุทะลุดุดันเป็นคราว&#160;ๆ ในคําว่า บ้าดีเดือด.",
    "ดีแตก": "ว. เคยดีมาแล้วแต่กลับเสียในภายหลัง, ดีเกินไปจนเสีย.",
    "ดีนาคราช": "[-นากคะ-] น. ต้นไม้ชนิดหนึ่งเป็นเถามีเกล็ดคล้ายกับเกล็ดงู สําหรับใช้ทํายา. (พจน. ๒๔๙๓).",
    "ดีเนื้อดีใจ": "ก. ยินดี, ชอบใจ, ปลาบปลื้มใจ, ดีใจมาก, ดีอกดีใจ ก็ว่า.",
    "ดีบัว": "น. ต้นอ่อนซึ่งอยู่ในเม็ดบัว มีรสขม.",
    "ดีบุก": "น. ธาตุลําดับที่ ๕๐ สัญลักษณ์ <f>Sn</f> เป็นโลหะ ลักษณะเป็นของแข็งสีขาวคล้ายโลหะเงิน เนื้ออ่อน หลอมละลายที่ ๒๓๑.๙ &#x00b0;ซ. มี ๓ อัญรูป คือ ดีบุกสีเทา ดีบุกสีขาว และดีบุกรอมบิก ใช้ประโยชน์ฉาบผิวเหล็กเพื่อกันไม่ให้เป็นสนิม ใช้ทําโลหะเจือ แผ่นดีบุกบาง&#160;ๆ ใช้สําหรับห่อของเพื่อกันชื้น. (ป. ติปุ; ส. ตฺรปุ; อ. <f>tin</f>).",
    "ดีปลี": "[-ปฺลี] น. ชื่อไม้เถา ๓ ชนิดในสกุล <f><i>Piper</i></f> วงศ์ <f>Piperaceae</f> คือ ชนิด <f><i>P. longum</i> L., <i>P. peepuloides</i> Roxb.</f> และ <f><i>P. retrofractum</i> Vahl</f> มีรากตามข้อของลําต้นเพื่อยึดเกาะ ผลอัดแน่นเป็นช่อ ทุกส่วนมีกลิ่น โดยเฉพาะผลกลิ่นหอมฉุน รสเผ็ดร้อนใช้เป็นเครื่องเทศและทํายาได้.",
    "ดีเปรสชัน": "น. ชื่อพายุหมุนที่มีกําลังอ่อน ทําให้มีฝนตกปานกลางถึงตกหนัก เกิดขึ้นในละติจูดกลางหรือละติจูดสูง มีความเร็วลมสูงสุดใกล้บริเวณศูนย์กลางไม่เกิน ๓๓ นอต หรือ ๖๑ กิโลเมตรต่อชั่วโมง. (อ. <f>depression</f>).",
    "ดีผา": "น. หินสีดําเลื่อมคล้ายถ่านหิน ใช้ทํายาไทย.",
    "ดีฝ่อ": "ว. ตกใจกลัวมาก, มักใช้เข้าคู่กับคํา ขวัญหนี เป็น ขวัญหนีดีฝ่อ.",
    "ดีพร": "[ดีบ] (แบบ) ว. กล้า, แข็ง, มาก, เช่น ม่ายเดือดดีพรในโลกย. (ม. คําหลวง ทานกัณฑ์). (ส. ตีวฺร; ป. ติพฺพ).",
    "ดีไม่ดี": "คําแสดงความไม่แน่นอน, อาจได้อาจเสีย, เสี่ยงได้เสี่ยงเสีย, เช่น ดีไม่ดีเขาอาจได้เป็นอธิบดี, ดีมิดี ก็ว่า.",
    "ดียา, ดีหิน": "น. เส้นดําของหินลายหรือหินอื่น&#160;ๆ.",
    "ดีร้าย": "ว. ชะรอย, บางที, เช่น ดีร้ายของนี้จะขโมยเขามา.",
    "ดีละ, ดีแล้ว": "ว. คําแสดงความพอใจก็ได้ คําแสดงความไม่พอใจเป็นเชิงประชดหรือแดกดันก็ได้.",
    "ดีหมี": "น. ชื่อไม้ต้นหลายชนิดหลายสกุลในหลายวงศ์ เช่น ชนิด <f><i>Cleidion spiciflorum</i> Merr.</f> ในวงศ์ <f>Euphorbiaceae</f> ขึ้นในป่า มีรสขม ใบคล้ายมะไฟ ใช้ทํายาได้.",
    "ดีหลี": "(ถิ่น) ว. แน่, แท้, แท้จริง, เช่น ธก็แจ้งจริงแท้ดีหลี. (ม. คําหลวง ทานกัณฑ์), อีหลี ก็ว่า.",
    "ดีอกดีใจ": "ก. ยินดี, ชอบใจ, ปลาบปลื้มใจ, ดีใจมาก, ดีเนื้อดีใจ ก็ว่า.",
    "ดึก": "น. เวลามืดนานแล้ว, เวลาคํ่ามากแล้ว, (ใช้แทนคําว่า สาย ในเวลากลางคืน).<2t>ว. ลึก เช่น ดงดึก.",
    "ดึกดำบรรพ์": "ว. ลึกลํ้านมนานมาแล้ว.",
    "ดึกดื่น": "ก. ดึกมาก, ดื่นดึก ก็ว่า.",
    "ดึกสงัด": "น. เวลาดึกมากบรรยากาศเงียบเชียบทำให้รู้สึกวังเวง.",
    "ดึง": "ก. เหนี่ยวมา, ฉุดมา, รั้งมา; ดีด เช่น ดึงพิณ ว่า ดีดพิณ.",
    "ดึ่ง": "ก. ดิ่ง, ตรงลงไป.",
    "ดึงดัน": "ก. ดื้อรั้น, ดื้อ.",
    "ดึงดื้อ": "ว. ดื้อไม่ยอมฟังเหตุผล ดึงไม่ไป, ดื้อดึง ก็ว่า.",
    "ดึงดูด": "ก. เหนี่ยวเข้ามาด้วยกําลังอย่างหนึ่งอย่างแม่เหล็ก.",
    "ดึงสะ": "ว. สามสิบ. (ป. ตึส).",
    "ดึ่ม": "ว. ลึก.",
    "ดื่น": "ก. มากทั่วไปจนเป็นปรกติธรรมดา.",
    "ดื่นดาษ": "ว. เกลื่อนกลาด, มากหลาย, ดาษดื่น ก็ว่า.",
    "ดื่นดึก": "ก. ดึกมาก, ดึกดื่น ก็ว่า.",
    "ดื่ม": "ก. กินของเหลวเช่นนํ้า.",
    "ดื่มด่ำ": "ว. ซาบซึ้ง.",
    "ดือ": "(กลอน) น. สะดือ เช่น ขุนช้างฉุดผ้าคว้าจิ้มดือ. (ขุนช้างขุนแผน).",
    "ดื้อ": "ว. ไม่ยอมเชื่อฟังหรือทําตาม.<2t>ก. ทื่อ, ไม่คม, (ใช้แก่มีด).",
    "ดื้อดัน": "ว. ดื้ออย่างขัดขืนจะเอาชนะ.",
    "ดื้อด้าน": "ว. ดื้อเสียจนเคยชิน.",
    "ดื้อดึง": "ว. ดื้อไม่ยอมฟังเหตุผล ดึงไม่ไป, ดึงดื้อ ก็ว่า.",
    "ดื้อแพ่ง": "ก. ขัดขืนไม่ยอมปฏิบัติตาม, ขัดขืนไม่ยอมให้ความร่วมมือ.",
    "ดื้อยา": "ก. ต้านทานฤทธิ์ยา (ใช้แก่เชื้อโรค เช่น แบคทีเรีย ไวรัส).",
    "ดื้อรั้น": "ว. ดื้อดันทุรัง.",
    "ดุ": "ก. ว่ากล่าวหรือทักท้วงด้วยความโกรธหรือไม่พอใจเพราะมีความผิดหรือไม่อยู่ในโอวาทเป็นต้น, โดยปริยายหมายความว่า มีอันตรายมาก, มีคนเสียชีวิตมาก, เช่น นํ้าปีนี้ดุ ที่ตรงนี้ดุ.<2t>ว. มีลักษณะทําให้ดูน่ากลัวหรือน่าเกรงขาม เช่น หน้าดุ ตาดุ; ร้าย, ร้ายกาจ, เหี้ยมโหด, เช่น หมาดุ เสือดุ.",
    "ดุก": "น. ชื่อปลานํ้าจืดทุกชนิดในสกุล<f><i>Clarias</i></f> และ <f><i>Prophagorus</i></f> วงศ์ <f>Clariidae</f> ไม่มีเกล็ด มีเงี่ยงเฉพาะที่ครีบอก ส่วนครีบหลังและครีบก้นยาวแต่ไม่ติดต่อกับครีบหาง เช่น ดุกอุย <f><i>(C. macrocephalus)</i></f> ดุกด้าน <f><i>(C. batrachus)</i></f> ดุกลําพัน <f><i>(P. nieuhofii)</i></f>.",
    "ดุกดิก": "ก. อาการที่ขยับไปขยับมาไม่อยู่นิ่ง&#160;ๆ, ยักไปยักมา, กระดุกกระดิก ก็ว่า.",
    "ดุกทะเล": "น. ชื่อปลาทะเลหรือนํ้ากร่อยชนิด <f><i>Plotosus lineatus</i></f> และ <f><i>P. canius</i></f> ในวงศ์ <f>Plotosidae</f> มีเงี่ยงที่ครีบอกและครีบหลังตอนแรก ส่วนครีบหลังตอนที่ ๒ ครีบก้น และครีบหางยาวติดต่อกันโดยตลอด, สามแก้ว หรือ เป็ดแก้ว ก็เรียก.",
    "ดุกลำพัน": "น. ชื่อปลาชนิด <f><i>Prophagorus nieuhofii</i></f> ในวงศ์ <f>Clariidae</f> ครึ่งบนของลําตัวมีจุดสีขาวเรียงอยู่ในแนวตั้ง ๑๓-๒๐ แถว พบทางภาคใต้ของประเทศไทย ขนาดยาวได้ถึง ๕๐ เซนติเมตร.",
    "ดุ้ง": "ว. โค้งหรือนูนหรือแอ่นจากแนวหรือระดับ เช่น พื้นกระดานดุ้ง.",
    "ดุ้งดิ้ง": "ว. กระตุ้งกระติ้ง, ตุ้งติ้ง ก็ว่า.",
    "ดุจ": "[ดุด, ดุดจะ] ว. เหมือน, คล้าย, เช่น, เพียงดัง, ราวกะ, บางทีในกลอนใช้ว่า ดวจ ก็มี.",
    "ดุจดัง, ดุจหนึ่ง": "[ดุด-] ว. เหมือน, คล้าย, เช่น, เพียงดัง, ราวกะ.",
    "ดุด": "ก. กิริยาที่หมูเอาจมูกดุนดิน.",
    "ดุดัน": "ว. ดุอย่างไม่ลดละ",
    "ดุเดือด": "ว. ร้ายแรง, รุนแรง.",
    "ดุน": "ก. รุน, ทําให้เคลื่อนไปเรื่อย&#160;ๆ ด้วยแรงดัน; ทําให้ลวดลายบางอย่างนูนขึ้น เช่น ดุนลาย.<2t>ว. เรียกลวดลายที่มีลักษณะเช่นนั้นว่า ลายดุน.",
    "ดุ้น": "น. ท่อน เช่น กลืนเข้าไปทั้งดุ้น, ท่อนไม้ขนาดเล็ก เช่น ดุ้นฟืน, ลักษณนามเรียกท่อนไม้ขนาดเล็กว่า ดุ้น เช่น ฟืนดุ้นหนึ่ง ฟืน ๒ ดุ้น.",
    "ดุบ ๆ": "ว. เต้นตุบ&#160;ๆ, กระดุบ&#160;ๆ ก็ว่า.",
    "ดุม": "น. ส่วนกลางของล้อเกวียนหรือล้อรถที่มีรูสําหรับสอดเพลา; เครื่องกลัดส่วนต่าง&#160;ๆ ของเสื้อผ้าไม่ให้แยกออกจากกัน ทําเป็นรูปต่าง&#160;ๆ มักมีรังดุมสําหรับขัดหรือบางทีก็ติดเป็นเครื่องประดับ, กระดุม ลูกกระดุม หรือ ลูกดุม ก็เรียก.",
    "ดุ่ม, ดุ่ม ๆ": "ว. อาการก้มหน้าก้มตาเดินไปเรื่อย&#160;ๆ โดยไม่ดูอะไรหรือแวะเวียน.",
    "ดุ่ย": "ว. เรื่อย&#160;ๆ ไปโดยไม่มีจุดหมาย.",
    "ดุรค, ดุรคะ": "[ดุรก, ดุระคะ] (แบบ) น. ม้า. (ป., ส. ตุรค ว่า สัตว์ไปเร็ว).",
    "ดุรงค์": "น. ม้า เช่น เทียมดุรงค์รวดเรี่ยว. (ม. คําหลวง ทานกัณฑ์). (ป., ส. ตุรงฺค, ตุรค).",
    "ดุรงคี": "น. ม้าตัวเมีย; คนขี่ม้า, ทหารม้า. (ป. ตุรงฺคี; ส. ตุรงฺคินฺ).",
    "ดุร้าย": "ว. เหี้ยมโหด.",
    "ดุริย-, ดุริยะ": "น. เครื่องดีดสีตีเป่า. (ป. ตุริย).",
    "ดุริยางค-, ดุริยางค์": "น. เครื่องดีดสีตีเป่า. (ป. ตุริย + องฺค).",
    "ดุริยางค์จำเรียง": "น. ชื่อกลบทชนิดหนึ่ง.",
    "ดุริยางคศาสตร์": "[ดุริยางคะ-] น. วิชาว่าด้วยการบรรเลงเครื่องดุริยางค์.",
    "ดุริยางคศิลป์": "[ดุริยางคะ-] น. ศิลปะของการบรรเลงเครื่องดุริยางค์.",
    "ดุล, ดุล-": "[ดุน, ดุนละ-] น. ตราชู, คันชั่ง, มาตราชั่งนํ้าหนักโบราณ เช่น ทองคําหนัก ๒๐ ชั่ง เรียกว่า ดุลหนึ่ง; ความเท่ากัน, ความเสมอกัน, เช่น รายรับรายจ่ายเท่ากัน เรียกว่า งบประมาณสู่ดุล; ชื่อกลุ่มดาวรูปคันชั่ง เรียกว่า ราศีดุล เป็นราศีที่ ๖ ในจักรราศี, ราศีตุล ก็ว่า.<2t>ว. เท่ากัน, เสมอกัน, ทัดเทียมกัน. (ป., ส.).",
    "ดุลการค้า": "[ดุน-] น. ความต่างกันระหว่างมูลค่าของสินค้าที่ส่งออกนอกประเทศกับสินค้าที่นําเข้ามาในประเทศ, ถ้ามูลค่าของสินค้าที่ส่งออกสูงกว่ามูลค่าของสินค้าที่นําเข้ามาในประเทศ เรียกว่า ดุลการค้าได้เปรียบ, ถ้ามูลค่าของสินค้าที่นําเข้าสูงกว่ามูลค่าของสินค้าที่ส่งออก เรียกว่า ดุลการค้าเสียเปรียบ.",
    "ดุลการชำระเงิน": "[ดุน-] น. ความต่างกันระหว่างปริมาณเงินที่ส่งออกนอกประเทศกับปริมาณเงินที่นําเข้ามาในประเทศ, ถ้าปริมาณเงินที่นําเข้ามาในประเทศสูงกว่าปริมาณเงินที่ส่งออกนอกประเทศ เรียกว่า ดุลการชําระเงินเกินดุล, ถ้าปริมาณเงินที่ส่งออกนอกประเทศสูงกว่าปริมาณเงินที่นําเข้าในประเทศ เรียกว่า ดุลการชําระเงินขาดดุล.",
    "ดุลชำระหนี้": "[ดุน-] น. ความต่างกันระหว่างปริมาณเงินที่ส่งออกนอกประเทศกับปริมาณเงินที่นําเข้ามาในประเทศ.",
    "ดุลพินิจ": "[ดุนละ-] น. การวินิจฉัยที่เห็นสมควร, ดุลยพินิจ ก็ใช้.",
    "ดุลภาค": "[ดุนละ-] น. ภาวะที่เสมอกัน.",
    "ดุลย-": "[ดุนละยะ-, ดุนยะ-] ว. เท่ากัน, เสมอกัน, ทัดเทียมกัน. (ป., ส.).",
    "ดุลยพินิจ": "น. การวินิจฉัยที่เห็นสมควร, ดุลพินิจ ก็ใช้.",
    "ดุลยภาพ": "น. ความเท่ากัน, ความเสมอกัน.",
    "ดุลอำนาจ": "[ดุน-] น. การถ่วงอํานาจระหว่างประเทศให้มีพลังทางเศรษฐกิจหรือทางทหารทัดเทียมกัน.",
    "ดุษฎี": "[ดุดสะดี] น. ความยินดี, ความชื่นชม. (ส.).",
    "ดุษฎีนิพนธ์": "น. วิทยานิพนธ์ชั้นปริญญาเอก.",
    "ดุษฎีบัณฑิต": "น. ปริญญาเอก; ผู้ได้รับปริญญาเอก.",
    "ดุษฎีมาลา": "น. ชื่อเหรียญที่พระราชทานเฉพาะแก่ผู้ได้ใช้ศิลปวิทยาให้เป็นคุณประโยชน์แก่บ้านเมืองถึงขนาด ทั้งอาจได้รับพระราชทานเงินพิเศษประจําเดือนไปตลอดชีวิต เดิมกําหนดให้มีเข็มพระราชทานประกอบกับเหรียญรวม ๕ ชนิด คือ เข็มราชการในพระองค์ เข็มราชการแผ่นดิน เข็มศิลปวิทยา เข็มความกรุณา และเข็มกล้าหาญ ต่อมาคงเหลือแต่เหรียญดุษฎีมาลา เข็มศิลปวิทยา เพียงอย่างเดียว.",
    "ดุษฎีสังเวย": "น. บทร้อยกรองที่แต่งเป็นฉันท์สําหรับกล่อมช้าง.",
    "ดุษณี, ดุษณีภาพ": "[ดุดสะนี-] น. อาการนิ่งซึ่งแสดงถึงการยอมรับ. (ส. ตุษฺณีมฺ; ป. ตุณฺหี).",
    "ดุษิต, ดุสิต": "น. ชื่อสวรรค์ชั้นที่ ๔ แห่งสวรรค์ ๖ ชั้น ได้แก่ จาตุมหาราชหรือจาตุมหาราชิกหรือจาตุมหาราชิกา ดาวดึงส์ ยามา ดุสิต นิมมานรดี และปรนิมมิตวสวัตดี, มีท้าวสันดุสิตเป็นผู้ครอง. (ส. ตุษิต; ป. ตุสิต).",
    "ดุเหว่า": "[-เหฺว่า] น. ชื่อนกชนิด <f><i>Eudynamys scolopacea</i></f> ในวงศ์ <f>Cuculidae</f> ตัวเล็กกว่ากาเล็กน้อย ตาแดง หางยาว ตัวผู้สีดํา ตัวเมียสีนํ้าตาล มีลายและจุดสีขาวพาดตลอดตัว วางไข่ให้นกชนิดอื่นฟัก มักหากินตามลําพัง กินแมลงและผลไม้, กาเหว่า ก็เรียก.",
    "ดู": "ก. ใช้สายตาเพื่อให้เห็น เช่น ดูภาพ ดูละคร, ระวังรักษา เช่น ดูบ้านให้ด้วย ไม่มีคนดูเด็ก, พินิจพิจารณา เช่น ดูให้ดี, ศึกษาเล่าเรียน เช่น ดูหนังสือ, เห็นจะ เช่น ดูจะเกินไปละ, ทํานาย เช่น ดูโชคชะตาราศี, ใช้ประกอบกริยา เพื่อให้รู้ให้เห็นประจักษ์แจ้ง เช่น คิดดูให้ดี ลองกินดู.",
    "ดูกไก่ดำ": "น. ชื่อไม้ต้นชนิด <f><i>Prismatomeris malayana</i> Ridl.</f> ในวงศ์ <f>Rubiaceae</f> สูงได้ถึง ๓ เมตร ใบรี ออกตรงข้ามกัน ปลายและโคนใบแหลม ดอกสีขาว กลิ่นหอม.",
    "ดูกค่าง": "<i>ดู กระดูกค่าง</i>.",
    "ดูกร </b><font  size=\\\"5\\\" color=\\\"#000000\\\">[ดูกะระ, ดูกอน],</font> <font size=\\\"6\\\" color=\\\"#0000ff\\\"><b>ดูก่อน, ดูรา": "คำกล่าวขึ้นต้นข้อความกับผู้ที่จะพูดด้วยให้สนใจฟัง.",
    "ดูแคลน, ดูถูก, ดูถูกดูแคลน": "ก. แสดงอาการเป็นเชิงดูหมิ่นหรือเหยียดหยามเขา.",
    "ดูใจ": "ก. ลองดูนํ้าใจ; ดูหน้าไว้อาลัยขณะจะสิ้นใจ.",
    "ดูชา": "ก. ดูแคลน, ดูถูก, เช่น ตูจะให้สูทั้งหลายฆ่า ว่าผู้ดูชาดูแคลน แหนความเราจงมิด. (ลอ.)",
    "ดูช้างให้ดูหาง ดูนางให้ดูแม่": "(สํา) ก. ให้รู้จักพิจารณาลักษณะบุคคลหรือผู้หญิงที่จะเลือกเป็นคู่ครอง, ดูวัวให้ดูหาง ดูนางให้ดูแม่ ก็ว่า.",
    "ดูด": "ก. สูบด้วยปาก เช่น ดูดนม, สูบด้วยกําลัง เช่น นํ้าดูด ไฟฟ้าดูด.",
    "ดูดดึง": "ก. เหนี่ยวเข้ามาด้วยกําลังอย่างหนึ่งเช่นแม่เหล็ก.",
    "ดูดดื่ม": "ก. ซาบซึ้ง.",
    "ดูดอมดูดาย": "ก. ละทิ้ง เช่น บมิควรดูดอมดูดาย. (สมุทรโฆษ).",
    "ดูดาย": "ก. เพิกเฉย, ไม่เอาใจใส่.",
    "ดูดำ": "(โบ) ก. ดูหมิ่น เช่น เปนม่ายชายดูดำ กุมเกษ กำแก้ผม ผลักล้มจมดินทราย แสร้งอวยอายอยดยศ. (ม. คำหลวง ทานกัณฑ์).",
    "ดูดำดูดี": "ก. เอาใจใส่ดูแลทั้งในเวลามีทุกข์และมีสุข เช่น จะหวังอะไรให้เขามาดูดำดูดีกับคนอย่างเรา, (มักใช้ในความปฏิเสธ) เช่น เขาไม่ดูดำดูดีเด็กคนนี้เลย.",
    "ดูดู๋, ดูหรู": "(กลอน) อ. เสียงที่เปล่งออกมาแสดงความแค้นใจ.",
    "ดูตาม้าตาเรือ": "(สํา) ก. พิจารณาให้รอบคอบ (มักใช้ในความปฏิเสธ) เช่น ไม่ดูตาม้าตาเรือ.",
    "ดูเถอะ, ดูเถิด": "คําบอกกล่าวให้รับรู้ไว้.",
    "ดูเบา": "ก. เห็นเป็นการเล็กน้อย, เห็นไม่เป็นสําคัญ, (มักใช้ในความปฏิเสธ) เช่น อย่าดูเบา.",
    "ดูไปก่อน": "ก. รอไว้ก่อน.",
    "ดูร้าย": "น. ตาร้าย. <i>(ดู ตาร้าย)</i>.",
    "ดูรึ": "อ. เสียงที่เปล่งออกมาแสดงความแปลกใจ.",
    "ดูแล": "ก. เอาใจใส่, ปกปักรักษา, ปกครอง.",
    "ดูหมิ่น ๑": "(กฎ) ก. ดูถูกเหยียดหยามผู้อื่น.",
    "ดูหมิ่น ๒, ดูหมิ่นถิ่นแคลน": "ก. แสดงกิริยาท่าทาง พูดจา หรือเขียนเป็นลายลักษณ์อักษรเป็นเชิงดูถูกว่ามีฐานะตํ่าต้อย หรือไม่ดีจริงไม่เก่งจริงเป็นต้น, หมิ่น ก็ว่า.",
    "ดูหรือ": "อ. เสียงที่เปล่งออกมาแสดงความแปลกใจ เช่น ดูหรือมาเป็นไปได้.",
    "ดูเหมือน": "ว. เข้าใจว่า, คะเนว่า, เห็นจะ.",
    "เด": "ว. มาก&#160;ๆ, มักใช้ประกอบกับคํา เหลือ ว่า เหลือเด คือ เหลือมาก&#160;ๆ.",
    "เด่": "ว. ใช้ประกอบคํากริยาบางคําเพื่อเน้นความหมายว่า ตรง เช่น ชี้เด่ ตั้งเด่.",
    "เดก": "ว. กระเดก, โยก, โคลง.",
    "เด็ก": "น. คนที่มีอายุยังน้อย; (กฎ) ผู้เยาว์ตามประมวลกฎหมายแพ่งและพาณิชย์; ผู้ซึ่งอายุไม่ครบ ๑๘ ปีบริบูรณ์ และยังไม่บรรลุนิติภาวะด้วยการสมรส; บุคคลอายุเกิน ๗ ปีบริบูรณ์ แต่ยังไม่เกิน ๑๔ ปีบริบูรณ์; บุคคลที่มีอายุแต่ ๑๕ ปีลงมา; บุคคลผู้มีอายุไม่เกิน ๑๘ ปีบริบูรณ์.<2t>ว. ยังเล็ก; อ่อนวัยกว่าในคําว่า เด็กกว่า.",
    "เด็กชา": "น. ข้าราชการชั้นผู้น้อยจําพวกรับใช้ในกรมมหาดเล็ก.",
    "เด็กชาย": "(กฎ) น. คํานําหน้าชื่อเด็กผู้ชายที่มีอายุไม่ถึง ๑๕ ปีบริบูรณ์.",
    "เดกซ์โทรส": "[-โทฺรด] น. กลูโคส. (อ. <f>dextrose</f>).",
    "เด็กแดง": "น. เด็กที่ออกใหม่&#160;ๆ.",
    "เด็กเมื่อวานซืน": "(สํา) น. คํากล่าวเชิงดูหมิ่นหรือเชิงสั่งสอนว่า มีความรู้หรือมีประสบการณ์น้อย.",
    "เด็กหญิง": "(กฎ) น. คํานําหน้าชื่อเด็กผู้หญิงที่มีอายุไม่ถึง ๑๕ ปีบริบูรณ์.",
    "เด็กอมมือ": "(สํา) น. ผู้ไม่รู้ประสีประสา.",
    "เดคากรัม": "[-กฺรํา] น. ชื่อมาตราชั่งตามวิธีเมตริก มีอัตราเท่ากับ ๑๐ กรัม, อักษรย่อว่า ดคก. (อ. <f>decagramme</f>).",
    "เดคาเมตร": "น. ชื่อมาตราวัดตามวิธีเมตริก มีอัตราเท่ากับ ๑๐ เมตร, อักษรย่อว่า ดคม. (อ. <f>decametre</f>).",
    "เดคาลิตร": "น. ชื่อมาตราตวงตามวิธีเมตริก มีอัตราเท่ากับ ๑๐ ลิตร, อักษรย่อว่า ดคล. (อ. <f>decalitre</f>).",
    "เด้ง": "ก. ดีดหรือดันขึ้นเมื่อถูกกดหรือถูกบีบเป็นต้น, กระดอนขึ้น, กระเด้ง ก็ว่า.",
    "เด็จ": "ก. ขาด. (ข. ฎาจ่).",
    "เดช, เดชะ": "[เดด] (แบบ) น. อํานาจ; ความร้อน, ไฟ. (ป. เตช; ส. เตชสฺ).",
    "เดชน์, เดชนะ": "[เดด, เดชะนะ] (แบบ) น. ลูกศร. (ป., ส.).",
    "เดโช": "น. อํานาจ; ความร้อน, ไฟ. (ป. เตช; ส. เตชสฺ).",
    "เดโชชัย": "น. ความชนะด้วยอํานาจ. (ป., ส.).",
    "เดโชพล": "น. กําลังแห่งอํานาจ. (ป., ส.).",
    "เดซิกรัม": "[-กฺรํา] น. ชื่อมาตราชั่งตามวิธีเมตริก มีอัตราเท่ากับ ๑ ใน ๑๐ ของกรัม, อักษรย่อว่า ดก. (อ. <f>decigramme</f>).",
    "เดซิเมตร": "น. ชื่อมาตราวัดตามวิธีเมตริก มีอัตราเท่ากับ ๑ ใน ๑๐ ของเมตร, อักษรย่อว่า ดม. (อ. <f>decimetre</f>).",
    "เดซิลิตร": "น. ชื่อมาตราตวงตามวิธีเมตริก มีอัตราเท่ากับ ๑ ใน ๑๐ ของลิตร, อักษรย่อว่า ดล. (อ. <f>decilitre</f>).",
    "เด็ด": "ก. ทําให้ขาดด้วยเล็บหรือนิ้ว เช่น เด็ดดอกไม้.<2t>ว. ทีเดียว, เป็นอันขาด, เช่น ดีเด็ด ไม่เอาเด็ด.",
    "เด็ดขาด": "ว. เฉียบขาด, ไม่เปลี่ยนแปลง, ว่าอย่างใดทําอย่างนั้น, ถึงที่สุด.",
    "เด็ดดวง": "(ปาก) ว. ดีเด่นทีเดียว เช่น สวยเด็ดดวง.",
    "เด็ดดอกไม้ร่วมต้น": "(สํา) ก. เคยทําบุญกุศลร่วมกันมาแต่ชาติก่อน จึงมาอยู่ร่วมกันในชาตินี้, เก็บดอกไม้ร่วมต้น ก็ว่า.",
    "เด็ดดอกไม่ไว้ขั้ว": "(สํา) ก. ตัดขาด, ตัดญาติขาดมิตรกันเด็ดขาด, มักใช้เข้าคู่กับ เด็ดบัวไม่ไว้ใย ว่า เด็ดดอกไม่ไว้ขั้ว เด็ดบัวไม่ไว้ใย.",
    "เด็ดเดี่ยว": "ว. ตัดสินใจทําอย่างแน่วแน่ไม่ย่อท้อ.",
    "เด็ดบัวไม่ไว้ใย": "(สํา) ก. ตัดขาด, ตัดญาติขาดมิตรกันเด็ดขาด, มักใช้เข้าคู่กับ เด็ดดอกไม่ไว้ขั้ว ว่า เด็ดดอกไม่ไว้ขั้ว เด็ดบัวไม่ไว้ใย.",
    "เด็ดปลีไม่มีใย": "(สํา) ก. ตัดขาด, ตัดญาติขาดมิตรกันเด็ดขาด, เด็ดบัวไม่ไว้ใย ก็ว่า.",
    "เดน": "น. ของเหลือที่ไม่ต้องการแล้ว เช่น คนกินเดน, โดยปริยายหมายถึงสิ่งที่เหลือเลือกแล้ว ทิ้งแล้ว ไม่ต้องการแล้วเป็นต้น เช่น ผลไม้เดนเลือก.",
    "เด่น": "ว. ที่ปรากฏเห็นได้ชัดจะแจ้งเพราะนูนขึ้นมา ยื่นลํ้าออกมา หรือสูงใหญ่กว่าธรรมดา, โดยปริยายหมายความว่า มีคุณสมบัติหรือความสามารถเยี่ยม เช่น สวยเด่น ดีเด่น.",
    "เดนตาย": "(ปาก) ว. ที่รอดตายมาได้ทั้ง&#160;ๆ ที่น่าจะตาย.",
    "เดนมาร์ก": "[-หฺมาก] น. ชื่อประเทศและชนชาติหนึ่งอยู่ทางทิศตะวันตกเฉียงเหนือของทวีปยุโรป. (อ. <f>Denmark</f>).",
    "เดรัจฉาน": "[-รัดฉาน] น. สัตว์เว้นจากมนุษย์ เช่นหมู หมา วัว ควาย (มักใช้เป็นคําด่า), ใช้ว่า ดิรัจฉาน หรือ เดียรัจฉาน ก็มี.",
    "เด๋อ, เด๋อด๋า": "ว. เปิ่น, เร่อร่า.",
    "เดา": "ก. คิดคาดเอาเองโดยไม่มีหลักหรือเหตุผล.",
    "เด่า, เด่า ๆ": "ว. หรบ&#160;ๆ, เร่า&#160;ๆ, (ใช้แก่กริยาดิ้น), ด่าว ก็ว่า.",
    "เด้า": "ก. กระเด้า, ทําก้นขึ้น&#160;ๆ ลง&#160;ๆ.",
    "เด้าดิน": "น. ชื่อนกขนาดเล็กในวงศ์ <f>Motacillidae</f> ลําตัวสีนํ้าตาลลายดํา ปากแหลม ขาเรียวยาว หางยาว กินแมลง มีหลายชนิด เช่น เด้าดินสวน <f><i>(Anthus hodgsoni)</i></f> เด้าดินทุ่ง <f><i>(A. novaeseelandiae)</i></f> เด้าดินอกแดง <f><i>(A. cervinus)</i></f> เด้าดินอกสีชมพู <f><i>(A. roseatus)</i></f>, กระเด้าดิน ก็เรียก.",
    "เด้าลม": "น. ชื่อนกขนาดเล็กในวงศ์ <f>Motacillidae</f> ตัวเรียวเล็ก หางยาว มักยกหางขึ้น&#160;ๆ ลง&#160;ๆ พร้อมกับโคลงหัวไปมาเวลาเดิน กินแมลง มีหลายชนิด เช่น เด้าลมหลังเทา <f><i>(Motacilla cinerea)</i></f> เด้าลมเหลือง <f><i>(M. flava)</i></f> เด้าลมดง <f><i>(Dendronanthus indicus)</i></f>, กระเด้าลม ก็เรียก.",
    "เดาสวด": "ก. เดาไปอย่างไม่รู้อะไรเลย.",
    "เดาสุ่ม": "ก. เดาโดยนึกเอาเองอย่างสุ่มปลา.",
    "เดาะ ๑": "ก. โยนสิ่งของขึ้นแล้วเอาไม้หรือมือตีรับให้กระท้อนขึ้น.<2t>ว. ร้าวจวนจะหัก เช่น ไม้คานเดาะ แขนเดาะ; เติมลงนิดหน่อยเพื่อให้คุณภาพเด่นขึ้น เช่น จืดไปเดาะเกลือลงไปหน่อย; (ปาก) โดยปริยายใช้เรียกผู้ที่กําลังจะดี แต่กลับมีข้อบกพร่องเสียกลางคัน, ใช้เป็นคําแทนกริยาหมายความว่า ทําแปลกกว่าธรรมดาสามัญ เช่น ร้อนจะตายเดาะเสื้อสักหลาดเข้าให้.",
    "เดาะ ๒": "น. นม. (ข.).",
    "เดาะ ๓": "ว. อาการเดินอย่างกระปรี้กระเปร่า เช่น เดินเดาะเลาะทางมา.",
    "เดิน": "ก. ยกเท้าก้าวไป; โดยปริยายหมายความว่า เคลื่อนไปด้วยกําลังต่าง&#160;ๆ เช่น นาฬิกาเดิน รถเดิน, ทําให้เคลื่อนไหว เช่น เดินเครื่อง, ทําให้เคลื่อนไป เช่น เดินหมากรุก, คล่องไม่ติดขัด เช่น รับประทานอาหารเดิน สมองเดินดี, นําไปส่ง เช่น เดินข่าว เดินหนังสือ เดินหมาย, ประกอบกิจการขนส่ง เช่น เดินรถ เดินเรือ เดินอากาศ. (ข. เฎีร).",
    "เดิ่น": "น. เนิน, เทิน, ที่สูง.",
    "เดินขบวน": "ก. ยกกันไปเป็นหมู่เป็นพวกเพื่อร้องเรียนเป็นต้น.",
    "เดินคาถา": "ก. ว่าคาถาในเทศน์มหาชาติเรื่อยไป.",
    "เดินจักร": "ก. เย็บด้วยจักร.",
    "เดินตลาด": "ก. วิ่งเต้นจําหน่ายสินค้า, เที่ยวเสาะแสวงหาแหล่งจําหน่ายสินค้า.",
    "เดินตามหลังผู้ใหญ่หมาไม่กัด": "(สํา) ก. ประพฤติตามอย่างผู้ใหญ่ย่อมปลอดภัย.",
    "เดินแต้ม": "ก. ใช้ชั้นเชิง.",
    "เดินโต๊ะ": "ก. ยกอาหารและเครื่องดื่มมาให้ผู้นั่งโต๊ะกิน.",
    "เดินทอง": "ก. ลงทองไปตามเส้นลวดลายหรือตัวหนังสือเป็นต้น เช่น ทําปกแข็งเดินทอง.",
    "เดินทัพ": "ก. ยกทัพ, เคลื่อนกองทัพ.",
    "เดินทาง": "ก. ไปสู่จุดที่หมายอีกแห่งหนึ่งที่ไกลออกไป.",
    "เดินทุ่ง": "ก. ตะลุยไป (ใช้ในการอ่าน แต่ง หรือแปลหนังสือ).",
    "เดินเทียน": "ก. เวียนเทียน.",
    "เดินธุระให้": "ก. ไปประกอบการงานแทน.",
    "เดินนา": "ก. สํารวจนาเพื่อเรียกเก็บภาษีอากร.",
    "เดินป้าย": "ก. ส่งหนังสือ.",
    "เดินรถ": "ก. ประกอบกิจการขนส่งทางรถ.",
    "เดินเรือ": "ก. ประกอบกิจการขนส่งทางเรือ.",
    "เดินเรื่อง": "ก. เริ่มกล่าวเนื้อเรื่องเรื่อยไป; ติดต่อวิ่งเต้นให้เรื่องราวสําเร็จลุล่วงไป.",
    "เดินสวน": "ก. สํารวจสวนเพื่อเรียกเก็บภาษีอากร.",
    "เดินสะพัด": "ก. หมุนเวียน, เรียกบัญชีกระแสรายวันว่า บัญชีเดินสะพัด.",
    "เดินสาย": "ก. ติดสายไฟฟ้าหรือสายโทรเลขโทรศัพท์เป็นต้น, โดยปริยายหมายถึงอาการที่นักร้องหรือนักแสดงเป็นต้นไปแสดงตามจังหวัดต่าง&#160;ๆ.",
    "เดินเส้น": "น. วิธีปักแบบหนึ่ง โดยมากใช้ตัดเส้นที่ขอบใบหรือดอก.",
    "เดินหน": "ก. เดินทางเรื่อยไป เช่น เทวดาเดินหน.<2t>น. ชื่อเทวดาที่อยู่ระหว่างสวรรค์กับพื้นดิน; ชื่อชฎาชนิดหนึ่ง เรียกว่า ชฎาเดินหน.",
    "เดินเหิน": "ก. วิ่งเต้นเพื่อขอความช่วยเหลือ; (ปาก) เดิน.",
    "เดินไหม": "ก. เย็บจักรด้วยไหมให้เป็นแนวหรือเป็นขอบ.",
    "เดินอากาศ": "ก. ประกอบกิจการขนส่งทางอากาศ.",
    "เดิม": "ว. แรก เช่น แต่เดิม, เก่า เช่น บ้านเดิม พระราชวังเดิม, ก่อน เช่น เหมือนเดิม. (ข. เฎีม ว่า ต้น).",
    "เดิมที": "ว. แต่แรกเริ่ม.",
    "เดิมพัน": "น. จํานวนเงินหรือทรัพย์สินอื่น&#160;ๆ ที่วางไว้เป็นประกันในการได้เสียหรือแพ้ชนะก่อนเล่นการพนัน เช่น วางเดิมพัน เอาชีวิตเป็นเดิมพัน.",
    "เดี้ย": "ว. ตํ่า, สั้น.",
    "เดียง ๑": "ก. รู้ เช่น มากูจะไปให้ดลเดียงถนัด. (ม. คําหลวง ทานกัณฑ์). (ข. ฎึง).",
    "เดียง ๒": "(โบ) ก. ตีลง, ทุบลง, ฟาดลง.",
    "เดียงสา": "ว. รู้ผิดรู้ชอบตามปรกติสามัญ (มักใช้ในความปฏิเสธ) เช่น เด็กยังไม่รู้เดียงสา.",
    "เดียด": "ก. เกลียด, ริษยา.",
    "เดียดฉันท์": "ก. ไม่พอใจด้วย, รังเกียจ, ลําเอียง.",
    "เดียร, เดียระ": "[เดียน, เดียระ] (แบบ) น. ฝั่ง. (ป., ส. ตีร).",
    "เดียรดาษ": "[เดียระดาด] ว. เกลื่อนกลาด, เกลื่อน, ดื่นดาษ, ดาษเดียร ก็ใช้.",
    "เดียรถ์": "[เดียน] (แบบ) น. ท่านํ้า. (ส. ตีรฺถ; ป. ติตฺถ).",
    "เดียรถีย์": "[-ระถี] น. นักบวชภายนอกพระพุทธศาสนาในอินเดียสมัยพุทธกาล. (ส. ตีรฺถิย; ป. ติตฺถิย).",
    "เดียรัจฉาน": "[-รัดฉาน] น. สัตว์เว้นจากมนุษย์ เช่นหมู หมา วัว ควาย (มักใช้เป็นคําด่า), ใช้ว่า ดิรัจฉาน หรือ เดรัจฉาน ก็มี. (ป. ติรจฺฉาน ว่า ขวาง, ติรจฺฉานคต ว่า สัตว์มีร่างกายเจริญโดยขวาง).",
    "เดียว": "ว. หนึ่งเท่านั้นไม่มีอื่นอีก เช่น คนเดียว พันเดียว นิดเดียว.",
    "เดี่ยว": "ว. แต่ลําพังตัวโดยไม่มีใครหรืออะไรร่วมด้วย เช่น มาเดี่ยว ทําเดี่ยว ไล่เดี่ยว เทียมเดี่ยว, เรียกการเล่นกีฬาบางชนิดซึ่งมีผู้เล่นข้างละคน เช่น เทนนิสประเภทเดี่ยว แบดมินตันประเภทเดี่ยว.<2t>ก. แสดงฝีมือการเล่นดนตรีคนเดียว เช่น เดี่ยวปี่ เดี่ยวซอ เดี่ยวระนาด.<2t>น. ส่วนสูงของเรือนตั้งแต่พื้นถึงเพดาน, โดยปริยายหมายถึงบางสิ่งที่มีลักษณะสูงเช่นนั้น.",
    "เดี๋ยว": "ว. ชั่วระยะเวลาหนึ่ง, ชั่วขณะหนึ่ง, ชั่วครู่หนึ่ง, เช่น คอยเดี๋ยว; อาจจะทําหรืออาจจะเป็นอย่างใดอย่างหนึ่ง เช่น เดี๋ยวไม่ให้เลย เดี๋ยวตกนํ้านะ, ประเดี๋ยว ก็ว่า.",
    "เดี๋ยวก่อน": "คําขอผัดไปชั่วระยะเวลาหนึ่ง, ประเดี๋ยวก่อน ก็ว่า.",
    "เดียวกัน": "ว. รวมเป็นหนึ่ง ไม่แบ่งแยกกัน เช่น เป็นอันเดียวกัน, เหมือนกัน เช่น หัวอกเดียวกัน ใจเดียวกัน.",
    "เดียวดาย": "ว. คนเดียวเท่านั้น, แต่ลําพังผู้เดียว, เช่น อยู่เดียวดาย.",
    "เดี๋ยวเดียว": "ว. ชั่วเวลานิดเดียว, ประเดี๋ยวเดียว ก็ว่า.",
    "เดี๋ยวนี้": "ว. เวลานี้, ในเวลานี้, ทันที, ประเดี๋ยวนี้ ก็ว่า.",
    "เดียะ": "ว. คล่องแคล่ว เช่น ว่าเดียะ ว่าวปักเป้าส่ายเดียะ, อย่างกระชั้นชิดไม่ให้คลาดสายตา เช่น ตามเดียะ.",
    "เดื่อ": "น. มะเดื่อ.",
    "เดือก": "ก. กระเดือก, ดิ้นกระเสือก.",
    "เดื่อง": "(แบบ) ก. กระเดื่อง เช่น แผ่นดินดื่นเดื่องไหว. (ม. คําหลวง ทานกัณฑ์).",
    "เดือด": "ก. อาการที่ของเหลวพลุ่งขึ้นเพราะความร้อนจัด เช่น นํ้าเดือด, โดยปริยายหมายความว่า บันดาลโทสะ.",
    "เดือดดาล": "ก. โกรธมาก, โกรธพลุ่งพล่าน, ดาลเดือด ก็ใช้.",
    "เดือดร้อน": "ก. เป็นทุกข์กังวลไม่เป็นสุข.",
    "เดือน": "น. ดวงจันทร์; ส่วนของปี โดยปรกติมี ๓๐ วัน.",
    "เดือนขาด": "น. เดือนทางจันทรคติที่มี ๒๙ วัน วันสิ้นเดือนตรงกับวันแรม ๑๔ คํ่า คือ เดือนอ้าย เดือน ๓ เดือน ๕ เดือน ๗ เดือน ๙ เดือน ๑๑, คู่กับ เดือนเต็ม.",
    "เดือนค้างฟ้า": "น. ดวงจันทร์ที่ยังมองเห็นได้ในท้องฟ้าเวลากลางวัน.",
    "เดือนคี่": "(ปาก) น. เดือนที่มีจํานวนคี่ คือ เดือนอ้าย เดือน ๓ เดือน ๕ เดือน ๗ เดือน ๙ เดือน ๑๑, คู่กับ เดือนคู่.",
    "เดือนคู่": "(ปาก) น. เดือนที่มีจํานวนคู่ คือ เดือนยี่ เดือน ๔ เดือน ๖ เดือน ๘ เดือน ๑๐ เดือน ๑๒, คู่กับ เดือนคี่.",
    "เดือนจันทรคติ": "[-จันทฺระคะติ] น. การนับเดือนโดยถือเอาดวงจันทร์เดินรอบโลกเป็นเกณฑ์ โดยนับจากวันเดือนดับไปถึงวันเดือนดับที่ถัดไป มีระยะเวลาประมาณ ๒๙ วัน ๑๒ ชั่วโมง ๔๔ นาที แบ่งเป็น ข้างขึ้น ข้างแรม.",
    "เดือนเต็ม": "น. เดือนทางจันทรคติที่มี ๓๐ วัน วันสิ้นเดือนตรงกับวันแรม ๑๕ คํ่า คือ เดือนยี่ เดือน ๔ เดือน ๖ เดือน ๘ เดือน ๑๐ เดือน ๑๒, คู่กับ เดือนขาด.",
    "เดือนมืด": "น. เรียกคืนที่ไม่มีดวงจันทร์ส่องแสงว่า คืนเดือนมืด.",
    "เดือนเย็น": "น. หน้าหนาว.",
    "เดือนร้อน": "น. หน้าร้อน.",
    "เดือนสุริยคติ": "[-สุริยะคะติ] น. การนับเดือนโดยถือเอาดวงอาทิตย์เป็นเกณฑ์.",
    "เดือนหงาย": "น. เรียกคืนที่มีดวงจันทร์ส่องแสงสว่าง ว่า คืนเดือนหงาย.",
    "เดือย ๑": "น. อวัยวะของไก่ตัวผู้และนกบางชนิด มีรูปเรียวแหลม งอกขึ้นที่เหนือข้อตีนเบื้องหลัง; แกนที่ยื่นออกมาสําหรับเอาของอื่นสวม เช่น เดือยโม่ เดือยหัวเสา, โดยปริยายเรียกสิ่งอื่นที่ยื่นออกมามีลักษณะคล้ายคลึงเช่นนั้น.",
    "เดือย ๒": "น. ชื่อไม้ล้มลุกชนิด <f><i>Coix lachryma-jobi</i> L.</f> ในวงศ์ <f>Gramineae</f> ลําต้นและใบคล้ายต้นข้าวโพด แต่ใบสั้นกว่า ผลกลมหรือยาวรี สีขาว เหลือง หรือนํ้าเงิน พันธุ์ที่เปลือกหุ้มอ่อนใช้ทําเป็นอาหารและเหล้า พันธุ์ที่เปลือกหุ้มแข็ง เรียก เดือยหิน ใช้ทําเครื่องประดับ.",
    "เดือยไก่ ๑": "น. โรคริดสีดวงทวารชนิดหนึ่งที่งอกออกมาคล้ายเดือยไก่.",
    "เดือยไก่ ๒": "น. ชื่อพริกพันธุ์หนึ่งของชนิด <f><i>Capsicum annuum</i> L.</f> ผลคล้ายเดือยไก่ แก่แล้วสีเหลือง, พริกเหลือง ก็เรียก.",
    "แด": "(กลอน) น. ใจ.",
    "แด่": "บ. แก่ (ใช้ในที่เคารพ).",
    "แดก ๑": "ก. อาการที่ลมในท้องดันขึ้นมา เรียกว่า ลมแดกขึ้น; (ปาก) กิน, กินอย่างเกินขนาด, (ใช้ในลักษณะที่ถือว่าไม่สุภาพ), โดยปริยายใช้แทนกริยาอย่างอื่นที่มีอาการคล้ายคลึงเช่นนั้น; พูดกระทบให้โกรธ โดยยกเอาสิ่งที่อีกฝ่ายหนึ่งชอบขึ้นมาย้อนเปรียบเทียบ.",
    "แดก ๒": "(ถิ่น-อีสาน) น. เรียกปลาที่หมักใส่เกลือโขลกปนกับรําแล้วยัดใส่ไหว่า ปลาแดก, ปลาร้า.",
    "แด็ก ๆ": "ว. อาการที่ดิ้นอยู่กับที่ เช่น ดิ้นแด็ก&#160;ๆ ชักแด็ก&#160;ๆ ติดแด็ก&#160;ๆ, กระแด็ก&#160;ๆ ก็ว่า.",
    "แดกงา": "น. ชื่อขนมอย่างหนึ่ง ทําด้วยข้าวเหนียวนึ่งแล้วเอามาตําคลุกกับงา.",
    "แดกดัน": "ก. กล่าวกระทบกระแทกหรือประชดเพราะความไม่พอใจ.",
    "แดกแด้, แด็กแด้": "<i>ดู ดักแด้</i>.",
    "แดง ๑": "ว. สีอย่างสีเลือดหรือสีชาด, ใช้ประกอบสิ่งต่าง&#160;ๆ บางอย่างโดยอนุโลมตามลักษณะสี เป็นชื่อเรียกเฉพาะ เช่น มดแดง ผ้าแดง.<2t>ก. ลักษณะที่ความลับซึ่งปกปิดไว้ได้ปรากฏออกมา เช่น เรื่องนี้แดงออกมาแล้ว.<2t>(ปาก) น. สตางค์ เช่น ไม่มีสักแดงเดียว. (ตัดมาจาก สตางค์แดง).",
    "แดง ๒": "น. (๑) ไม้แดง.<2t>(๒) เทียนแดง. <i>(ดู เทียนแดง)</i>.",
    "แดง ๓": "<i>ดู ชะโอน และ เนื้ออ่อน</i>.",
    "แดงน้ำ": "<i>ดู กางขี้มอด</i>.",
    "แดด": "น. แสงที่พุ่งจากดวงอาทิตย์ตรงมายังโลก, แสงตะวัน, แสงตะวันที่สว่างและร้อน.",
    "แดดาล": "ก. ถึงใจ, ดลใจ, เกิดขึ้นในใจ.",
    "แดดิ้น": "ก. ใจกระสับกระส่าย, ใจทุรนทุราย.",
    "แดน": "น. ที่ที่กําหนดไว้โดยตรงหรือโดยหมายรู้กัน เช่น ชายแดน ลํ้าแดน, ถิ่นที่ เช่น แดนเสือ แดนผู้ร้าย.",
    "แด่น ๑": "ว. มีขนด่างเป็นดวงที่หน้าของสัตว์บางชนิด เช่น ม้า หมา.",
    "แด่น ๒": "ก. แล่น, ไปถึง เช่น ทัพถึงหมื่นถึงแสนแด่นถึงล้าน. (ม. คําหลวง มหาราช). (เทียบอะหม ดัน ว่าถึง).",
    "แดนไตร": "น. โลกทั้ง ๓ ได้แก่ กามภพ คือภพของเทวดาลงมา, รูปภพ คือภพของพรหมที่มีรูป, อรูปภพ คือภพของพรหมที่ไม่มีรูป; หรือ สวรรค์ มนุษยโลก และบาดาล.",
    "แดนสนธยา": "น. แดนที่เสมือนมีบางสิ่งบางอย่างที่ลึกลับและมีปัญหาสลับซับซ้อนแอบแฝงให้น่าสงสัยอยู่มาก.",
    "แดยัน": "ก. แทบขาดใจ.",
    "แด่ว ๆ": "ว. อาการที่ดิ้นอย่างทุรนทุรายแต่หาทางไปไม่ได้ในคําว่า ดิ้นแด่ว&#160;ๆ, กระแด่ว&#160;ๆ ก็ว่า.",
    "แดะ": "ก. แอ่นตัวหรือดีดตัวขึ้น.<2t>น. เรียกท่าหนึ่งของวิชาพลศึกษาที่แอ่นตัวขึ้นก่อนที่จะทิ้งตัวลงในการแข่งขันกระโดดไกล กระโดดสูง ราวเดี่ยว เป็นต้น.",
    "แดะแด๋": "(ปาก) ว. ดัดจริตดีดดิ้น, กระแดะกระแด๋ ก็ว่า.",
    "โด": "<i>ดู ชะโด</i>.",
    "โด่": "ว. ใช้ประกอบคํากริยาบางคําเพื่อเน้นความหมายว่า ตรงขึ้นไป หรือเด่นตําตาอยู่ เช่น นั่งหัวโด่ ตั้งโด่.",
    "โดกเดก": "ว. โยกเยก, โอนไปโอนมา, กระโดกกระเดก ก็ว่า.",
    "โด่ง": "ว. อาการที่พุ่งขึ้นไป เช่น พลุขึ้นโด่ง ตะไลขึ้นโด่ง, สูง เช่น ตะวันโด่ง หัวโด่ง ท้ายโด่ง; เรียกจมูกที่เป็นสันเด่นออกมาว่า จมูกโด่ง.",
    "โด่งดัง": "ว. แพร่สนั่นไป, เป็นที่เลื่องลือ.",
    "โดด ๑": "ก. กระโดด, กระโจน.",
    "โดด ๒, โดด ๆ": "ว. อันเดียวเด่น เช่น ตั้งอยู่โดด&#160;ๆ ลูกโดด.",
    "โดดเดี่ยว": "ว. เดียวเท่านั้น, อยู่ตามลําพังไม่เกี่ยวข้องกับใคร.",
    "โดดร่ม": "ก. โดดออกจากอากาศยานในขณะอยู่ในอากาศเพื่อลงสู่พื้นดินโดยอาศัยร่มชูชีพ, กระโดดร่ม ก็ว่า; โดยปริยายหมายความว่า หนีงาน หนีโรงเรียน.",
    "โดดแล่น": "น. ชื่อช้างศึกพวกหนึ่ง มีหน้าที่ขับไล่ข้าศึก.",
    "โด่เด่": "ว. อาการที่ตั้งตรงแล้วโย้ไปโย้มา.",
    "โดน ๑": "ก. กระทบกระทั่ง, กระทบกระแทก, สัมผัสถูกต้อง; ถูก เช่น โดนตี.",
    "โดน ๒": "<i>ดู กระโดน</i>.",
    "โดนดี": "(ปาก) คําพูดเชิงประชดประชัน มีความหมายต่าง&#160;ๆ แล้วแต่ข้อความแวดล้อม (มักใช้ในทางไม่ดี) เช่น ระวังเถอะเดี๋ยวโดนดีดอก.",
    "โดม ๑": "น. แนว, แถว, สายนํ้า. (ข. ฎง).",
    "โดม ๒": "ว. สูง. (ข. โฎม).",
    "โดม ๓": "น. หลังคาส่วนใดส่วนหนึ่งของอาคารที่มีลักษณะโค้งกลมคล้ายผลส้มผ่าครึ่งควํ่า, ส่วนที่มีลักษณะโค้งกลมซึ่งครอบอยู่บนสิ่งก่อสร้าง. (ฝ. <f>dôme</f>).",
    "โดมไพร": "น. แนวป่า. (ข. ฎงไพฺร).",
    "โดมร": "[โดมอน] น. หอก, หอกซัด. (ป., ส. โตมร).",
    "โด่ไม่รู้ล้ม": "น. ชื่อไม้ล้มลุกชนิด <f><i>Elephantopus scaber</i> L.</f> ในวงศ์ <f>Compositae</f> ใบแนบอยู่กับพื้นดิน ดอกสีม่วงอ่อน ก้านช่อดอกตั้งตรงขึ้นไป ใช้ทํายาได้.",
    "โดย ๑": "[โดย, โดยะ] น. นํ้า. (ป. โตย).",
    "โดย ๒": "บ. ด้วย, ตาม, เช่น โดยจริง โดยธรรม. (ข. โฎย).<2t>(ถิ่น) ว. จ้ะ, ขอรับ.",
    "โดยจริง": "ว. ตามความมุ่งหวัง, ตามความประสงค์.",
    "โดยเจตนา": "(กฎ) <i>ดู กระทำโดยเจตนา</i>.",
    "โดยที่": "สัน. เพราะเหตุว่า.",
    "โดยทุจริต": "(กฎ) ว. เพื่อแสวงหาประโยชน์ที่มิควรได้โดยชอบด้วยกฎหมายสำหรับตนเองหรือผู้อื่น",
    "โดยปริยาย": "ว. โดยอ้อม, โดยผิดเพี้ยนไปจากความหมายเดิม, เช่น โดดร่ม ความหมายตรงว่า โดดจากเครื่องบินโดยมีร่มชูชีพเป็นเครื่องพยุง ความหมายโดยปริยายว่า หนีงาน, หนีโรงเรียน.",
    "โดยพยัญชนะ": "ว. ตามตัวหนังสือ.",
    "โดยสังเขป": "ว. โดยย่อ, โดยใจความย่อ, เช่น กล่าวโดยสังเขป.",
    "โดยสาร": "ก. อาศัยไปด้วย เช่น โดยสารเรือ, เดินทางไปโดยยานพาหนะโดยเสียค่าโดยสาร, เรียกคนที่ใช้รถหรือเรือรับจ้างว่า คนโดยสาร. (ข.).",
    "โดยสิ้นเชิง, อย่างสิ้นเชิง": "ว. ทั้งหมด, ทั้งสิ้น, เช่น เขาพ้นข้อหาโดยสิ้นเชิง โครงการนี้ล้มเหลวอย่างสิ้นเชิง.",
    "โดยสุจริต": "(กฎ) ว. โดยซื่อสัตย์ เปิดเผย หรือโดยไม่รู้ถึงสิทธิของบุคคลอื่นที่ดีกว่า.",
    "โดยเสด็จ": "(ราชา) ก. ตามไปด้วย; ร่วม เช่น โดยเสด็จพระราชกุศล.",
    "โดยอรรถ": "ว. ตามเนื้อความ.",
    "โดร": "[โดน] (กลอน; ตัดมาจาก ข. พิโดร) ก. หอม, กลิ่นหอมที่ฟุ้งไป; โดยปริยายหมายถึงดอกไม้ เช่น กระทึงทอง ลําดวนโดร รสอ่อน พี่แม่. (กําสรวล).",
    "โดรณ, โดรณะ": "[โดน, โดระนะ] (แบบ) น. ซุ้ม, ประตูซุ้ม, เสาต้าย, เสาค่าย, เสาระเนียด. (ป., ส. โตรณ).",
    "ใด": "ว. ใช้ประกอบคําอื่นแสดงความไม่เจาะจงหรือเป็นคําถาม เช่น คนใด เมื่อใด.",
    "...ใด...หนึ่ง": "ว. ใครก็ได้, อะไรก็ได้, เช่น คนใดคนหนึ่ง สิ่งใดสิ่งหนึ่ง.",
    "ได": "น. มือ. (ข.).",
    "ได้": "ก. รับมาหรือตกมาเป็นของตัว เช่น ได้เงิน ได้ลูก ได้แผล; ใช้ประกอบท้ายคํากริยา มีความหมายต่าง&#160;ๆ แล้วแต่ความแวดล้อม คือ อาจ, สามารถ, เช่น เดินได้ เขียนได้; สําเร็จผล เช่น สอบได้; อนุญาต เช่น ลงมือกินได้ ไปได้; (ไว) คําช่วยกริยาบอกอดีต เช่น ได้กิน ได้ไป; เรียกเงินหรือสิ่งที่ได้มาว่า เงินได้ รายได้.",
    "ได้กัน": "ก. ได้เป็นผัวเมียกัน.",
    "ได้การ": "ว. ใช้ได้, ได้ผล.",
    "ได้แก่": "สัน. คือ, เท่ากับ, เช่น หนังสือสําหรับค้นความหมายของคําที่เรียงลําดับตามตัวอักษร ได้แก่พจนานุกรม.",
    "ได้แกงเทน้ำพริก": "(สํา) ก. ได้ใหม่ลืมเก่า.",
    "ได้ความ": "ก. ได้เรื่อง, ได้การ.",
    "ได้คิด": "ก. รู้สึกผิดชอบชั่วดี, กลับรู้สึกสํานึกตน, กลับคิดได้.",
    "ได้คืบจะเอาศอก": "(สำ) ต้องการได้มากกว่าที่ได้มาแล้ว.",
    "ได้ใจ": "ก. เหิมใจ, ย่ามใจ, ชะล่าใจ, กำเริบ.",
    "ได้ช่อง, ได้ท่า": "ก. ได้โอกาส.",
    "ได้ชื่อ": "ก. ขึ้นชื่อ, มีชื่อเสียง.",
    "ไดแซ็กคาไรด์": "(วิทยา) น. สารประกอบคาร์โบไฮเดรตจําพวกนํ้าตาลที่ประกอบด้วย โมโนแซ็กคาไรด์ ๒ โมเลกุลเชื่อมกัน มีสูตรโมเลกุล <f>C<sub>12</sub>H<sub>22</sub>O<sub>11</sub></f>. (อ. <f>disaccharide</f>).",
    "ได้ดิบได้ดี": "(สำ) ได้ดี.",
    "ได้ท้าย": "ก. ได้ผู้หนุนหลัง.",
    "ได้ที": "ก. เป็นต่อ, ได้โอกาส, ได้ช่อง, ได้เปรียบ, เช่น ได้ทีขี่แพะไล่.",
    "ได้ที่": "ก. ถึงที่เหมาะ, ถึงที่กะไว้, พอดี.",
    "ได้ทีขี่แพะไล่": "(สํา) ก. ซํ้าเติมเมื่อผู้อื่นเพลี่ยงพลํ้าลง.",
    "ไดนาโม": "น. เครื่องกลที่ใช้สําหรับเปลี่ยนพลังงานกลให้เป็นพลังงานไฟฟ้า โดยอาศัยหลักการ คือ ให้ลวดตัวนําเคลื่อนที่ตัดเส้นแรงแม่เหล็ก เป็นเหตุให้เกิดกระแสไฟฟ้าเคลื่อนที่ในลวดตัวนําได้, ใช้ว่า ไดนะโม ก็มี. (อ. <f>dynamo</f>).",
    "ไดนาไมต์": "น. ดินระเบิดอย่างร้ายแรงประเภทหนึ่ง ประกอบด้วยดินฟูชนิดหนึ่งซึ่งเรียกว่าดินเบา ชุบสารไนโทรกลีเซอรีนซึ่งเป็นวัตถุระเบิดแล้วอัดให้เป็นชิ้นเล็ก&#160;ๆ. (อ. <f>dynamite</f>).",
    "ไดโนเสาร์": "น. ชื่อสัตว์เลื้อยคลานยุคก่อนประวัติศาสตร์พวกหนึ่ง รูปร่างคล้ายกิ้งก่ายักษ์ แต่มีขนาดใหญ่กว่ามาก มีหลายชนิด บางชนิดกินพืช บางชนิดกินเนื้อสัตว์. (อ.<f>dinosaur</f>).",
    "ได้ยิน": "ก. รับรู้เสียงด้วยหู.",
    "ได้ราคา": "ก. ขายได้เงินมากกว่าที่คาดไว้.",
    "ไดเรกตริกซ์": "(คณิต) น. เส้นตรงที่ตรึงอยู่กับที่ซึ่งคู่กับจุดโฟกัส ใช้กําหนดบังคับเซตของจุดชุดหนึ่งให้เรียงกันเป็นเส้นโค้งในระบบภาคตัดกรวย, ปัจจุบันใช้ว่า เส้นบังคับ. (อ. <f>directrix</f>).",
    "ได้ฤกษ์": "ก. ถึงเวลาอันเป็นมงคล.",
    "ได้สติ": "ก. ได้คิด, กลับระลึกขึ้นได้, กลับรู้สึกตัวได้; ฟื้นคืนสติ; (ปาก) ใช้ในความปฏิเสธหมายความว่า ไม่ดี ใช้การไม่ได้ ในคําว่า ไม่ได้สติ.",
    "ได้ส่วน, ได้ส่วนสัด": "ก. ได้ขนาดที่พอเหมาะพอดี.",
    "ได้เสีย": "ก. ร่วมประเวณี; ได้เงินเสียเงิน, ได้ผล.",
    "ได้เสียกัน": "ก. เป็นผัวเมียกันแล้ว.",
    "ได้หน้า": "ว. ได้เกียรติ, ได้ชื่อเสียง, ได้หน้าได้ตา ก็ว่า.",
    "ได้หน้าลืมหลัง": "ก. หลง&#160;ๆ ลืม&#160;ๆ."
}