{
    "ย": "พยัญชนะตัวที่ ๓๔ เป็นพวกอักษรตํ่า เป็นได้ทั้งตัวต้นและตัวสะกดในแม่เกย.",
    "ยก ๑": "ก. เอาขึ้นให้สูงจากที่เดิมทั้งโดยตรงและโดยปริยาย; เคลื่อนไป, พากันไป, เช่น ยกทัพ ยกพวก; งดเว้น, เพิกถอน, เช่น ยกโทษ ยกภาษี ยกคําสั่ง; มอบ เช่น ยกลูกสาวให้ ยกสมบัติให้; อ้าง เช่น ยกตัวอย่าง.<2t>น. เรียกผ้าไหมชนิดหนึ่งที่ทอยกเป็นดอกให้เป็นลายเด่นขึ้นว่า ผ้ายก.",
    "ยก ๒": "น. มาตราวัดไม้ คือ หน้ากว้าง ๑ ศอก ยาว ๑๖ วา หนา ๑ นิ้ว เป็น ๑ ยก ตามอัตราไม้นิ้ว; กําหนดเวลาระยะหนึ่ง&#160;ๆ หรือจํานวนหนึ่ง เช่น มวยยกหนึ่งกำหนด ๒-๓ นาที เฆี่ยนยกหนึ่งกำหนด ๓๐ ที; กระดาษแผ่นหนึ่งขนาด ๓๑ <fig004.gif,เครื่องหมายคูณ> ๔๒ นิ้ว ถ้าพิมพ์ได้ ๔ หน้า เรียกว่า ขนาด ๔ หน้ายก ถ้าพิมพ์ได้ ๘ หน้า ๑๖ หน้า หรือ ๓๒ หน้า เรียกว่า ขนาด ๘ หน้ายก ๑๖ หน้ายก หรือ ๓๒ หน้ายก; กําหนดเวลาที่พระรูปหนึ่ง&#160;ๆ เทศน์ ๓ วันบ้าง ๗ วันบ้าง เรียกว่า ยกหนึ่ง เป็นต้น.",
    "ยกกระบัตร": "(โบ) น. ตำแหน่งข้าราชการสังกัดกระทรวงวัง มีหน้าที่ออกไปประจำอยู่ตามหัวเมืองเพื่อสอดส่องอรรถคดี; ตำแหน่งเจ้าพนักงานเกี่ยวกับอรรถคดี ตรงกับ พนักงานอัยการ หรือ อัยการ ในปัจจุบัน, ยกบัตร หรือ พนักงานรักษาพระอัยการ ก็เรียก; เจ้าหน้าที่ในการจัดหาเครื่องใช้ของทหาร; เขียนเป็น ยุกกระบัตร ก็มี.",
    "ยกกระเปาะ": "ก. ยกขอบขึ้นเป็นรูปทรงกระบอกขนาดเล็ก เพื่อใช้ฝังเพชรพลอยในงานโลหะรูปพรรณ.",
    "ยกกลีบ": "ก. ยกกลีบผ้าโจงกระเบนข้างหลังให้โก่งขึ้น, รีดกางเกงตามแนวพับด้านหน้าและด้านหลังขาให้เป็นสันขึ้น.",
    "ยกเก็จ": "ก. ทำเก็จให้ยื่นออกมาจากฝาผนัง กำแพง ฐาน หรือเชิงกลอน, คู่กับ ย่อเก็จ.",
    "ยกครู": "ก. ทําพิธีบูชาครูเป็นประจําปี กล่าวคือ นําขันล้างหน้า ผ้าขาว เงิน ไปบูชาครูเป็นการคํานับ, ทำพิธีมอบตัวให้เป็นศิษย์ของครู กล่าวคือ นำดอกไม้ ธูป เทียน หญ้าแพรก ดอกมะเขือ ไปบูชาครู.",
    "ยกเครื่อง": "(ปาก) ก. ซ่อมใหญ่เครื่องยนต์ของรถยนต์หรือเรือยนต์เป็นต้น.",
    "ยกเค้า": "ก. เอาต้นทุนหรือกองทุนไปหมด (ใช้แก่การพนัน) เช่น แทงยกเค้า; (ปาก) ขโมยทรัพย์สินไปหมด เช่น เขาถูกยกเค้า.",
    "ยกตนข่มท่าน": "(สํา) ก. ยกย่องตัวเองและข่มผู้อื่น, พูดทับถมผู้อื่นแสดงให้เห็นว่าตัวเหนือกว่า.",
    "ยกตัวขึ้นเหนือลม": "(สํา) ก. ปัดความผิดให้พ้นตัว, ยกตัวเองให้พ้นผิด, ยกตนเหนือคนอื่น.",
    "ยกทรง": "น. เสื้อชั้นในหญิงที่ยกเต้านมเพื่อให้ได้รูปทรง.",
    "ยกธงขาว": "(ปาก) ก. ยอมแพ้.",
    "ยกนะ": "[ยะกะนะ] น. ตับ. (ป.; ส. ยกนฺ, ยกฺฤต).",
    "ยกนิ้ว": "(ปาก) ก. ยอมให้เป็นเยี่ยม.",
    "ยกบัตร": "[ยกกะบัด] (โบ) น. ตำแหน่งเจ้าพนักงานเกี่ยวกับอรรถคดี ตรงกับ พนักงานอัยการ หรือ อัยการ ในปัจจุบัน, ยกกระบัตร หรือ พนักงานรักษาพระอัยการ ก็เรียก, เขียนเป็น ยกบัตร์ ก็มี.",
    "ยกพื้น": "น. พื้นที่สูงกว่าบริเวณโดยรอบ.<2t>ก. ทําพื้นให้สูงขึ้น.",
    "ยกฟ้อง": "(กฎ) ก. พิพากษาให้คดีตกไป โดยไม่บังคับให้เป็นไปตามคําฟ้องของโจทก์.",
    "ยกภูเขาออกจากอก": "(สํา) ก. โล่งอก, หมดวิตกกังวล, ปลดเปลื้องภาระที่หนักอกหนักใจให้หมดไป.",
    "ยกมือ": "ก. แสดงว่าเห็นด้วย.",
    "ยกเมฆ": "ก. เพ่งดูเมฆเมื่อเห็นเป็นรูปอะไรแล้ว ก็ถือเป็นนิมิตเพื่อทำนายว่าดีหรือร้าย เช่นในเวลาจะยกทัพ ถ้าเห็นเมฆเป็นรูปพระนารายณ์ ก็ถือว่าเป็นนิมิตที่ดี ควรยกทัพได้ เช่น ตรงเข้าไปในป่าแล้วปลุกตัว เป่าทั่วด้วยคาถาประกาศิต ขยับยืนยกเมฆดูนิมิต เห็นรูปนารายณ์เรืองฤทธิ์ติดอัมพร. (ขุนช้างขุนแผน), ถ้าเห็นเมฆเป็นรูปคนหัวขาดหรือแขนขาดขาขาด เป็นนิมิตไม่ดี ไม่ควรยกทัพ แม้ผู้ทรงวิทยาคุณอาจบริกรรมต่อหัวหรือแขนขาให้สมบูรณ์ได้ ถึงกระนั้นก็ไม่ถือว่าเป็นนิมิตที่ดี ไม่ควรยกทัพ เช่น กอดอกยกเมฆดูนิมิต ก็วิปริตเป็นรูปคนหัวหาย จะยกต่อคอแขนไม่ติดกาย เถนสำคัญมั่นหมายไม่คืนมา. (ขุนช้างขุนแผน); (สำ) เดาเอา, นึกคาดเอาเอง, กุเรื่องขึ้น.",
    "ยกยอ": "ก. ยกย่อง, สรรเสริญ, พูดส่งเสริมให้ดีขึ้น; ยกย่องเกินความจริง.",
    "ยกย่อง": "ก. เชิดชู.",
    "ยกยอด": "ก. ทําพิธีเอายอดเมรุยอดปราสาทขึ้น; เก็บเอาสิ่งที่ทําค้างไว้ไปทําให้เสร็จในคราวเดียวกัน; เก็บเอาความเจ็บแค้นไว้แก้แค้นในคราวเดียว; โอนจํานวนเงินจากหน้าหนึ่งไปอีกหน้าหนึ่ง.",
    "ยกยอปอปั้น": "(ปาก) ก. ยกให้, มอบให้, เช่น ยกยอปอปั้นลูกสาวให้เขาไป; ยกย่องเกินจริง เช่น ยกยอปอปั้นให้เป็นคุณหญิง.",
    "ยกเลิก": "ก. เพิกถอน, ไม่ใช้ต่อไป.",
    "ยกเว้น": "ก. ไม่เกี่ยวด้วย, กันเอาออก, ยอมให้เป็นพิเศษ.<2t>บ. นอกจาก, เว้นแต่, เว้นเสียแต่.",
    "ยกไว้": "ก. งดไว้, พักไว้, หยุดไว้.",
    "ยกหยิบ": "(กลอน) ก. หยิบยก เช่น จะยกหยิบธิบดีเป็นที่ตั้ง. (นิ. ภูเขาทอง).",
    "ยกหางตัวเอง": "(สํา) ก. ยกตนเองว่าดีว่าเก่ง.",
    "ยกเหลี่ยม": "ก. ยกหน้ากระดานขึ้นเป็นสันคมไปทางยาว เช่น ยกเหลี่ยมอกเลาของบานประตู.",
    "ยกใหญ่": "(ปาก) ว. มากมาย, เป็นการใหญ่, เช่น ร้องไห้เสียยกใหญ่.",
    "ยง ๑": "ว. อร่ามเรือง, มักใช้เป็นส่วนท้ายของสมาส เช่น โฉมยง ยุพยง.",
    "ยง ๒": "ว. ยั่งยืน, มั่นคง, คงทน, ยืนนาน, เช่น อยู่ยงคงกระพัน ยืนยง.",
    "ยง ๓": "ว. กล้าหาญ เช่น ยงยุทธ์ เยี่ยมยง, เก่งกล้าสามารถ เช่น ตัวยง.",
    "ยงโย่": "ก. กิริยาที่นั่งยอง&#160;ๆ หรือยืนขยับตัวขึ้น&#160;ๆ ลง&#160;ๆ ก้ม&#160;ๆ เงย&#160;ๆ ไม่เป็นระเบียบ, โยงโย่ ก็เรียก.",
    "ยงโย่ยงหยก": "ก. กิริยาที่จะยืนก็ไม่ใช่จะนั่งก็ไม่เชิง.",
    "ยชุรเวท": "[ยะชุระ-] น. ชื่อคัมภีร์ที่ ๒ ของพระเวท กล่าวถึงพิธีบูชาสำคัญหลายพิธี เช่น พิธีราชสูยะ พิธีอัศวเมธ รายละเอียดในการประกอบพิธีและเรื่องเล่าแต่งเป็นร้อยแก้ว ส่วนบทสวดเป็นฉันท์นำมาจากฤคเวท. (ส.). <i>(ดู เวท, เวท- ประกอบ)</i>.",
    "ยติ ๑": "น. ผู้สํารวมอินทรีย์, พระภิกษุ. (ป.; ส. ยติ, ยตินฺ).",
    "ยติ ๒": "น. การหยุดเป็นจังหวะตามกําหนดในการอ่านฉันท์. (ป., ส.).",
    "ยติภังค์": "น. โทษของฉันท์อย่างหนึ่ง คือ คําไม่หมดตรงที่กําหนดไว้ตามข้อบังคับ แต่เลยไปวรรคหลัง เช่น ปางเมื่อพระองค์ปรมพุท- ธวิสุทธศาสดา; เครื่องหมายขีดสั้น - ใช้เป็นเครื่องหมายให้รู้ว่าพยางค์หน้ากับพยางค์หลังนั้นติดกันหรือเป็นคําเดียวกัน ตัวที่เขียนแยกนั้นจะอยู่ในบรรทัดเดียวกันหรือคนละบรรทัดก็ได้, เขียนเป็น ยัติภังค์ ก็มี.",
    "ยถากรรม": "[ยะถากํา] ว. ตามบุญตามกรรม, ตามแต่จะเป็นไป. (ส.; ป. ยถากมฺม).",
    "ยถาภูตญาณ": "[ยะถาพูตะ-] น. ความรู้ตามความเป็นจริง. (ป.; ส. ยถาภูต + ชฺ&#xf70f;าน).",
    "ย่น": "ก. ร่นให้สั้นหรือให้เร็วเข้า เช่น ย่นหนทาง ย่นเวลา, หดร่นเข้าไป เช่น คอย่น, ร่นเป็นริ้วรอย เช่น หน้าย่น, ไม่เรียบ เช่น เสื้อผ้าย่น.",
    "ยนต์, ยนตร์": "น. เครื่องกลไก, เครื่องจักรที่ให้กําเนิดพลังงานหรือทําให้วัตถุเคลื่อนที่. (ป. ยนฺต; ส. ยนฺตฺร).",
    "ย่นย่อ": "ว. ทําให้สั้น เช่น กล่าวโดยย่นย่อพอได้ความ; ท้อถอย เช่น อย่าได้ย่นย่อ; ย่อย่น ก็ว่า.",
    "ยม ๑": "ก. ร้องไห้. (ข.).",
    "ยม ๒, ยม-": "[ยม, ยมมะ-] น. เทพเจ้าผู้เป็นใหญ่ประจําโลกของคนตาย; ชื่อดาวเคราะห์ดวงที่ ๙ ในระบบสุริยะ มองไม่เห็นด้วยตาเปล่า อยู่ห่างดวงอาทิตย์ประมาณ ๕,๙๐๐ ล้านกิโลเมตร มีเส้นผ่าศูนย์กลางอยู่ระหว่าง ๒,๕๘๐ ถึง ๓,๕๓๐ กิโลเมตร ทางโคจรเป็นวงรีมาก ทําให้ส่วนหนึ่งของทางโคจรอยู่ภายในวงโคจรของดาวเนปจูน, ดาวพลูโต ก็เรียก. (ป., ส.).",
    "ยม ๓": "น. ชื่อไม้ต้นหลายชนิดหลายสกุลในวงศ์ <f>Meliaceae</f> เช่น ยมหิน <f>(<i>Chukrasia tabularis</i> Juss.)</f> ยมหอม <f>(<i>Toona ciliata</i> M. Roem.</f>).",
    "ยมก": "[ยะมก] น. คู่, แฝด, ๒ ชั้น; เรียกเครื่องหมายรูปดังนี้&#160;ๆ ว่า ไม้ยมก สําหรับอ่านซํ้าความหรือซํ้าคําข้างหน้า ๒ หน. (ป., ส.).",
    "ยมกปาฏิหาริย์": "น. ปาฏิหาริย์ที่แสดงเป็นคู่&#160;ๆ เป็นปาฏิหาริย์ที่พระพุทธเจ้าทรงกระทําที่ต้นมะม่วงซึ่งเรียกว่าคัณฑามพพฤกษ์ คือ ทรงบันดาลท่อนํ้าท่อไฟออกจากส่วนของพระกายเป็นคู่&#160;ๆ กัน. (ป.).",
    "ยมขันธ์": "น. ชื่อยามที่เป็นอัปมงคล.",
    "ยมโดย": "น. ชื่อเฟินอิงอาศัยชนิด <f><i>Lycopodium squarrosum</i> Forst.</f> ในวงศ์ <f>Lycopodiaceae</f>.",
    "ยมทัณฑ์": "น. ไม้อาญาสิทธิ์ของพระยม. (ส.).",
    "ยมทูต": "น. ผู้นําคนตายไปยังบัลลังก์พระยมเพื่อรอคําตัดสิน. (ป., ส.).",
    "ยมนา": "[ยมมะนา] น. แม่นํ้าใหญ่, ชื่อแม่นํ้าสายหนึ่งในอินเดีย คือ แม่นํ้ายมุนา ซึ่งเรียกเพี้ยนเป็น ชุมนา ก็มี. (ป., ส. ยมุนา).",
    "ยมบาล": "น. เจ้าพนักงานเมืองนรก มีหน้าที่ลงโทษทรมานคนที่ตกนรกตามคําสั่งของพญายม. (ป. ยมปาล ว่า ผู้รักษานรก).",
    "ยมราช": "น. เทพผู้เป็นใหญ่ประจํายมโลก. (ป., ส.).",
    "ยมล": "[ยะมน] น. คู่. (ป., ส.).",
    "ยมโลก": "น. โลกของพระยม; โลกของคนตาย. (ป.).",
    "ยมะ ๑": "[ยะมะ] ก. สํารวม. (ป., ส.).",
    "ยมะ ๒": "[ยะมะ] น. คู่, แฝด. (ป., ส.).",
    "ยรรยง": "[ยัน-] ว. งามสง่า, กล้าหาญ.",
    "ยล": "[ยน] ก. มองดู.",
    "ยวกสา": "[ยะวะกะสา] น. นํ้าประสานดีบุก.",
    "ยวง": "น. เนื้อในของขนุนที่หุ้มเมล็ด เรียกว่า ยวงขนุน, ลักษณนามเรียกเนื้อในของขนุนว่า ขนุนยวงหนึ่ง ขนุน ๒ ยวง; เรียกลักษณะของเงินบริสุทธิ์ที่ละลายคว้างอยู่ในเบ้า มีสีขาวผ่องเป็นมันปลาบ ว่า เงินยวง, โดยปริยายเรียกสิ่งที่มีลักษณะย้อยยืดลงมาเป็นแนวยาว&#160;ๆ เช่น ฝีถอนยวง ขี้มูกเป็นยวง.<2t>ว. เรียกสีขาวผ่องเป็นมันปลาบเหมือนสีเงินที่ละลายคว้างอยู่ในเบ้าว่า สีเงินยวง.",
    "ยวด": "ว. เป็นที่สุด, มักใช้คู่กับคําอื่น เช่น ยวดยง ยวดยิ่ง ยิ่งยวด.",
    "ยวดยง": "ว. เชี่ยวชาญที่สุด, เก่งที่สุด.",
    "ยวดยาน": "น. เครื่องขับขี่มีรถและเรือเป็นต้น.",
    "ยวดยิ่ง": "ว. เยี่ยมที่สุด, มากที่สุด, ยิ่งยวด ก็ว่า.",
    "ยวน ๑": "น. ชื่อชนชาติกรีก, ชาวอินเดียเรียกเพี้ยนมาจากคํา <f>Ionia</f>; เรียกชาวไทยทางล้านนาว่า ไทยยวน, เพี้ยนเป็น เยาวนะ โยน หรือ โยนก ก็มี. (ส.).",
    "ยวน ๒": "ก. ยั่ว, ล่อ, ชวนให้เพลิน, ชวนให้ยินดี, เช่น ยวนตา ยวนใจ; ก่อกวนให้เกิดกิเลสหรือโทสะ.",
    "ยวนยี": "ก. เคล้าคลึงชวนให้กําเริบรัก, คลึงเคล้าให้เป็นที่พอใจ; ก่อกวนให้เกิดกิเลสโทสะ, ยียวน ก็ว่า.",
    "ยวบ": "ก. อาการที่ไหวจะยุบลง เช่น นอกชานยวบ.",
    "ยวบ ๆ": "ว. อาการเคลื่อนไหวขึ้นลงตามแนวนอน เช่น สะพานยวบ&#160;ๆ.",
    "ยวบยาบ": "ว. อาการเดินหนัก&#160;ๆ ช้า&#160;ๆ ทําให้พื้นไหวเยือก&#160;ๆ, อาการที่พื้นยุบขึ้นยุบลง เช่น เดินบนพื้นฟากยวบยาบ.",
    "ย้วย": "ก. เบี่ยงหรือเลี่ยงจากแนวปรกติ ทําให้ยาวยื่นเกินไป เช่น กระโปรงย้วย ผ้าย้วย, ให้บิดไปบิดมา โค้งไปโค้งมา เสี้ยวไป เฉไปเฉมา เช่น แถวย้วย แม่น้ำย้วย.",
    "ยวรยาตร": "[ยวนระยาด] (กลอน) ก. ยุรยาตร.",
    "ยวะ, ยวา": "[ยะวะ, ยะวา] น. ข้าว, ข้าวเหนียว. (ป., ส. ยว ว่า ข้าวบาร์เลย์ เมล็ดคล้ายลูกเดือย).",
    "ยวาคุ": "[ยะวา-] น. ยาคู. (ส.).",
    "ยศ": "[ยด] น. ความยกย่องนับถือเกียรติของตน, เกียรติคุณ, ฐานันดรที่พระมหากษัตริย์โปรดเกล้าฯ พระราชทานแก่บุคคลใดบุคคลหนึ่ง มีสูงต่ำตามลำดับกันไป; เครื่องหมายพิเศษที่พระมหากษัตริย์โปรดเกล้าฯ ให้สร้างขึ้นเพื่อพระราชทานแก่ผู้มีฐานันดร มีสูงต่ำตามลำดับกันไป, เครื่องกําหนดหมายฐานะหรือชั้นของบุคคล.<2t>ว. ที่แสดงฐานะหรือชั้น เช่น พัดยศ. (ส.; ป. ยส).",
    "ยศช้างขุนนางพระ": "(สำ) น. ยศที่ไม่สำคัญ ไม่จริงจัง และไม่สามารถให้คุณให้โทษแก่ใครได้.",
    "ยศอย่าง": "น. การทําตามแบบอย่างผู้มียศ, การถือยศ ถือศักดิ์.",
    "ยโส": "ก. เย่อหยิ่งเพราะถือตัวว่ามียศ มีปัญญา มีความรู้ มีกําลัง มีทรัพย์ ฯลฯ.",
    "ยอ ๑": "น. ชื่อไม้ต้นชนิด <f><i>Morinda citrifolia</i> L.</f> ในวงศ์ <f>Rubiaceae</f> แก่นและรากใช้ย้อมผ้า ผลและใบกินได้.",
    "ยอ ๒": "ก. กล่าวคําเพื่อเชิดชู เช่น ยอพระเกียรติ หรือเพื่อให้ชอบใจ เช่น เด็กชอบให้ยอ; ยก เช่น ยอกร, ยกเพื่อกระแทก เช่น ยอด้วยเข่า; บอกให้หยุด (ใช้แก่วัวควาย); ให้หยุด, หยุด, เช่น ยอทัพ, โดยปริยายหมายความว่า เหนี่ยวรั้งไม่ไหว เช่น ยอไม่หยุด.",
    "ยอ ๓": "น. เครื่องจับปลาชนิดหนึ่ง เป็นร่างแหสี่เหลี่ยมมีคันสําหรับยก.",
    "ย่อ": "ก. ยอบลง เช่น ย่อตัว ย่อเข่า, ลดให้สั้นหรือเล็กลง เช่น ย่อความ ย่อส่วน; ทำให้ยุบเข้าไป, ทำให้จมลึกเข้าไป, เช่น ย่อเก็จ ย่อมุม.",
    "ยอก": "ก. ตำฝังอยู่ในเนื้อ เช่น หนามยอกเอาหนามบ่ง, รู้สึกเจ็บแปลบคล้ายมีอะไรมาเสียดแทง เช่น รู้สึกยอกอก, โดยปริยายหมายถึงอาการที่คล้ายคลึงเช่นนั้น เช่น หนามยอกอก.",
    "ยอกย้อน": "ก. ซับซ้อนซ่อนเงื่อน เช่น ทำกลอุบายยอกย้อน, กลับไปกลับมาอย่างมีเงื่อนงำ เช่น พยานให้การยอกย้อน, ยุ่งยากซับซ้อนสะสางยาก เช่น คดียอกย้อน.<2t>ว. ย้อนให้เจ็บอกเจ็บใจ เช่น พูดจายอกย้อน, ย้อนยอก ก็ว่า.",
    "ย็อกแย็ก, ย็อกแย็ก ๆ, ย็อก ๆ แย็ก ๆ": "ว. อาการที่ทำอย่างไม่เอาจริงเอาจัง ไม่เข้าท่าเข้าทาง ไม่ถูกแบบถูกแผน หรือไม่ได้เรื่องได้ราว เป็นต้น เช่น ทำงานย็อกแย็ก เต้นย็อกแย็ก&#160;ๆ ทำย็อก&#160;ๆ แย็ก&#160;ๆ.",
    "ย่อเก็จ": "ก. ทำเก็จให้ลึกเข้าไปในฝาผนัง กำแพง ฐาน หรือเชิงกลอน, คู่กับ ยกเก็จ.",
    "ยอขึ้น": "ก. ชอบให้ยกย่องแล้วจึงจะตั้งใจทำ เช่น เด็กคนนี้ยอขึ้น.",
    "ยอง ๑, ยอง ๆ": "ว. อาการที่นั่งชันเข่าทั้ง ๒ โดยก้นไม่ถึงพื้น เช่น นั่งยองอยู่ในท้องแม่. (ไตรภูมิ), หย่อง ก็ว่า.",
    "ยอง ๒": "(กลอน) น. สัตว์ในจําพวกอีเก้ง.",
    "ยอง ๓": "น. เส้น, ใย, มักใช้เข้าคู่กับคำ ใย เป็น ยองใย.<2t>ว. สุกใส, ยะยอง หรือ ยรรยอง ก็ใช้ แต่มักแปลว่า สุกใส.",
    "ย่อง ๑": "ก. เดินอย่างใช้ปลายเท้าจดลงเบา&#160;ๆ.",
    "ย่อง ๒": "ว. ที่ลอยเหนือขึ้นมา เช่น แกงมันย่อง, มีเงางาม เช่น ขัดพื้นเป็นมันย่อง.",
    "ย้อง": "ว. งาม, สวย.",
    "ย่องกริบ": "ก. เดินเข้าไปอย่างเงียบกริบ.",
    "ย่องเบา": "ก. อาการที่ย่องเข้าไปลักสิ่งของของเขาเพื่อไม่ให้เจ้าของรู้ตัว.",
    "ย่องแย่ง": "ว. ไม่ถนัด, ไม่แข็งแรง, (ใช้แก่อาการเดินที่เหยียบไม่ถนัด), กระย่องกระแย่ง ก็ว่า.",
    "ยองใย": "น. เส้นใย (แห่งแมงมุม).<2t>ว. ผุดผ่องเป็นนํ้านวล เช่น ผิวนวลเป็นยองใย; ใช้เป็นคําเปรียบเทียบว่ามีขนาดเล็กเท่าใยแมงมุม เช่น ไม่มีความผิดแม้เท่ายองใย.",
    "ยองไย่": "น. ใยแมงมุม.",
    "ย่องเหง็ด": "น. จ้องหน่อง. (ช.).",
    "ยอด": "น. ส่วนสูงสุด, ส่วนเหนือสุด, เช่น ยอดปราสาท ยอดเจดีย์ ยอดเขา, ส่วนปลายสุดของพรรณไม้หรือที่แตกใหม่ เช่น ยอดผัก ยอดตำลึง ยอดกระถิน; เรียกคนหรือสัตว์ที่มีคุณสมบัติยิ่งยวดเหนือผู้อื่น เช่น ยอดคน ยอดหญิง ยอดสุนัข; จํานวนรวม เช่น ยอดเงิน; ฝี (ใช้ในราชาศัพท์ว่า พระยอด).<2t>(ปาก) ว. ที่สุด เช่น ยอดเยี่ยม ยอดรัก.",
    "ยอดจาก": "<i>ดู มังกร ๒</i>.",
    "ยอดด้วน": "น. เถาหัวด้วน.",
    "ยอดดี": "ว. ดีที่สุด เช่น รู้รักษาตัวรอดเป็นยอดดี.",
    "ยอดน้ำ": "(ภูมิ) น. แหล่งที่เกิดของลํานํ้า, ต้นนํ้า ก็เรียก.",
    "ยอดม่วง": "<i>ดู ตาเดียว ๑</i>.",
    "ยอดเยี่ยม": "ว. ดีที่สุด, เลิศที่สุด, เยี่ยมยอด ก็ว่า.",
    "ยอดสร้อย": "น. นางผู้เป็นที่รักยิ่ง.",
    "ยอดอก": "น. บริเวณเหนือลิ้นปี่.",
    "ย่อท้อ": "ก. ไม่คิดสู้เพราะขาดกําลังใจ.",
    "ยอน": "ก. แยง เช่น เอาขนไก่ยอนหู.",
    "ย้อน": "ก. หวนกลับ เช่น ย้อนไป ย้อนมา ย้อนกลับบ้าน, ทวนกลับ เช่น ย้อนเกล็ด ย้อนหลัง, พูดสวนตอบ (มักใช้ในทางไม่ดี) เช่น เด็กย้อนผู้ใหญ่ ลูกย้อนแม่.",
    "ย้อนคำ": "ก. ว่าสวนตอบตามคำที่เขาว่ามา เช่น ฝ่ายหนึ่งพูดว่า เธอโง่จริง อีกฝ่ายหนึ่งก็ย้อนคำว่า แล้วเธอไม่โง่หรือ.",
    "ย้อนต้น": "ก. กลับถอยหลังไปที่ตอนต้น, หวนไปข้างต้น, เช่น อ่านหนังสือย้อนต้น.",
    "ย้อนเนื้อ": "ว. ลักษณะไม้ที่ไม่มีตา แต่เนื้อทวนไปทวนมา เลื่อยหรือไสกบได้ยาก มักเป็นไม้เนื้ออ่อน เช่น งิ้ว เรียกว่า ไม้ย้อนเนื้อ.",
    "ย้อนยอก": "ว. ย้อนให้เจ็บอกเจ็บใจ เช่น พูดจาย้อนยอก, ยอกย้อน ก็ว่า.",
    "ย้อนรอย": "ก. ทวนกลับตามรอยเดิม เช่น ตำรวจย้อนรอยผู้ร้าย.",
    "ย้อนศร": "ก. ไปทวนเครื่องหมายลูกศร เช่น ขับรถย้อนศร.",
    "ย้อนแสง": "ก. ทวนแสง เช่น ถ่ายรูปย้อนแสง.",
    "ย้อนหลัง": "ก. ถอยกลับไปหาอดีต เช่น ให้ผลย้อนหลัง มีผลย้อนหลัง.",
    "ยอบ": "ก. ทรุดลง, ย่อลง, หมอบ, ฟุบ, เช่น ยอบกาย ยอบตัวลง.<2t>ว. พร่อง.",
    "ยอบแยบ": "ว. จวนหมด, เกือบจะไม่พอ, เช่น เงินทองยอบแยบ เสบียงอาหารยอบแยบ.",
    "ย่อพล": "ก. ย่นหรือย่อแนวกําลังทหารให้สั้นเข้า.",
    "ยอม": "ก. อาการที่แสดงออกบอกให้รู้ว่าเห็นด้วย ไม่ขัด ตกลงปลงใจ เช่น ยอมตามที่สั่ง ยอมนั่ง ยอมตาย, ผ่อนผันให้ เช่น ยอมให้ทําได้ ยอมให้ไป, ไม่สู้ เช่น เรื่องนี้ผมยอมเขา.",
    "ย่อม ๑": "คําช่วยกริยา แสดงว่าเป็นไปตามปรกติ ตามธรรมดา หรือ เป็นสามัญทั่ว&#160;ๆ ไป เช่น สัตว์ทั้งหลายเกิดมาแล้วย่อมตาย.",
    "ย่อม ๒": "ว. มีขนาดค่อนข้างเล็กเมื่อเปรียบเทียบกับสิ่งที่ใหญ่กว่า เช่น นี่ขนาดใหญ่ นั่นขนาดย่อม, เบา (ใช้แก่ราคา); ลดลง, หย่อน.",
    "ย้อม": "ก. ชุบด้วยสี, อาบด้วยสี, ทำให้ด้าย ไหม หรือผ้าเป็นต้นเป็นสีต่าง&#160;ๆ ด้วยการชุบลงไปในน้ำสี.",
    "ยอมความ": "(กฎ) ก. ตกลงระงับคดีอาญาที่เป็นความผิดต่อส่วนตัวก่อนคดีถึงที่สุด.",
    "ย้อมใจ": "ก. ชุบใจ, ทําให้ใจชุ่มชื่น, ปลุกใจให้กล้า เช่น กินเหล้าย้อมใจ.",
    "ย้อมผม": "ก. ใช้ครีมหรือน้ำสีเป็นต้น ฉีดหรือพ่นให้ผมเป็นสีต่าง&#160;ๆ เช่น สีดำ สีทอง สีเงิน.",
    "ย้อมแมวขาย": "(ปาก) ก. ตกแต่งคนหรือของที่ไม่ดีโดยมีเจตนาจะหลอกลวงให้ผู้อื่นเชื่อว่าดี.",
    "ย่อมเยา": "ว. มีราคาถูก, มีราคาพอสมควร.",
    "ย่อมุม": "ก. ทําให้มุมของผังพื้นหรือวัตถุ เช่น แท่น ฐาน เสา ลึกเข้าไปทางด้านในเป็นมุม ๙๐ องศา.",
    "ย่อย": "ก. ทําเป็นส่วนเล็กส่วนน้อยโดยแยกจากส่วนใหญ่ เช่น ย่อยหิน; ทำให้ละลายจนซึมซาบได้ เช่น ย่อยอาหาร.<2t>ว. เรียกส่วนน้อยที่แยกจากส่วนใหญ่ เช่น ส่วนย่อย กลุ่มย่อย, เบ็ดเตล็ด, ไม่สำคัญ, เช่น ข่าวย่อย, เรียกละครเรื่องสั้น&#160;ๆ ว่า ละครย่อย; เรียกธนบัตรที่ราคาน้อยกว่าฉบับที่มีราคามากว่า ธนบัตรย่อย หรือ แบงก์ย่อย.",
    "ย้อย": "ก. ห้อยเป็นทางลงมา เช่น รากไทรย้อยลงมา พวงมะไฟห้อยย้อย, ห้อยลงมา เช่น รวงผึ้งย้อยลงมา ผมย้อยลงปรกหน้า, ไหลเป็นทางยืดลงมา เช่น น้ำมูกย้อย น้ำตาลย้อย, หยาดห้อยลงมาจวนจะหยด เช่น น้ำหมากย้อย น้ำตาย้อย; คราบหินปูนที่ย้อยลงมาจากเพดานถ้ำหินปูน มีลักษณะเป็นท่อน เป็นกรวย หรือเป็นแผ่นม่าน เรียกว่า หินย้อย.",
    "ย่อยข่าว": "ก. หยิบยกเฉพาะประเด็นสำคัญของข่าวมากล่าว.",
    "ย่อย่น": "ก. ทําให้สั้น; ท้อถอย; ย่นย่อ ก็ว่า.",
    "ย่อยยับ": "ว. ป่นปี้, เช่น เสียการพนันย่อยยับ เสียหายย่อยยับ, ยับย่อย หรือ ยับเยิน ก็ว่า.<2t>ก. ถูกทำลาย, เสียหาย, เช่น เขาเล่นการพนันจนทรัพย์สมบัติของพ่อแม่ย่อยยับหมด, ยับย่อย หรือ ยับเยิน ก็ว่า.",
    "ย่อแย่": "ว. อ่อนแอ.",
    "ย้อแย้": "ก. เดินป้อแป้อย่างเป็ด.",
    "ย่อส่วน": "ก. จำลองแบบให้มีรูปทรง ขนาด เล็กลงกว่าต้นแบบตามส่วน เช่น จงย่อส่วนแผนที่นี้.<2t>น. แบบที่จำลองให้มีรูปทรง ขนาด เล็กลงกว่าต้นแบบตามส่วนอย่างหุ่นจำลอง เช่น นี่เป็นย่อส่วนของแผนที่ฉบับนั้น.",
    "ยอแสง": "ว. ปรากฏการณ์ที่ดวงอาทิตย์ลับขอบฟ้า แต่ยังเห็นแสงตะวันจับขอบฟ้าเป็นสีแดงเข้ม, มักใช้ว่า ตะวันยอแสง.",
    "ย่อหน้า": "ก. เขียนหรือพิมพ์หนังสือขึ้นบรรทัดใหม่และร่นจากแนวซ้ายสุดเข้าไปพอสมควร เพื่อแสดงว่าขึ้นความตอนใหม่.<2t>น. ข้อความตอนย่อย&#160;ๆ ที่แยกออกจากกันด้วยวิธีเขียนย่อหน้า; ในกฎหมายเรียกย่อหน้าว่า วรรค เช่น มาตรา ๕ วรรค ๒.",
    "ย่อหย่อน": "ว. ไม่เคร่งครัด เช่น ระเบียบวินัยย่อหย่อน, ลดน้อยถอยลง เช่น กำลังย่อหย่อน.",
    "ย่อเหลี่ยม": "ก. ทำให้มุมของเสาหรือภาชนะเช่นผอบ ตะลุ่ม ลึกเข้าไปทางด้านในเป็นมุม ๙๐ องศา.",
    "ย่อแหยง": "[-แหฺยง] ก. เกรงกลัว.",
    "ยะ ๑": "คําประกอบข้างหน้าคําที่ตั้งต้นด้วย ย ในบทกลอน มีความแปลอย่างเดียวกับคําเดิมนั้น เช่น ยะยอง ยะยั่ง ยะยัด ยะย้อย ยะย้าย.",
    "ยะ ๒": "ว. คําออกเสียงลงท้ายวลีหรือประโยค ถือว่าไม่สุภาพ เช่น ของกินนะยะ ของถวายพระนะยะ จะรีบไปไหนยะ.",
    "ย่ะ": "ว. คํารับ (ถือเป็นคําไม่สุภาพ).",
    "ยะงันจะคับ": "ว. พูดไม่ได้. (ช.).",
    "ยะยอบ": "(กลอน) ก. ยอบ, นอบ.",
    "ยะยัน": "(กลอน) ว. แวววาว.",
    "ยะยับ": "(กลอน) ว. ระยับ, ยิบ&#160;ๆ, วาบวับ.",
    "ยะยาน": "(กลอน) ว. ไหว&#160;ๆ.",
    "ยะย้าย": "(กลอน) ก. ยักย้าย, ย้ายไปมา.",
    "ยะย้าว": "(กลอน) ก. ร่าเริง, ยินดี.",
    "ยะแย้ง": "(กลอน) ก. ยื้อแย่ง.",
    "ยะวา": "(โบ) น. ชวา.",
    "ยะหิทา": "ก. เย็บ. (ช.).",
    "ยัก ๑": "ก. อาการที่คิ้ว ไหล่ หรือก้น เป็นต้น ยกขึ้นยกลง, ทําให้คิ้ว ไหล่ หรือก้น เป็นต้น ยกขึ้นยกลง, เช่น ยักคิ้ว ยักไหล่ เดินก้นยักไปยักมา; อาการที่ของบางอย่างเยื้องไม่ได้ระดับกัน เช่น สวมเสื้อไหล่ยักไปข้างหนึ่ง; ย้ายข้างไปมา เช่น ยักเอว ว่าวปักเป้ายักไปยักมา; แว้งแทงด้วยเงี่ยง เช่น ปลาดุกยัก; แยกหรือกันเอาไว้เสียเอง เช่น ยักเงิน; ย้ายที่จากที่เขาแทงไว้เดิมไปลงที่ใหม่ (ใช้ในการแทงถั่วโปเป็นต้น) เช่น ยัก ๒ ไป ๓ ยัก ๓ ไป ๔ ซึ่งเรียกว่า ยัก ๓ ไปครบ; เอาทรัพย์ของผู้อื่นที่อยู่ในความดูแลรักษาของตนไปโดยทุจริต, ยักยอก ก็ว่า.",
    "ยัก ๒": "(ปาก) ว. คําประกอบกริยาในประโยคปฏิเสธแสดงความผิดคาด เช่น ไม่ยักจริง ว่าจะมาแล้วไม่ยักมา.",
    "ยักกระสาย": "(ปาก) ก. เปลี่ยนน้ำกระสายยาไปตามอาการของโรค, โดยปริยายหมายความว่า เปลี่ยนไปใช้อย่างอื่นหรือวิธีอื่นแทน.",
    "ยักข์": "น. ยักษ์. (ป.; ส. ยกฺษ).",
    "ยักขินี": "น. นางยักษ์. (ป.; ส. ยกฺษิณี).",
    "ยักคอ": "ก. เอียงคอไปในทางตรงกันข้ามกับยักเอว เป็นท่าประกอบการรำไทยอย่างหนึ่ง.",
    "ยักคิ้ว": "ก. ลักษณะของสิ่งซึ่ง ๒ ข้างไม่เท่ากันอย่างนุ่งผ้าโจงกระเบนสูงข้างต่ำข้าง เรียกว่า นุ่งผ้ายักคิ้ว.",
    "ยักเงี่ยง": "ก. หมอบลงและขยับศอกไปมา เป็นท่าหนึ่งของการเล่นเสือข้ามห้วย.",
    "ยักท่า": "ก. ไม่ปฏิบัติตามที่ตกลงกันไว้ เป็นการเล่นแง่เพื่อดูท่วงทีของอีกฝ่ายหนึ่ง.",
    "ยักเพรีย": "<i>ดู ครอบจักรวาล ๕</i>.",
    "ยักยอก": "ก. เอาทรัพย์ของผู้อื่นที่อยู่ในความดูแลรักษาของตนไปโดยทุจริต, ใช้เพียง ยัก คําเดียว ก็มี.<2t>(กฎ) น. ชื่อความผิดอาญาฐานเบียดบังเอาทรัพย์ของผู้อื่น หรือซึ่งผู้อื่นเป็นเจ้าของรวมอยู่ด้วย ที่อยู่ในความครอบครองมาเป็นของตนหรือของบุคคลที่สามโดยทุจริต เรียกว่า ความผิดฐานยักยอก.",
    "ยักย้าย": "ก. เปลี่ยนที่เสีย หรือนําไปไว้เสียที่อื่น, ยักย้ายถ่ายเท ก็ว่า, ใช้เพียง ยัก คําเดียว ก็มี.",
    "ยักยิ้ม": "น. ลักยิ้ม.",
    "ยักยี่ยักยัน": "ว. ขะยิก&#160;ๆ, เขยก&#160;ๆ, ทําท่าขยับบ่อย&#160;ๆ.",
    "ยักยี่ยักเหยา": "[-เหฺยา] ก. พูดเซ้าซี้จะเอาให้ได้.",
    "ยักเยื้อง": "ว. เลี่ยงไป, ไม่ตรงไปตรงมา, เช่น ถามเรื่องหนึ่ง แต่พูดยักเยื้องไปตอบอีกเรื่องหนึ่ง, ดัดแปลง เช่น ทํายักเยื้อง, เยื้องยัก ก็ว่า.",
    "ยักแย่ยักยัน": "ว. เขย้อแขย่ง, มีท่าทางเก้กัง.",
    "ยักษ์": "น. อมนุษย์พวกหนึ่ง ถือกันว่ามีรูปร่างใหญ่โตน่ากลัว มีเขี้ยวงอก ใจดําอํามหิต ชอบกินมนุษย์ กินสัตว์ โดยมากมีฤทธิ์เหาะได้จําแลงตัวได้, บางทีใช้ปะปนกับคําว่า อสูร รากษส และมาร ก็มี; เทวดาพวกหนึ่งในสวรรค์ชั้นจาตุมหาราชิกและชั้นปรนิมมิตวสวัตดี; ชื่อหนึ่งของดาวฤกษ์ศตภิษัช มี ๔ ดวง, ดาวพิมพ์ทอง หรือ ดาวสตะภิสชะ ก็เรียก.<2t>ว. โดยปริยายหมายความว่า มีลักษณะหรืออาการอย่างยักษ์ เช่น ใจยักษ์ หน้ายักษ์, มีลักษณะใหญ่เป็นพิเศษในพวก เช่น ปลาหมึกยักษ์. (ส. ยกฺษ ว่า อมนุษย์พวกหนึ่ง บริวารท้าวเวสวัณ; ป. ยกฺข).",
    "ยักษ์ปักหลั่น": "[-ปัก-] (สํา) น. ผู้มีรูปร่างใหญ่โต.",
    "ยักษ์มักกะสัน": "(สํา) น. ผู้มีใจคอดุร้าย.",
    "ยักษา": "(กลอน) น. ยักษ์. (ส.).",
    "ยักษิณี": "น. นางยักษ์. (ส.; ป. ยกฺขินี).",
    "ยักษี": "(กลอน) น. ยักษ์. (ส.).",
    "ยักหยาว": "ก. ยั่วเย้าให้โกรธ.",
    "ยักหล่ม": "น. รอยบุ๋มที่สะบักทั้ง ๒ ข้าง ถือว่าเป็นลักษณะไม่ดีสําหรับหญิง ๑ ใน ๓ อย่าง คือ สีจัก ยักหล่ม ถ่มร้าย, มักใช้เข้าคู่กับ ถ่มร้าย เป็น ยักหล่มถ่มร้าย.",
    "ยักเอว": "ก. เอียงตัวท่อนบนไปข้างใดข้างหนึ่ง ส่วนลำตัวท่อนล่างตั้งตรง เป็นท่าประกอบการรำไทยท่าหนึ่ง.",
    "ยัง": "คำช่วยกริยาในประโยคคำถามปฏิเสธหรือประโยคปฏิเสธ โดยละกริยานั้นไว้ให้เข้าใจเอาเอง เช่น ถามว่า จะไปหรือยัง ตอบว่า ยัง, ถ้าใช้นำหน้าคำกริยาเข้าคู่กับคำ อยู่ หมายความว่า กริยานั้นกำลังกระทำอยู่ เช่น เขายังกินอยู่ เขายังนอนอยู่, ถ้าใช้นำหน้าคำวิเศษณ์เข้าคู่กับคำ อยู่ หมายความว่า ยังอยู่ในภาวะนั้น เช่น ยังเด็กอยู่ ยังสาวอยู่ ยังเช้าอยู่, ใช้ประกอบคำกริยาเชิงปฏิเสธที่เริ่มหรือกำหนดไว้แล้ว แต่ยังไม่เสร็จสิ้นลงไป เช่น ป่านนี้ยังไม่มา ทั้ง&#160;ๆ ที่น่าจะมาแล้ว, ใช้เข้าคู่กับคำอื่นเพื่อเชื่อมประโยคหน้ากับประโยคหลังที่มีข้อความในลักษณะคล้ายคลึงกันให้เนื่องกัน เช่น นอกจากโง่แล้วยังหยิ่งอีกด้วย นอกจากสวยแล้วยังรวยอีกด้วย.<2t>ก. คงอยู่, มีอยู่, เช่น ถามว่า หมดแล้วหรือ ตอบว่า ยังมีอีก; กระทำให้ เช่น ยังชีวิตให้เป็นไป ยังใจให้ชุ่มชื่น.<2t>บ. ถึง เช่น แจ้งความมายังท่านทั้งหลาย, สู่ เช่น ไปยังบ้าน, ตลอด, ตลอดถึง, เช่น วันยังค่ำ คืนยังรุ่ง.",
    "ยั้ง": "ก. หยุด เช่น ตีไม่ยั้ง กินไม่ยั้ง ยั้งไม่ทัน ลื่นยั้งไม่อยู่, หยุดพักชั่วคราว เช่น ยั้งทัพอยู่ที่นครสวรรค์ ๓ คืน แล้วจึงเดินทัพต่อไป, ชะงักชั่วคราว เช่น ยั้งคิด ยั้งมือ, รั้ง เช่น ยั้งไม่หยุด, ขยัก เช่น อย่าใช้เงินจนหมด ยั้งไว้บ้าง.",
    "ยังก่อน": "คำขอร้องให้รั้งรอไว้ก่อน เช่น ยังก่อน อย่าเพิ่งกิน.",
    "ยังกับ": "ว. อย่างกับ, เหมือนกับ, ราวกับ, เช่น สวยยังกับนางสาวไทย เหมือนกันยังกับโขกมาจากพิมพ์เดียวกัน.",
    "ยังกาหลา": "น. ต้นมะตาด. (ช.).",
    "ยังชั่ว": "ก. ค่อยดีขึ้น.",
    "ยังเป็นอยู่": "ว. ยังมีชีวิตอยู่ เช่น ปลายังเป็นอยู่.",
    "ยังมี": "ว. มี (มักใช้ในบทนิทานหรือในวรรณคดี) เช่น แต่ปางหลังยังมีกรุงกษัตริย์.",
    "ยั่งยืน": "ก. ยืนยง, อยู่นาน, เช่น ขอให้มีความสุขยั่งยืน, คงทน เช่น สังขารไม่จีรังยั่งยืน เจดีย์นี้มีอายุยั่งยืนมาได้ ๗๐๐ ปีแล้ว.",
    "ยังเลย": "ใช้เป็นคำปฏิเสธกริยาที่ถูกถามอย่างสิ้นเชิง เช่น ถามว่า อ่านหรือยัง ตอบว่า ยังเลย.",
    "ยังแล้ว": "(กลอน) ว. อยู่แล้ว, ให้เสร็จไป.",
    "ยังหยัง": "ว. รูปงาม. (ช.).",
    "ยังไหว": "ว. ยังพอสู้ได้, ยังพอทำได้, เช่น ยังทำไหวไหม ถ้ายังไหวก็จะไม่พัก.",
    "ยังอยู่": "ว. ยังมีชีวิตอยู่, ยังไม่ตาย, เช่น พ่อยังอยู่ แม่ตายแล้ว.",
    "ยังอีก": "ใช้ประกอบคำกริยาหรือคำวิเศษณ์ หมายความว่า ที่ยังไม่ได้ทำ ยังมีอยู่ เช่น งานที่ยังไม่ได้ทำ ยังอีกเยอะเลย; คำที่ผู้ใหญ่ใช้ขู่เด็กที่ไม่ทำตามสั่ง เช่น เมื่อบอกให้เด็กออกมา เด็กไม่ออกมา ก็จะพูดว่า ยังอีก.",
    "ยัชโญปวีต": "[ยัดโยปะวีด] น. สายเครื่องหมายวรรณะพราหมณ์ กษัตริย์ และแพศย์ สวมจากซ้ายไปขวา, สายมงคล สายธุรํา หรือ สายธุหรํ่าของพราหมณ์ ก็เรียก, เพี้ยนเป็น ยัชโญปิวีต ก็มี. (ส.).",
    "ยัชนะ": "[ยัดชะนะ] น. พิธีจําพวกหนึ่งสําหรับบูชาเทวดาโดยสวดมนตร์และถวายเครื่องเซ่นสังเวย. (ป., ส.).",
    "ยัชมาน": "[ยัดชะ-] น. เจ้าภาพ. (ส.).",
    "ยัญ, ยัญ-, ยัญญะ": "[ยันยะ-] น. การเซ่น, การบูชา, การเซ่นสรวงโดยมีการฆ่าสัตว์หรือคนเป็นเครื่องบูชาเรียกว่า บูชายัญ. (ป. ยญฺ&#xf70f;; ส. ยชฺ&#xf70f;).",
    "ยัญกรรม": "น. การเซ่นสรวงบูชาของพราหมณ์.",
    "ยัญญังค์": "น. มะเดื่อชุมพร. (ป.).",
    "ยัญพิธี": "น. พิธีเซ่นสรวงบูชาของพราหมณ์.",
    "ยัฐิ ๑": "[ยัดถิ] น. ไม้เท้า. (ป. ยฏ&#xf700;&#x0e34;; ส. ยษฺฏิ).",
    "ยัฐิ ๒": "[ยัดถิ] น. ชื่อมาตราวัดความยาวของอินเดียโบราณ เท่ากับ ๑ วา ๑ ศอก, ๒๐ ยัฐิ เป็น ๑ อุสภ.",
    "ยัฐิมธุกา": "[ยัดถิมะทุกา] น. ชะเอมเครือ. (ป. ยฏฺ&#xf700;&#x0e34;มธุกา).",
    "ยัด": "ก. บรรจุหรือใส่สิ่งใดสิ่งหนึ่งโดยอัดดันหรือผลักดันเข้าไป เช่น ยัดที่นอน, บรรจุหรือใส่สิ่งที่ระบุไว้ด้วยอาการเช่นนั้น เช่น ยัดนุ่น ยัดกระสอบ ยัดเข้าห้องขัง, โดยปริยายหมายถึงบรรจุ ใส่ หรือ ให้ โดยอาการคล้ายคลึงเช่นนั้น เช่น เอาเงินยัดให้เป็นสินบน ยัดความรู้ที่ให้โทษเข้าไปในสมอง; (ปาก) ใช้แทนคําว่า กิน (ใช้ในลักษณะกินอย่างตะกรุมตะกราม ถือว่าเป็นคำหยาบ).",
    "ยัดข้อหา": "ก. ยัดความผิดให้แล้วตั้งข้อหา.",
    "ยัดทะนาน": "ก. เบียดกันแน่น, อัดกันแน่น, เช่น คนแน่นเหมือนแป้งยัดทะนาน.",
    "ยัดปาก": "ก. อ้างว่าเป็นคำพูดของผู้ใดผู้หนึ่ง ทั้ง&#160;ๆ ที่ไม่ใช่.",
    "ยัดพลุ": "ก. ใส่ดินพลุลงในกระบอกพลุแล้วตอกให้แน่น.",
    "ยัดเยียด": "ก. เบียดกันแน่น, แออัดกันแน่น, เช่น คนเบียดเสียดยัดเยียดกัน; ขืนหรือแค่นให้โดยผู้รับไม่เต็มใจรับ เช่น ยัดเยียดขายให้, เยียดยัด ก็ว่า, ใช้เพียง ยัด คําเดียวก็มี.",
    "ยัดไส้": "ว. ที่มีสิ่งอื่นบรรจุอยู่ข้างใน เช่น เป็ดยัดไส้.<2t>ก. สอดของปลอมไว้ข้างใน เช่น ธนบัตรยัดไส้.",
    "ยัติภังค์": "[ยัดติ-] <i>ดู ยติภังค์</i>.",
    "ยัน ๑": "ก. ต้านไว้, ทานไว้, ดันไว้, เช่น ยันประตูไว้ไม่ให้ล้ม, ค้ำไว้ เช่น ถือไม้เท้ายันกาย, ดันตัวขึ้น เช่น เอามือยันตัวลุกขึ้นจากพื้น; จด เช่น เอาหลังยันกัน นอนหัวยันฝา โตจนตัวยันเปล; ประจัน เช่น ตั้งกองทัพยันกัน; ยืนยัน เช่น เขายันว่าเขาไม่ได้ทำผิด; (ปาก) ถีบ เช่น เดี๋ยวยันเปรี้ยงเข้าให้.<2t>(ปาก) ว. เสมอ, ตลอด, เช่น โกหกยันเลย นอนยันเลย.<2t>สัน. จนถึง, กระทั่งถึง, เช่น เที่ยวยันสว่าง.",
    "ยัน ๒": "ก. เมา (ใช้แก่หมาก) เช่น ยันหมาก เอาหมากที่ยันไปแช่น้ำจะหายยัน.<2t>ว. ที่ทำให้เมา ในคำว่า หมากยัน.",
    "ยั่น": "ก. ครั่นคร้าม, ท้อถอย.",
    "ยันกัน": "ก. พิสูจน์ต่อหน้าให้รู้ข้อเท็จจริง เช่น เอาพยานมายันกัน, สอบข้อมูลหรือรายการให้ตรงกัน เช่น เอาบัญชีมายันกัน.",
    "ยันต์": "น. ตารางหรือลายเส้นเป็นตัวเลข อักขระหรือรูปภาพที่เขียน สัก หรือแกะสลักลงบนแผ่นผ้า ผิวหนัง ไม้ โลหะ เป็นต้น ถือว่าเป็นของขลัง เช่น ยันต์ตรีนิสิงเห ยันต์พระเจ้า ๕ พระองค์, เรียกเสื้อหรือผ้าเป็นต้นที่มีลวดลายเช่นนั้นว่า เสื้อยันต์ ผ้ายันต์, เรียกกิริยาที่ทำเช่นนั้นว่า ลงเลข ลงยันต์.",
    "ยันตร-, ยันตร์": "[ยันตฺระ-, ยัน] น. ยนตร์. (ส.; ป. ยนฺต).",
    "ยันตรกรรม": "น. วิชาเครื่องกล.",
    "ยั่นตะนี": "น. ผ้ามัสลินพิมพ์ดอก. (เทียบฮินดูสตานี <f>jamdani</f>).",
    "ยันป้าย": "ก. ถึงที่สุด เช่น เที่ยวยันป้าย.",
    "ยันเย้า": "ก. ปลํ้า; หยอก.",
    "ยับ ๑": "ก. เก็บ. น. เรียกผลหมากสุกที่เก็บไว้กินนาน&#160;ๆ โดยทำเป็นหมากหลุมหรือหมากไหว่า หมากยับ.",
    "ยับ ๒": "ก. ย่น, ยู่ยี่, เช่น ผ้ายับ เสื้อยับ กระดาษยับ, อาการซึ่งแสดงความเสียหายมาก หรือเสียรูปจนถึงชํ้าชอก พังทลาย ป่นปี้ ปู้ยี่ปู้ยํา ยู่ยี่ เป็นต้น เช่น รถถูกชนยับ บ้านพังยับ.",
    "ยับ ๓": "ก. ขยํ้า.",
    "ยับ ๔, ยับ ๆ": "ว. มีแสงแวบ&#160;ๆ, ยิบ&#160;ๆ.",
    "ยับยง": "(โบ) ว. งามเป็นแสงวาววับ.",
    "ยับย่อย, ยับเยิน": "ว. ป่นปี้ เช่น เสียการพนันยับย่อย เสียหายยับเยิน, ย่อยยับ ก็ว่า.<2t>ก. ถูกทำลาย, เสียหาย, เช่น เขาเล่นการพนันจนทรัพย์สมบัติของพ่อแม่ยับย่อยหมด หนังสือยับเยินหมดทั้งเล่ม, ย่อยยับ ก็ว่า.",
    "ยับยั้ง": "ก. หยุดไว้, รั้งรอไว้, เช่น ยับยั้งใบลาไว้; พักอยู่.",
    "ยับยั้งชั่งใจ": "ก. คิดทบทวนดูผลดีผลเสียให้รอบคอบก่อนที่จะทำอะไรลงไป.",
    "ยับยาน": "(โบ) ก. หวั่นไหว.",
    "ยับยาบ": "ก. โบกหรือกระพือขึ้นลงไปมาช้า&#160;ๆ, ยาบ&#160;ๆ ก็ใช้.",
    "ยั่ว": "(โบ) น. ยาน, เครื่องพาตัวไป, เช่น วอ เสลี่ยง รถ, บางทีใช้ควบกับคํา ยาน เป็น ยั่วยาน, ต่อมาใช้เลือนเป็น ยวดยาน.<2t>ก. พูดหรือทําให้เกิดอารมณ์ในทางใดทางหนึ่งรุนแรงขึ้น เช่น ยั่วราคะ ยั่วโทสะ ยั่วโมโห ยั่วกิเลส.",
    "ยั้ว, ยั้วเยี้ย": "ว. อาการที่คนหรือสัตว์จํานวนมากเคลื่อนไหวขวักไขว่ไปมา เช่น ลูกเต้ายั้วเยี้ยไปหมด หนอนไต่กันยั้วเยี้ย ฝูงลิงไต่ยั้วเยี้ยอยู่บนยอดไม้.",
    "ยั่วยวน": "ก. ทําให้อีกฝ่ายหนึ่งกำเริบรักหรือเกิดความใคร่.",
    "ยั่วยุ": "ก. ยุให้เกิดอารมณ์อย่างใดอย่างหนึ่ง.",
    "ยั่วเย้า": "ก. พูดหยอกล้อ, กระเซ้า.",
    "ยัวรยาตร": "[ยัวระยาด] (กลอน) ก. ยุรยาตร.",
    "ยัวะ": "(ปาก) ก. เดือดดาล เช่น ชักยัวะแล้วนะ.<2t>ว. ที่ทำให้ผู้พบเห็นเกิดความรุ่มร้อนใจ เช่น แต่งตัวยัวะ รูปร่างยัวะ.",
    "ยัษฏิ": "[ยัดสะติ] น. ไม้เท้า. (ส.; ป. ยฏฺ&#xf700;&#x0e34;).",
    "ยา": "น. สิ่งที่ใช้แก้หรือป้องกันโรค หรือบํารุงร่างกาย เรียกชื่อต่าง&#160;ๆ กัน คือ เรียกตามลักษณะก็มี เช่น ยาผง ยาเม็ด ยานํ้า เรียกตามสีก็มี เช่น ยาแดง ยาเขียว ยาเหลือง ยาดํา เรียกตามรสหรือกลิ่นก็มี เช่น ยาขม ยาหอม เรียกตามวิธีทําก็มี เช่น ยาต้ม ยากลั่น ยาดอง เรียกตามกิริยาที่ใช้ก็มี เช่น ยากวาด ยากิน ยาฉีด ยาดม ยาอม; เรียกยาฝิ่นว่า ยา ก็มี เช่น โรงยา; สารเคมีสําหรับเคลือบเงินทองให้มีสีต่าง&#160;ๆ; (กฎ) วัตถุที่รับรองไว้ในตำรายาที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศ, วัตถุที่มุ่งหมายสำหรับใช้ในการวินิจฉัย บำบัด บรรเทา รักษา หรือป้องกันโรคหรือความเจ็บป่วยของมนุษย์หรือสัตว์, วัตถุที่เป็นเภสัชเคมีภัณฑ์หรือเภสัชเคมีภัณฑ์กึ่งสำเร็จรูป หรือวัตถุที่มุ่งหมายสำหรับให้เกิดผลแก่สุขภาพ โครงสร้างหรือการกระทำหน้าที่ใด&#160;ๆ ของร่างกายของมนุษย์หรือสัตว์.<2t>ก. ทําให้หายโรค, รักษาให้หาย, ในคําว่า เยียวยา; ทําให้หายรั่ว เช่น ยาเรือ.<2t>ว. ใช้ประกอบคํา พี่ น้อง ลูก ว่า พี่ยา น้องยา ลูกยา, ใช้ในราชาศัพท์หมายความว่า เพศชาย เช่น พระเจ้าลูกยาเธอ.",
    "ย่า": "น. แม่ของพ่อ, เมียของปู่, ญาติผู้หญิงที่เป็นชั้นเดียวกันกับแม่ของพ่อ.",
    "ยาก": "น. ความลําบาก.<2t>ว. ลําบาก เช่น พูดยาก, ไม่สะดวก เช่น ไปยาก มายาก, ไม่ง่าย เช่น ตอบยาก ทำยาก; จน เช่น คนยาก, นิยมใช้เข้าคู่กันเป็น ยากจน; (โบ) ขายตัวเป็นทาส.",
    "ยากแค้น": "ว. อัตคัดขัดสน.",
    "ยากจน": "ว. เข็ญใจ, ไร้ทรัพย์.",
    "ยากนาน": "ก. ลําบากมาก.",
    "ยากเย็น": "ว. ลําบากมาก เช่น ได้มาด้วยความยากเย็น.",
    "ยากไร้": "ว. ยากจน, ขาดแคลนไปทุกสิ่งทุกอย่าง เช่น คนยากไร้.",
    "ยากวาด": "น. ยาที่ใช้ป้ายในลำคอเด็กเล็ก&#160;ๆ แก้หละ ละออง ซาง.",
    "ยากันยุง": "น. ยาที่จุดหรือทากันไม่ให้ยุงกัด.",
    "ยาขัด": "น. สิ่งที่ใช้ขัดโลหะ หนัง หรือกระเบื้อง เป็นต้น.",
    "ยาขับเลือด": "น. ยากินเพื่อขับระดู.",
    "ยาขี้ผึ้ง": "น. ยาที่มีลักษณะเป็นขี้ผึ้งหรือครีม ใช้ทาแก้โรคผิวหนังเป็นต้น.",
    "ยาเขียว ๑": "น. ยาแก้ไข้ ทําด้วยใบไม้ล้วน มีหลายชนิด เช่น ยาเขียวใหญ่ ยาเขียวเล็ก ยาเขียวมหาอุดม.",
    "ยาเขียว ๒": "<i>ดู รางจืด (๑)</i>.",
    "ยาคะ": "น. ยัญพิธี. (ป., ส.).",
    "ยาคุ, ยาคู": "น. ข้าวต้ม; เรียกขนมชนิดหนึ่งทําด้วยข้าวอ่อนว่า ข้าวยาคุ หรือ ข้าวยาคู. (ป.).",
    "ยาเคี้ยว": "(กฎ) น. ส่วนใดส่วนหนึ่งของใบยาแห้ง นอกจากใบยาแห้งพันธุ์ยาสูบพื้นเมือง ซึ่งได้ปรุงหรือปนด้วยวัตถุอื่นนอกจากน้ำเพื่ออมหรือเคี้ยว.",
    "ยาง ๑": "น. ชื่อนกในวงศ์ <f>Ardeidae</f> ปากแหลม ขายาว ตัวสีขาว บางชนิดตัวสีดํา นํ้าตาล หรือเขียว หากินตามชายนํ้าและทุ่งนา กินปลา แมลง และสัตว์นํ้าขนาดเล็ก มีหลายชนิด เช่น ยางกรอกพันธุ์จีน <f><i>(Ardeola bacchus)</i></f> ยางควาย <f><i>(Bubulcus ibis)</i></f> ยางโทน ซึ่งมี ๒ ชนิด คือ ยางโทนน้อย <f><i>(Egretta intermedia)</i></f> และ ยางโทนใหญ่ <f><i>(E. alba)</i></f> ยางเปีย <f><i>(E. garzetta)</i></f> ซึ่งในฤดูผสมพันธุ์จะมีขนฟูยาวขึ้นที่ท้ายทอยเป็นเปียสีขาว ๒-๓ เส้น, กระยาง ก็เรียก.",
    "ยาง ๒": "น. ชื่อไม้ต้นขนาดใหญ่หลายชนิดในสกุล <f><i>Dipterocarpus</i></f> วงศ์ <f>Dipterocarpaceae</f> เช่น ยางนา <f>(<i>D. alatus</i> Roxb.)</f> ยางแดง <f>(<i>D. turbinatus</i> C.E. Gaertn.)</f>, ยางที่เจาะเผาจากลําต้นใช้ประสมชันยาเรือ เรียกว่า นํ้ามันยาง.",
    "ยาง ๓": "น. ของเหลวและเหนียวไหลออกจากแผลต้นไม้หรือผลไม้บางอย่าง เช่น ยางสน ยางกล้วย ยางมะละกอ; เรียกสิ่งบางอย่างที่ทําจากยางพาราเป็นต้น เช่น ยางรถ ยางลบ, โดยปริยายเรียกของเหลวที่มีลักษณะเช่นนั้น เช่น แกงบูดเป็นยาง.",
    "ยาง ๔": "น. ชนชาติกะเหรี่ยง.",
    "ย่าง ๑": "ก. ทําให้สุกด้วยการวางไว้เหนือไฟ เพื่อให้สุกระอุทั่วกัน หรือให้แห้ง มักใช้แก่ของสด โดยปรกติใช้เวลานานกว่าปิ้ง เช่น ย่างไก่ ย่างหมู.<2t>ว. ที่ทําให้สุกด้วยวิธีเช่นนั้น เช่น ไก่ย่าง หมูย่าง.",
    "ย่าง ๒": "ก. ยกเท้าก้าวไป, เดิน, ย่างตีน หรือ ย่างเท้า ก็ว่า; เคลื่อนเข้าสู่ เช่น ย่างเข้าหน้าหนาว อายุย่าง ๒๐ ปี.",
    "ยางกราด": "<i>ดู กราด ๔</i>.",
    "ย่างกราย": "ก. เหยียบย่าง (มักใช้ในความปฏิเสธ) เช่น ไม่ได้ย่างกรายไปไหนเลย เขาไม่ได้ย่างกรายมาเลย.",
    "ยางตัน": "น. ยางที่หุ้มล้อรถจักรยานหรือรถยนต์เป็นต้น มีลักษณะตัน ไม่ต้องใช้ลม.",
    "ย่างตีน, ย่างเท้า": "ก. ยกเท้าก้าวไป, เดิน, ย่าง ก็ว่า.",
    "ย่างทราย": "น. ชื่อเถาวัลย์ป่าชนิดหนึ่ง มีใบใหญ่, ย่านทราย ก็เรียก. (พจน. ๒๔๙๓).",
    "ยางนอก": "น. ยางชั้นนอกที่หุ้มล้อรถจักรยานหรือรถยนต์เป็นต้น มีดอกหล่อเป็นลวดลายต่าง&#160;ๆ เพื่อให้เกาะถนน ข้างในกลวงสำหรับใส่ยางใน.",
    "ยางน่อง": "น. ยางไม้ที่ได้จากพรรณไม้หลายชนิด เช่น ต้นน่อง <f>(<i>Antiaris toxicaria</i> Leschen.)</f> มีพิษมาก พวกชาวป่าใช้ทาลูกดอกหรือลูกหน้าไม้ยิงสัตว์.",
    "ยางใน": "น. ยางที่อยู่ชั้นในของยางนอกรถจักรยานหรือรถยนต์เป็นต้น ผิวเรียบมีลักษณะเป็นหลอดกลวง กลม มีจุ๊บสำหรับสูบลมให้พอง.",
    "ยางบอน": "น. เรียกเลือดที่ออกซึม&#160;ๆ ที่ผิวหนังตรงที่ถูกของมีคม.",
    "ยางพารา": "น. ชื่อไม้ต้นชนิด <f><i>Hevea brasiliensis</i> (A. Juss.) Muell. Arg.</f> ในวงศ์ <f>Euphorbiaceae</f> เมื่อกรีดลําต้นได้นํ้ายางสีขาว ใช้ทําผลิตภัณฑ์หลายชนิด เช่น ยางรถ พื้นรองเท้า.",
    "ยางมะตอย": "น. สารผสมประกอบด้วยสารไฮโดรคาร์บอนมากชนิด และสารอินทรีย์อื่น&#160;ๆ ซึ่งเรียกรวม&#160;ๆ กันว่า สารบิทูเมน ลักษณะเป็นของเหลวข้นหนืด หรือเป็นกึ่งของแข็ง สีดํา หรือสีนํ้าตาลแก่แกมดํา เกิดตามธรรมชาติ และเป็นผลพลอยได้จากการกลั่นนํ้ามันปิโตรเลียม ใช้ประโยชน์ราดทําผิวถนนหรือใช้ผสมกับหินขนาดเล็กทําพื้นถนนได้, แอสฟัลต์ ก็เรียก.",
    "ยางมะตูม": "น. เรียกไข่ที่ต้มหรือทอดยังไม่สุกดี ไข่แดงมีลักษณะเป็นยางเหนียว&#160;ๆ คล้ายยางมะตูม (ยางที่หล่อเม็ด).",
    "ย่างเยื้อง": "ก. เดินอย่างมีลีลา, เดินอย่างมีท่างาม, ใช้ในความประชดก็มี, เยื้องย่าง ก็ว่า.",
    "ยางรัด": "น. ยางเส้นเล็ก&#160;ๆ เป็นวง ยืดหดได้ ใช้รัดถุงพลาสติกเป็นต้น.",
    "ยางลบ": "น. ยางไม้หรือพลาสติกบางประเภทที่ทําเป็นแท่งหรือเป็นก้อน ใช้ลบรอยดินสอรอยหมึกเป็นต้น.",
    "ย่างสด": "ก. เผาทั้งเป็น เช่น ถูกย่างสดในกองไฟ.",
    "ยางสน": "น. ยางไม้ที่ได้จากต้นสนเขาในสกุล <f><i>Pinus</i></f> วงศ์ <f>Pinaceae</f> เป็นของแข็งมีลักษณะโปร่งแสง สีคล้ายอำพัน, ชันสน ก็เรียก.",
    "ย่างสามขุม": "น. ท่าเดินเข้าหาคู่ต่อสู้หรือถอยจากคู่ต่อสู้ของนักมวยนักกระบี่กระบองเป็นต้น โดยเดินก้าวย่างเป็นสลับฟันปลา มีตำแหน่งวางเท้าเป็น ๓ เส้า.",
    "ยางหนังสติ๊ก": "น. แถบยางยาว&#160;ๆ มักทำจากยางในรถจักรยาน เวลานำมาผูกกับง่ามหนังสติ๊กจะใช้ยางเพียง ๒ เส้น โดยผูกปลายด้านหนึ่งของแต่ละเส้นกับปลายสิ่งที่เป็นง่าม ซึ่งมักเป็นไม้ แล้วเอาปลายอีกด้านหนึ่งของแต่ละเส้นผูกกับแผ่นหนังรูปสี่เหลี่ยมผืนผ้าชิ้นเล็ก&#160;ๆ ที่อยู่ตรงกลางสำหรับรองรับลูกกระสุนที่ใช้ยิง.",
    "ยางหัวล้าน": "น. ยางนอกที่สึกจนไม่มีดอก.",
    "ย่างเหยียบ": "ก. เข้าไปสู่, เดินเข้าไป, ย่างเข้าสู่, เหยียบย่าง ก็ว่า.",
    "ยางอาย": "น. ความกระดาก, ความละอายใจ, มักใช้ในประโยคปฏิเสธว่า ไม่มียางอาย.",
    "ยาจก, ยาจนก": "[-จก, -จะนก] น. คนขอทาน. (ป., ส.).",
    "ยาจนะ, ยาจนา": "[ยาจะนะ, ยาจะนา] น. การขอ, การขอร้อง, การวิงวอน. (ป., ส.).",
    "ยาจืด": "น. ยาเส้นพื้นเมืองชนิดหนึ่ง เป็นเส้นละเอียด มีรสจืด สีเหลืองนวล ใช้เช็ดปากเช็ดฟันในเวลากินหมากแล้วม้วนเป็นก้อนเล็ก&#160;ๆ จุกไว้ที่มุมปาก, ยาฝอย ก็เรียก.",
    "ยาใจ": "ว. เป็นที่บํารุงหัวใจ, เป็นที่ชื่นใจ.",
    "ยาฉุน": "น. ยาเส้นพื้นเมืองชนิดหนึ่ง เป็นเส้นหยาบ&#160;ๆ มีรสฉุน สีนํ้าตาลแก่ ใช้ใบตองหรือใบจากเป็นต้นมวนสูบ.",
    "ยาไฉน": "[-ฉะไหฺน] (กลอน) ก. อย่าได้สงสัย, ไม่ต้องสงสัย, เช่น พิศบ่พรรับโอ้อ้า เทพไสร้ยาไฉน. (ลอ).",
    "ยาชกะ": "[-ชะกะ] น. ผู้ที่ทําพิธีบูชาหรือพิธีบวงสรวงแทนผู้อื่น. (ป., ส.).",
    "ยาชา": "น. ยาที่ทาหรือฉีดให้ประสาทชา มักใช้ในการผ่าตัดหรือถอนฟัน เป็นต้น.",
    "ยาซัด": "น. เรียกสิ่งที่ใส่ลงในเบ้าที่หลอมโลหะในการเล่นแร่แปรธาตุ เช่น กำมะถัน ว่า ยาซัด, เรียกอาการเช่นนั้นว่า ซัดยา.",
    "ยาซับ": "น. สิ่งที่รองในกระเปาะหัวแหวนหรือเครื่องประดับเพื่อหนุนเพชรพลอยให้มีสีสันงามขึ้น.",
    "ยาด": "<i>ดู เวียน ๒</i>.",
    "ยาดอง": "น. ยาที่ใช้เครื่องสมุนไพรห่อแช่เหล้าเป็นต้น กินบำรุงร่างกายหรือแก้โรค.",
    "ยาดา": "น. หญิงที่เป็นสะใภ้ด้วยกัน เช่น หนึ่งคือนางศิริมหามายา ยาดานารถบพิตรก็ดี. (ม. คําหลวง ทศพร). (ส. ยาตา).",
    "ยาดำ": "น. ผลิตภัณฑ์ที่เตรียมจากนํ้ายางซึ่งได้จากการกรีดโคนใบตามขวางของพืชหลายชนิดในสกุล <f><i>Aloe</i></f> วงศ์ <f>Liliaceae</f> นําไปเคี่ยวให้งวดแล้วทิ้งไว้ให้แข็งตัวเป็นก้อน มีสีนํ้าตาลเข้ม กลิ่นไม่ชวนดม รสขม ใช้เป็นยาได้ ส่วนมากได้จากชนิด <f><i>A. barbadensis</i> Miller</f>; โดยปริยายหมายความว่า แทรกปนอยู่ทั่วไป.",
    "ยาแดง": "น. ยาสูบชนิดหนึ่งของจีน เส้นแดง; ยาผงชนิดหนึ่งสีแดงใช้ชงกินแก้ร้อนใน; ยาน้ำชนิดหนึ่งสีแดง สําหรับใส่แผลสด.",
    "ยาตนา": "[-ตะนา] น. ความเจ็บปวด, การทรมาน. (ป., ส.).",
    "ยาตร, ยาตรา": "[ยาด, ยาดตฺรา] ก. เดิน, เดินเป็นกระบวน. (ป., ส.).",
    "ยาตั้ง": "น. ยาเส้นพื้นเมืองชนิดหนึ่ง ที่ทําเป็นตั้ง.",
    "ยาถ่าย": "น. ยาที่กินเพื่อให้ถ่ายอุจจาระ.",
    "ย่าทวด": "น. แม่ของปู่หรือของย่า.",
    "ยาธาตุ": "น. ยาคุมให้ท้องเป็นปรกติ.",
    "ยาน ๑": "น. เครื่องนําไป, พาหนะต่าง&#160;ๆ เช่น รถ เกวียน เรือ, มักใช้เข้าคู่กับคำ พาหนะ เป็น ยานพาหนะ. (ป., ส.).",
    "ยาน ๒": "ว. อาการที่หย่อนลงหรือห้อยลงกว่าระดับที่ควรมีควรเป็นตามปรกติ.",
    "ย่าน ๑": "น. แถว, ถิ่น, เช่น เขาเป็นคนย่านนี้, บริเวณ เช่น ย่านบางลำพู ย่านสำเพ็ง, ระยะทางตามกว้างหรือยาวจากตําบลหนึ่งไปยังอีกตําบลหนึ่ง; ของที่ตรงและยาว.",
    "ย่าน ๒": "น. เครือเถา เช่น ย่านวันยอ ย่านลิเภา, เรียกรากไทรที่ห้อยย้อยลงมาว่า ย่านไทร.",
    "ย่าน ๓": "ก. ยั่น.",
    "ย่านกอบนาง": "<i>ดู กอบนาง</i>.",
    "ยานกะ": "[-นะกะ] น. ยานพาหนะเล็ก&#160;ๆ. (ป., ส.).",
    "ยานเกราะ": "น. พาหนะล้อหรือสายพานที่สร้างขึ้นด้วยวัสดุที่สามารถป้องกันตนเองจากอาวุธยิงเล็งตรงหรืออาวุธยิงเล็งจำลอง และป้องกันอันตรายจากวัตถุระเบิดหรือป้องกันอันตรายจากนิวเคลียร์ ชีวะ เคมี ในระดับหนึ่ง.",
    "ยานคาง": "ว. อาการที่พูดลากเสียง.",
    "ย่านซื่อ": "น. ระยะที่นํ้าไหลพุ่งตรง.",
    "ย่านทราย": "น. ชื่อเถาวัลย์ป่าชนิดหนึ่ง มีใบใหญ่, ย่างทราย ก็เรียก. (พจน. ๒๔๙๓).",
    "ย่านนมควาย": "<i>ดู กล้วยหมูสัง</i>.",
    "ยานพาหนะ": "น. ยานต่าง&#160;ๆ มีรถและเรือเป็นต้น.",
    "ย่านพาโหม": "น. ชื่อไม้เถาหลายชนิดในสกุล <f><i>Paederia</i></f> วงศ์ <f>Rubiaceae</f> ลำต้นมีขน กลิ่นเหม็น เช่น ชนิด <f><i>P. linearis</i> Hook.f.</f> ใช้แต่งกลิ่นอาหารและทำยาได้, ตดหมูตดหมา ก็เรียก.",
    "ยานมาศ, ยานุมาศ": "[ยานนะมาด, ยานุมาด] น. พระราชยานคานหามสําหรับพระมหากษัตริย์ มีลักษณะเป็นพระแท่นราชบัลลังก์ทรงสูง หรือ พระแท่นราชบัลลังก์ทรงราบ มีทั้งที่มีพนักกงและไม่มีพนักกง ปิดทองทั้งองค์ ประกอบเข้ากับคานหาม ใช้หามหรือหิ้วถวายเป็นพระที่นั่งราชยานในโอกาสเสด็จพระราชดําเนินโดยกระบวนพยุหยาตราทางบก.",
    "ย่านยาว": "น. แถบแม่นํ้าที่ยาวตรงไปไกล.",
    "ย่านลิเภา": "<i>ดู ลิเภา</i>.",
    "ยานอวกาศ": "น. ยานที่ส่งขึ้นไปเดินทางในอวกาศ.",
    "ยานัตถุ์": "น. ผงละเอียดที่ปรุงขึ้นจากใบยาสูบหรือวัตถุใด&#160;ๆ สําหรับนัดโดยเป่าหรือสูดเข้าจมูก, เรียกกิริยาเช่นนั้นว่า นัดยานัตถุ์.",
    "ย่านาง ๑": "น. ผีผู้หญิงที่ประจํารักษาเรือ เรียกว่า แม่ย่านางเรือ.",
    "ย่านาง ๒": "น. ชื่อไม้เถาชนิด <f><i>Tiliacora triandra</i> (Colebr.) Diels</f> ในวงศ์ <f>Menispermaceae</f> ใช้ต้มหน่อไม้แก้รสขื่น รากใช้ทํายาได้, เถาวัลย์เขียว ก็เรียก.",
    "ย่านางช้าง": "<i>ดู โพกพาย</i>.",
    "ยานี": "น. ชื่อกาพย์ชนิดหนึ่ง มี ๑๑ คํา จัดเป็น ๒ วรรค วรรคต้น ๕ คํา วรรคหลัง ๖ คํา; ชื่อเพลงหน้าพาทย์.",
    "ยาบ ๑": "น. เส้นปอ, เปลือกของต้นไม้บางชนิดที่มีปอหรือเส้นใย ใช้ปูรองขากูบกันไม่ให้กัดหนังช้างเป็นต้น.",
    "ยาบ ๒, ยาบ ๆ": "ว. อาการที่โบกหรือกระพือขึ้นลงช้า&#160;ๆ, อาการที่สูงขึ้นและยุบลงช้า&#160;ๆ, ใช้ว่า เยิบยาบ ก็มี.",
    "ยาบำรุงเลือด": "น. ยาบำรุงให้เลือดงาม.",
    "ยาเบื่อ": "น. ยาพิษเป็นต้นที่กินแล้วทำให้เมาหรือตาย.",
    "ยาปน-": "[-ปะนะ-] น. การยังชีวิตให้เป็นไป. (ป., ส. ยาปน ว่า การยัง...ให้เป็นไป).",
    "ยาปนมัต": "น. อาหารที่พอจะให้ร่างกายดํารงอยู่ได้.<2t>ว. สักว่ายังชีวิตให้เป็นไป, พอเลี้ยงชีพ, พอเยียวยาชีวิต, ภาษาตลาดมักพูดว่า ยาปรมัดไส้. (ป. ยาปนมตฺต).",
    "ยาประสะ": "น. ยาประเภทหนึ่งซึ่งตามปรกติเข้าเครื่องยาสิ่งหนึ่งซึ่งเป็นตัวหลัก มีปริมาณเท่ากับเครื่องยาอื่น&#160;ๆ อีกหลายอย่างรวมกัน เรียกชื่อตามเครื่องยาที่เป็นหลัก เช่น ยาประสะขิง คือ เข้าขิงครึ่งหนึ่งกับเครื่องยาอื่น&#160;ๆ อีกครึ่งหนึ่ง แต่มีบางชนิดเครื่องยาที่เป็นตัวหลักมีปริมาณไม่ถึงครึ่งหนึ่งของเครื่องยาทั้งหมด เช่น ยาประสะกานพลู.",
    "ยาประสะน้ำนม": "น. ยาบำรุงแม่ลูกอ่อนให้มีน้ำนมมาก.",
    "ยาเป่า": "น. ยาผงใช้เป่าเข้าลำคอ แก้เจ็บคอ.",
    "ยาโป๊": "น. ยาชูกำลังให้กระชุ่มกระชวยเหมือนเป็นหนุ่มสาวขึ้น.",
    "ยาแผนโบราณ": "(กฎ) น. ยาที่มุ่งหมายสำหรับใช้ในการประกอบโรคศิลปะแผนโบราณ หรือการบำบัดโรคสัตว์ ซึ่งอยู่ในตำรายาแผนโบราณที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศ หรือยาที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศเป็นยาแผนโบราณ หรือยาที่ได้รับอนุญาตให้ขึ้นทะเบียนตำรับยาเป็นยาแผนโบราณ.",
    "ยาแผนปัจจุบัน": "(กฎ) น. ยาที่มุ่งหมายสำหรับใช้ในการประกอบวิชาชีพเวชกรรม การประกอบโรคศิลปะแผนปัจจุบัน หรือการบำบัดโรคสัตว์.",
    "ยาฝอย": "<i>ดู ยาจืด</i>.",
    "ยาฝิ่น": "น. ยาเสพติดชนิดหนึ่งทำจากยางฝิ่น.",
    "ยาแฝด": "น. ยาหรือสิ่งที่ผู้หญิงให้ผัวกินเพื่อให้หลงรักตัวคนเดียว.",
    "ยาพิษ": "น. สิ่งที่มีพิษมาก กินหรือฉีดเข้าร่างกายเป็นต้นแล้วอาจทำให้ถึงตายได้.",
    "ยาม, ยาม-": "[ยาม, ยามะ-] น. ชื่อส่วนแห่งวัน ยามหนึ่งมี ๓ ชั่วโมง รวมวันหนึ่งมี ๘ ยาม; ในบาลีแบ่งกลางคืนเป็น ๓ ยาม ยามหนึ่งมี ๔ ชั่วโมง เรียกว่า ปฐมยาม มัชฌิมยาม และปัจฉิมยาม; (โหร) ช่วงแห่งวัน เป็นเวลายามละชั่วโมงครึ่ง กลางวันมี ๘ ยามตามลำดับคือ สุริยะ ศุกระ พุธะ จันเทา เสารี ครู ภุมมะ สุริยะ กลางคืนมี ๘ ยามตามลำดับคือ รวิ ชีโว ศศิ ศุโกร ภุมโม โสโร พุโธ รวิ; คราว, เวลา, เช่น ยามสุข ยามทุกข์ ยามเช้า ยามกิน; คนเฝ้าสถานที่หรือระวังเหตุการณ์ตามกําหนดเวลา เช่น แขกยาม ไทยยาม คนยาม, เรียกอาการที่อยู่เฝ้าสถานที่หรือระวังเหตุการณ์เช่นนั้นว่า อยู่ยาม หรือ เฝ้ายาม. (ป.).",
    "ย่าม ๑": "น. เครื่องใช้สําหรับใส่สิ่งของเล็ก&#160;ๆ น้อย&#160;ๆ ทําด้วยผ้า มีหูหรือสายในตัวสําหรับสะพาย, ถุงย่าม ก็ว่า.",
    "ย่าม ๒": "ก. เหิม, ทะยาน, ได้ใจ, เช่น ย่ามใจ.",
    "ยามกาลิก": "[ยามะ-] น. ของที่พระสงฆ์เก็บไว้ฉันได้ชั่วคราวเพียงวันหนึ่งกับคืนหนึ่ง ได้แก่ นํ้าอัฐบาน. (ป.). <i>(ดู กาลิก)</i>.",
    "ยามเกา": "น. ชื่อหนึ่งของดาวฤกษ์ปุนัพสุ มี ๓ ดวง, ดาวตาเรือชัย ดาวหัวสําเภา ดาวสะเภา ดาวสําเภาทอง หรือ ดาวปุนัพพสู ก็เรียก.",
    "ยามตูดชาย": "(ถิ่น) น. เวลาบ่าย.",
    "ยามพาด": "(ถิ่น) น. เวลาเช้า.",
    "ยามโยค": "น. เวลาที่ประกอบด้วยฤกษ์.",
    "ยามสามตา": "น. ชื่อวิธีจับยามของหมอดู ใช้นับตามหลัก ๓ หลัก คือ อาทิตย์ จันทร์ และอังคาร เวียนกันไป โดยนับขึ้นต้นที่อาทิตย์ ถ้าวันจับยามเป็นวันข้างขึ้น ให้นับเวียนขวาจากอาทิตย์ไปยังจันทร์และอังคาร ถ้าวันจับยามเป็นวันข้างแรม ให้นับเวียนซ้ายจากอาทิตย์ไปยังอังคารและจันทร์ แล้วทำนายตามตำรายามสามตาหรือตรีเนตร.",
    "ยามะ": "น. ชื่อสวรรค์ชั้นที่ ๓, เทวดาในชั้นนี้เรียกว่า ยามเทวบุตร. (ป.).",
    "ยามักการ": "น. ชื่อเครื่องหมายบังคับให้อ่านพยัญชนะควบ มีรูปดังนี้ &#160;๎ ใช้ในหนังสือบาลีรุ่นเก่า เช่น กต๎วา ทิส๎วา ในปัจจุบันใช้เครื่องหมายพินทุแทน เป็น กตฺวา ทิสฺวา.",
    "ยามา": "น. ชื่อสวรรค์ชั้นที่ ๓ แห่งสวรรค์ ๖ ชั้น ได้แก่ จาตุมหาราชหรือจาตุมหาราชิกหรือจาตุมหาราชิกา ดาวดึงส์ ยามา ดุสิต นิมมานรดี และปรนิมมิตวสวัตดี, มีท้าวสุยามเป็นผู้ครอง.",
    "ยามิก": "น. คนเฝ้ายาม, คนเฝ้ายามเวลากลางคืน. (ส.).",
    "ยาย": "น. แม่ของแม่, เมียของตา, หญิงที่เป็นญาติชั้นเดียวกับแม่ของแม่หรือที่อายุรุ่นราวคราวเดียวกับยาย, (ปาก) คําเรียกหญิงสูงอายุอย่างไม่ค่อยเคารพนับถือ เช่น ยายป้า ยายแก่ ยายคุณหญิง หรือเรียกหญิงรุ่นราวคราวเดียวกันอย่างเป็นกันเอง เช่น ยายปุก ยายกุ้ง หรือเรียกเด็กหญิงที่ตนเอ็นดูรักใคร่ เช่น ยายหนู.",
    "ย้าย": "ก. เปลี่ยนที่ เช่น ย้ายเก้าอี้ไปไว้มุมห้อง.<2t>ว. อาการที่ร่างกายบางส่วนเช่น พุง เอว เคลื่อนไหวไปมาข้างโน้นทีข้างนี้ทีตามจังหวะขณะเดินเป็นต้น (มักใช้แก่คนอ้วน) เช่น เดินย้ายพุง เดินย้ายเอว.",
    "ยายทวด": "น. แม่ของตาหรือของยาย.",
    "ยายี": "ก. เบียดเบียน, รบกวน.",
    "ยาเยีย": "ก. รักษา, บํารุง.",
    "ยาระบาย": "น. ยาถ่ายอย่างอ่อน.",
    "ยารุ": "น. ยาถ่ายอย่างแรง.",
    "ยาลูกกลอน": "น. ยาที่ปั้นเป็นก้อนกลมเพื่อกลืนกิน.",
    "ยาว": "ว. ลักษณะของสิ่งใด&#160;ๆ มีกําหนดระยะจากจุดหนึ่งถึงอีกจุดหนึ่งที่ขยายออกไปไม่ได้แล้ว เช่น ถนนยาว ๓๐ กิโลเมตร เชือกยาว ๒ เมตร, ลักษณะส่วนหนึ่งของสิ่งใด&#160;ๆ มีกําหนดระยะยืดหรือยืนเป็นเส้นตรงจากจุดหนึ่งไปถึงอีกจุดหนึ่งมากกว่าอีกสิ่งหนึ่ง เมื่อมีการเปรียบเทียบกัน, ไม่สั้น เช่น เสื้อแขนยาว กางเกงขายาว กระโปรงยาว, นาน (ใช้แก่เวลา) เช่น หน้าร้อนกลางวันยาวกว่ากลางคืน.",
    "ย้าว": "(โบ) น. เหย้า.",
    "ยาวกาลิก": "[ยาวะ-] น. ของที่พระสงฆ์เก็บไว้ฉันได้ชั่วคราวตั้งแต่เช้าถึงเที่ยงวัน ได้แก่ ข้าวปลาอาหาร. <i>(ดู กาลิก)</i>. (ป.).",
    "ยาวความ": "ว. ต่อความให้ยืดยาวออกไปโดยไม่จำเป็น เช่น อย่าพูดให้ยาวความ.",
    "ยาวชีวิก": "[ยาวะ-] น. ของที่พระสงฆ์เก็บไว้ฉันได้เสมอไป ไม่มีจํากัดกาล, ตามวินัยบัญญัติได้แก่ของที่ใช้ประกอบเป็นยาสงเคราะห์เข้าในคิลานปัจจัย. <i>(ดู กาลิก)</i>. (ป.).",
    "ยาวบั่น สั้นต่อ": "(สํา) ก. รักจะอยู่ด้วยกันนาน&#160;ๆ ให้ตัดความคิดอาฆาตพยาบาทออกไป รักจะอยู่กันสั้น&#160;ๆ ให้คิดอาฆาตพยาบาทเข้าไว้, รักยาวให้บั่น รักสั้นให้ต่อ ก็ว่า.",
    "ยาวเฟื้อย": "ว. ยาวมาก (มักใช้แก่สิ่งที่เป็นเส้นอย่างผมหรือหางไก่เป็นต้น) เช่น ผมยาวเฟื้อย ไก่ฟ้าหางยาวเฟื้อย.",
    "ยาวยืด": "ว. อาการที่ของเหลวและเหนียวไหลย้อยยาวลงมา, ยาวมากไม่รู้จักจบ (มักใช้แก่ข้อความหรือเรื่องราวที่ยาวเกินไป) เช่น เรื่องนี้ยาวยืดเล่าไม่รู้จักจบ.",
    "ยาวรี": "ว. กลมยาวเรียวและมีหัวท้ายเหมือนเมล็ดข้าวสาร, ยาวเรียวไปอย่างใบข้าว คือ โคนโตปลายเรียวเล็ก.",
    "ยาวเหยียด": "ว. ทอดตรงออกไปเต็มเหยียด เช่น นอนยาวเหยียด, ยาวเป็นแถวเป็นแนวไปไกล เช่น ขบวนยาวเหยียด, ยาวมากเกินไป เช่น พรรณนาสรรพคุณเสียยาวเหยียด.",
    "ยาวัส": "น. ฟ่อนหญ้า, หญ้าหรืออาหารสําหรับสัตว์. (ส.).",
    "ยาสมุนไพร": "(กฎ) น. ยาที่ได้จากพฤกษชาติ สัตว์ หรือแร่ ซึ่งมิได้ผสม ปรุง หรือแปรสภาพ.",
    "ยาสลบ": "น. สารเคมีที่ใช้ในการแพทย์เพื่อทําให้สลบ.",
    "ยาสั่ง": "น. ยาพิษจําพวกหนึ่งที่เชื่อกันว่า ถ้าผู้ใดกินเข้าไปแล้วจะต้องตาย เมื่อไปกินอาหารที่กําหนดหรือตามเวลาที่กําหนดไว้.",
    "ยาสามัญประจำบ้าน": "(กฎ) น. ยาแผนปัจจุบันหรือยาแผนโบราณ ที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศเป็นยาสามัญประจำบ้าน.",
    "ยาสีฟัน": "น. สิ่งที่เป็นผงหรือครีมเป็นต้นใช้สีฟันเพื่อรักษาฟันให้สะอาดและแข็งแรง.",
    "ยาสุมหัว": "น. ยาที่ใช้สมุนไพร เช่น ว่านเปราะ หัวหอม โขลกพอกกระหม่อมเด็กแก้หวัด.",
    "ยาสูบ ๑": "น. ยาสำหรับสูบ มีทั้งที่เป็นมวนและที่เป็นเส้นสำหรับสูบกล้อง; (กฎ) บุหรี่ซิกาแรต บุหรี่ซิการ์ บุหรี่อื่น ยาเส้นปรุง รวมตลอดถึงยาเคี้ยวด้วย.",
    "ยาสูบ ๒": "น. ชื่อไม้ล้มลุกชนิด <f><i>Nicotiana tabacum</i> L.</f> ในวงศ์ <f>Solanaceae</f> ใบหั่นเป็นเส้นใช้กินกับหมากหรือมวนสูบ ทําเป็นผงใช้เป่าหรือสูดดม.",
    "ยาสูบ ๓": "น. ใบของต้นยาสูบ <f>(<i>Nicotiana tabacum</i> L.)</f> ที่หั่นเป็นเส้นใช้ใบตองหรือใบจากเป็นต้นมวนสูบ.",
    "ยาเส้น": "น. ยาสูบชนิดหนึ่งที่หั่นใบยาเป็นเส้น&#160;ๆ หรือเป็นชิ้นเล็ก&#160;ๆ สําหรับมวนสูบหรือใส่กล้องสูบ; (กฎ) ใบของต้นยาสูบหรือยาอัดซึ่งได้หั่นเป็นเส้นและแห้งแล้ว.",
    "ยาเส้นปรุง": "(กฎ) น. ใบยาซึ่งมิใช่ใบยาพันธุ์ยาสูบพื้นเมืองหรือยาอัด ซึ่งได้หั่นเป็นเส้นและปรุงหรือปนด้วยวัตถุอื่นนอกจากน้ำ.",
    "ยาเสพติด": "น. ยาหรือสารเคมีซึ่งเมื่อเสพหรือฉีดเข้าสู่ร่างกายติดต่อกันชั่วระยะเวลาหนึ่งก็จะติด ก่อให้เกิดพิษเรื้อรัง ทําให้ร่างกายและจิตใจเสื่อมโทรม เช่น ฝิ่น กัญชา เฮโรอีน ยานอนหลับ สุรา.",
    "ยาเสพติดให้โทษ": "(กฎ) น. สารเคมีหรือวัตถุชนิดใด&#160;ๆ ซึ่งเมื่อเสพเข้าสู่ร่างกายไม่ว่าจะโดยรับประทาน ดม สูบ ฉีด หรือด้วยประการใด&#160;ๆ แล้วทําให้เกิดผลต่อร่างกายและจิตใจในลักษณะสําคัญ เช่นต้องเพิ่มขนาดการเสพขึ้นเป็นลําดับ มีอาการถอนยาเมื่อขาดยา มีความต้องการเสพทั้งทางร่างกายและจิตใจอย่างรุนแรงตลอดเวลา และสุขภาพโดยทั่วไปจะทรุดโทรมลง กับรวมตลอดถึงพืชหรือส่วนของพืชที่เป็นหรือให้ผลผลิตเป็นยาเสพติดให้โทษ หรืออาจใช้ผลิตเป็นยาเสพติดให้โทษและสารเคมีที่ใช้ในการผลิตยาเสพติดให้โทษด้วย ทั้งนี้ตามที่รัฐมนตรีว่าการกระทรวงสาธารณสุขประกาศในราชกิจจานุเบกษา แต่ไม่หมายความถึงยาสามัญประจำบ้านบางตำรับตามกฎหมายว่าด้วยยาที่มียาเสพติดให้โทษผสมอยู่.",
    "ยาไส้": "(ปาก) ก. ประทังความหิว เช่น หากินไม่พอยาไส้.",
    "ยาหม้อ": "น. ยาไทยที่ประกอบด้วยสมุนไพร กระดูกสัตว์ และเครื่องยาอื่น&#160;ๆ ใส่หม้อต้มแล้วกินน้ำที่เคี่ยวจนงวดเพื่อบำบัดโรค.",
    "ยาหม่อง": "น. ยาขี้ผึ้งชนิดหนึ่ง ใช้ทา นวด เป็นต้น.",
    "ยาหม้อใหญ่": "(สํา) น. สิ่งที่น่าเบื่อ เช่น วิชาคำนวณเป็นยาหม้อใหญ่.",
    "ยาหมู่": "น. ยาที่ประกอบด้วยสิ่งต่าง&#160;ๆ ที่เป็นของแข็ง มีแก่นไม้ เขี้ยวงา กระดูก เป็นต้น ใช้ฝนกินแก้ร้อนในและผิดสำแลง.",
    "ยาหยัง": "[-หฺยัง] ก. ชนะศัตรู. (ช.).",
    "ย่าหยา": "[-หฺยา] น. เรียกหญิงลูกครึ่งจีนกับมลายูที่เกิดในมลายูและอินโดนีเซียว่า ย่าหยา, คู่กับ บ้าบ๋า.",
    "ยาหยี": "[-หฺยี] น. น้องรัก. (ช.).",
    "ยาหัด": "ว. ชั่ว, ไม่ดี, หยาบ, ไม่งาม. (ช.).",
    "ยาเหน็บ": "น. ยาที่ใช้สอดเข้าไปในช่องทวารหนักเพื่อให้อุจจาระออก.",
    "ยาเหลือง": "น. ยาน้ำชนิดหนึ่งสีเหลือง สำหรับใส่แผลเรื้อรัง.",
    "ยาอัด": "(กฎ) น. ส่วนใดส่วนหนึ่งของต้นยาสูบซึ่งได้ป่นหรือย่อยและทําเป็นแผ่นโดยมีวัตถุอื่นเจือปนด้วยหรือไม่ก็ตาม.",
    "ยาอุทัย": "น. ยาสำหรับหยดลงน้ำ มีสีชมพูทำให้น้ำมีกลิ่นหอมชื่นใจ.",
    "ยำ ๑": "ก. เคล้าคละ, ปะปน.<2t>น. ชื่อกับข้าวอย่างหนึ่งที่ปรุงโดยเอาผักและเนื้อสัตว์เป็นต้นมาเคล้าเข้าด้วยกัน เช่น ยำเนื้อ ยำเล็บมือนาง ยำปลากรอบ.",
    "ยำ ๒": "ก. เคารพ, นับถือ.",
    "ย่ำ": "ก. เหยียบหนัก&#160;ๆ ซํ้า&#160;ๆ, ถ้าเหยียบในลักษณะเช่นนั้นอยู่กับที่เรียกว่า ยํ่าเท้า, เดินในลักษณะคล้ายคลึงเช่นนั้น; ตีกลองหรือฆ้องถี่&#160;ๆ หลายครั้งเพื่อบอกเวลาสําหรับเปลี่ยนยาม เรียกว่า ยํ่ากลอง ยํ่าฆ้อง, ยํ่ายาม ก็เรียก, ถ้ากระทําในเวลาเช้า เรียกว่า ยํ่ารุ่ง (ราว ๖ น.), ถ้ากระทําในเวลาคํ่า เรียกว่า ยํ่าคํ่า (ราว ๑๘ น.).",
    "ย้ำ, ย้ำ ๆ": "ก. พูดหรือทําซํ้า&#160;ๆ (เพื่อเน้นให้แน่น ให้กระชับ ให้มั่นคง) เช่น พูดยํ้า ยํ้าหัวตะปู.<2t>ว. อาการที่กัดเบา&#160;ๆ เพียงให้บุบหรือเป็นรอยช้ำ เช่น หมากัดย้ำ แต่ไม่เข้า เคี้ยวพอย้ำ&#160;ๆ.",
    "ยำเกรง": "ก. เกรงกลัวเพราะความเคารพนับถือ, ยําเยง ก็ว่า.",
    "ยำขโมย": "น. ยำเนื้อย่างใส่แตงกวา ปรุงรสเปรี้ยว เค็ม เผ็ด.",
    "ย่ำต๊อก": "ก. เดินย่ำไปเรื่อย&#160;ๆ เพราะไม่มีรถหรือค่ารถเป็นต้น.",
    "ยำทวาย": "น. ยำชนิดหนึ่ง มีผักลวกเช่นผักบุ้ง กะหล่ำปลี ถั่วงอก ราดด้วยหัวกะทิและน้ำพริกซึ่งปรุงรสเปรี้ยว เค็ม หวาน และโรยงาคั่ว.",
    "ย่ำเทือก": "ก. ยํ่าดินโคลนพื้นนาที่จะตกกล้าให้อ่อนเหลว, ย่ำขี้เทือก ก็เรียก.",
    "ย่ำเป็นเทือก": "ก. ย่ำกันไปมาจนเปื้อนเปรอะเลอะเทอะเหมือนเปรอะด้วยขี้เทือก.",
    "ยำยาม": "ก. ชมเชย.",
    "ย่ำยี": "ก. เบียดเบียน เช่น ย่ำยีศาสนา, บีบคั้น, ข่มเหง, เช่น ย่ำยีจิตใจ, บดขยี้ เช่น ยกกองทัพไปย่ำยีประเทศอื่น.",
    "ยำเยง": "(แบบ) ก. ยําเกรง.",
    "ยำเยีย": "ก. ถูกกระทําในทางร้ายโดยวิธีใช้เวทมนตร์ต่าง&#160;ๆ, มักใช้ว่า ถูกกระทํายําเยีย.",
    "ย่ำแย่": "ว. เหลือทน.",
    "ยำสลัด": "น. ยำชนิดหนึ่งตามแบบตะวันตก ประกอบด้วยผักสดหลายชนิด เช่น ผักกาดหอม หอมหัวใหญ่ มะเขือเทศ แตงกวา เป็นหลัก และอาจมีเนื้อสัตว์หรือไข่ด้วย ราดด้วยน้ำปรุงรสที่เรียกว่า น้ำสลัด.",
    "ย้ำหัวเห็ด": "ก. สอดนอตที่ปลายข้างหนึ่งบานลงในรูแผ่นโลหะ ๒ แผ่นที่ซ้อนให้รูตรงกัน ทำให้นอตร้อนจัดแล้วตอกย้ำให้ปลายบานอย่างดอกเห็ด ซึ่งเมื่อปล่อยให้เย็น นอตจะหดตัวรัดโลหะ ๒ แผ่นนี้ให้แนบกันสนิท.",
    "ย้ำเหยอ": "[-เหฺยอ] ว. เลอะเทอะ, หลงลืม.",
    "ยำใหญ่": "น. ยำที่ใส่แตงกวา ไข่ต้ม กุ้งต้ม หมูต้ม หนังหมู เห็ดหูหนู หัวผักกาดขาว ใบสะระแหน่ ใบโหระพา ปรุงให้มีรสเปรี้ยว เค็ม หรือหวานด้วยก็ได้.",
    "ยิก, ยิก ๆ": "ว. อาการที่ทำติดต่อกันถี่&#160;ๆ บ่อย&#160;ๆ เช่น ท้ายิกเลย เกาหัวยิก&#160;ๆ ชวนยิก&#160;ๆ, ขยิก ก็ใช้.",
    "ยิง": "ก. ทําให้อาวุธเช่นลูกศรหรือลูกปืนแล่นออกไปโดยแรงด้วยกําลังส่ง เช่น ยิงธนู ยิงปืน.",
    "ยิ่ง": "ว. ถ้าอยู่ข้างหลัง หมายความว่า เป็นยอด, ที่สุด, เช่น งามยิ่ง ดียิ่ง, ถ้าอยู่ข้างหน้า ใช้ในเชิงเปรียบเทียบหมายความว่า เกิน, ลํ้า, เพิ่มขึ้น, เจริญขึ้น, มากขึ้น, ฯลฯ เช่น ยิ่งงาม ยิ่งดี, ถ้าประกอบหน้าคำอื่นมักมาเป็นคู่กันเสมอ เช่น ยิ่งมากยิ่งดี ยิ่งตียิ่งกัด ยิ่งแก่ยิ่งโง่ ยิ่งโตยิ่งเซ่อ.",
    "ยิ่งกว่านั้น": "ว. มากกว่านั้น.",
    "ยิ่งนัก": "ว. อย่างยิ่ง.",
    "ยิงปืนนัดเดียวได้นกสองตัว": "(สํา) ก. ทําอย่างเดียวได้ผล ๒ อย่าง, ลงทุนครั้งเดียวได้ผลกําไร ๒ ทาง.",
    "ยิงเป้า": "ก. ต้องโทษโดยยิงให้ตายเพราะความผิดร้ายแรง.",
    "ยิงฟัน": "ก. แยกริมฝีปากให้เห็นฟันขบกัน, บางทีใช้เข้าคู่กับคำ แยกเขี้ยว เป็น แยกเขี้ยวยิงฟัน.",
    "ยิ่งยวด": "ว. เยี่ยมที่สุด เช่น มีความสามารถอย่างยิ่งยวด, มากที่สุด เช่น ใช้ความพยายามอย่างยิ่งยวด, ยวดยิ่ง ก็ว่า.",
    "ยิงลม": "น. เรียกตัวไม้ประกอบเครื่องบนหลังคาเรือน ทำหน้าที่ยันอยู่ข้างหลังจั่ว ตั้งทแยงปลายข้างหนึ่งยันกับขื่อเพื่อเสริมให้จั่วมั่นคง.",
    "ยิ่งใหญ่": "ว. มีอำนาจมาก เช่น นักการเมืองผู้ยิ่งใหญ่, มีสติปัญญาความสามารถสูง เช่น กวีผู้ยิ่งใหญ่, สำคัญ เช่น ลดราคาครั้งยิ่งใหญ่.",
    "ยิฏฐะ, ยิฐะ": "[ยิดถะ] น. การบูชา, การเซ่นสรวง. (ป. ยิฏฺ&#xf700;; ส. อิษฺฏ).",
    "ยิน ๑": "ก. รู้เสียงด้วยหู (มักใช้ว่า ได้ยิน), ฟัง, ใช้ประกอบกับคําอื่นหมายความว่า รู้สึก, ชอบ, ยอม ก็มี.",
    "ยิน ๒": "น. ส่วนหนึ่งของขอช้างที่ยื่นออกจากตัวขออีกข้างหนึ่ง.",
    "ยินแคลน": "ก. รู้สึกลําบาก.",
    "ยินใจ": "ก. พอใจ, ตามใจ.",
    "ยินดี": "ก. ชอบใจ, ดีใจ.",
    "ยินมลาก": "[-มะลาก] ก. ดีใจมาก, ชอบใจมาก.",
    "ยินยอม": "ก. ยอม, ไม่ขัด, ตกลง, ชอบใจ, ตาม.",
    "ยินยอมพร้อมใจ": "ก. เห็นด้วยร่วมกัน.",
    "ยินร้าย": "ก. ไม่พอใจ, ไม่ชอบใจ.",
    "ยินลากขากดี": "ก. พอใจและภูมิใจมาก เช่น จะยินลากขากดีด้วยนาง. (ดอกสร้อยสวรรค์ครั้งกรุงเก่า).",
    "ยิบ ๑": "ว. ยิ่ง, มักใช้ประกอบคํา ถี่ หรือ ละเอียด เป็น ถี่ยิบ ละเอียดยิบ.",
    "ยิบ ๒": "(ปาก) ก. ยักเอาไว้, ริบไว้, เช่น ไม่รู้ว่าใครเอาของมาลืมทิ้งไว้ เลยยิบเอาไปเสียเลย.",
    "ยิบ ๆ": "ว. อาการที่รู้สึกคันทั่วไปตามผิวหนังเพราะเป็นผดหรือถูกละอองเป็นต้น เช่น คันผดยิบ&#160;ๆ; อาการกะพริบตาถี่&#160;ๆ เช่น ทำตายิบ&#160;ๆ; เป็นประกายอย่างเปลวแดด เช่น เห็นแดดยิบ&#160;ๆ.",
    "ยิบหยี": "ว. ทำตาหยีพร้อมกับทำตายิบ&#160;ๆ ด้วย เช่น ทำตายิบหยี.",
    "ยิปซัม": "น. แร่ชนิดหนึ่ง ชื่อไฮเดรเตดแคลเซียมซัลเฟต <f>(hydrated calcium sulphate)</f> มีสูตร <f>CaSO<sub>4</sub>&#183;2H<sub>2</sub>O</f> เมื่อนํามาเผาให้ร้อนถึง ๑๒๐ &#x00b0;-๑๓๐ &#x00b0;ซ. จะได้ผงสีขาว เรียกว่า ปูนปลาสเตอร์, หินฟองเต้าหู้ หรือ เกลือจืด ก็เรียก. (อ. <f>gypsum</f>).",
    "ยิปซี": "น. ชนเผ่าเร่ร่อน เชื้อสายคอเคซอยด์ ผิวคลํ้า เดิมอาศัยอยู่ในอินเดีย เข้าไปเร่ร่อนในยุโรปประมาณพุทธศตวรรษที่ ๑๙-๒๐ ดํารงชีพด้วยการเล่นดนตรี ค้าม้า ทํานายโชคชะตา เป็นต้น. (อ. <f>gypsy, gipsy</f>).",
    "ยิ้ม": "ก. แสดงให้ปรากฏว่าชอบใจ เยาะเย้ย หรือเกลียดชัง เป็นต้น ด้วยริมฝีปากและใบหน้า.",
    "ยิ้มกริ่ม": "ก. ยิ้มน้อย&#160;ๆ ด้วยความกระหยิ่มใจหรือพอใจ, กระหยิ่มยิ้มย่อง.",
    "ยิ้มเก้อ, ยิ้มค้าง": "ก. อาการที่ยิ้มให้เขาแล้วเขาไม่ยิ้มตอบ ทำให้รู้สึกเก้อเขิน.",
    "ยิ้มแก้เก้อ, ยิ้มแก้ขวย": "ก. อาการที่รู้สึกเก้อหรือขวยแล้วไม่รู้จะทำอย่างไร ก็ฝืนยิ้มออกมา.",
    "ยิ้มเจื่อน": "ก. ยิ้มวางหน้าไม่สนิท.",
    "ยิ้มแฉ่ง": "ก. ยิ้มอย่างร่าเริงเบิกบาน.",
    "ยิ้มด้วยปาก ถากด้วยตา": "(สํา) ก. เยาะเย้ยด้วยกิริยาท่าทาง.",
    "ยิ้มแต้": "ก. ยิ้มอย่างเปิดเผยด้วยความยินดีหรือดีใจมาก.",
    "ยิ้มน้อยยิ้มใหญ่": "ก. ยิ้มแล้วยิ้มอีกด้วยความดีใจหรืออิ่มเอิบใจ.",
    "ยิมนาสติก": "น. ชื่อกีฬาชนิดหนึ่ง แข่งขันกันโดยผู้เล่นต้องแสดงท่าต่าง&#160;ๆ ที่มีทั้งท่าบังคับและท่าสมัครให้เข้ากับอุปกรณ์การเล่นแต่ละอย่าง เช่น บาร์เดี่ยว บาร์คู่ ห่วงนิ่ง. (อ. <f>gymnastic</f>).",
    "ยิ้มในหน้า": "ว. อมยิ้ม.",
    "ยิ้มแป้น": "ก. ยิ้มทําแก้มแป้น.",
    "ยิ้มเผล่": "ก. ยิ้มอย่างกระหยิ่มอิ่มใจ.",
    "ยิ้มเฝื่อน": "ก. ยิ้มวางหน้าไม่สนิทคล้ายกินของมีรสเฝื่อน.",
    "ยิ้มมุมปาก": "ก. ยิ้มที่มุมปากข้างใดข้างหนึ่งโดยไม่เปิดปาก.",
    "ยิ้มย่อง, ยิ้มย่องผ่องใส": "ก. ยิ้มด้วยความอิ่มใจ, กระยิ้มกระย่อง ก็ว่า.",
    "ยิ้มยียวน": "ก. ยิ้มกวนให้เกิดโทสะหรือชวนให้หมั่นไส้.",
    "ยิ้มเยาะ": "ก. ยิ้มเป็นเชิงเย้ยหยัน.",
    "ยิ้มแย้ม, ยิ้มแย้มแจ่มใส": "ก. ยิ้มอย่างชื่นบาน, แย้มยิ้ม ก็ว่า.",
    "ยิ้มละไม": "ก. ยิ้มน้อย&#160;ๆ อยู่ในหน้า.",
    "ยิ้มสู้": "ก. ยิ้มพร้อมที่จะสู้กับอุปสรรคอันตรายใด&#160;ๆ โดยไม่ยอมถอย.",
    "ยิ้มแสยะ": "ก. ยิ้มแบะปากแยกเขี้ยวเป็นการขู่ขวัญให้เกรงกลัวหรือขู่ว่าจะทำร้าย.",
    "ยิ้มหัว": "ก. ยิ้มแกมหัวเราะ, ยิ้มแย้มหยอกล้อกัน.",
    "ยิ้มเหย": "[-เหฺย] ก. ยิ้มหน้าเบ้, ฝืนยิ้ม.",
    "ยิ้มแห้ง": "ก. จำใจยิ้ม.",
    "ยิ้มแหย": "[-แหฺย] ก. ยิ้มอย่างเก้ออาย.",
    "ยิหวา": "[-หฺวา] น. ดวงชีวิต, ดวงใจ. (ช.).",
    "ยี": "ก. ขยี้ เช่น ยีลูกตาล, ขยี้ให้ฟู เช่น ยีแป้งขนมขี้หนู, ทำให้ฟู เช่น ยีผม, ละเลง เช่น ตักอาหารมามาก&#160;ๆ กินไม่หมดจะเอายีหัว.",
    "ยี่ ๑": "ว. สอง ในคำว่า ยี่สิบ, ที่สอง เช่น เดือนยี่ (คือ เดือนที่ ๒ นับทางจันทรคติ), โบราณใช้ว่า ญี่ ก็มี.",
    "ยี่ ๒": "(ถิ่น-พายัพ) น. ปีขาล.",
    "ยี้": "อ. คําที่เปล่งออกมาแสดงอาการรังเกียจสิ่งใดสิ่งหนึ่งเป็นต้น เช่น ยี้! เสื้อสกปรกอย่างนี้ยังจะเอามาให้อีก, อี๊ ก็ว่า.",
    "ยี่ก่า": "น. ขนนกที่ปักหมวก.",
    "ยี่เก": "(ปาก) น. ลิเก.",
    "ยี่เข่ง": "น. ชื่อไม้ต้นชนิด <f><i>Lagerstroemia indica</i> L.</f> ในวงศ์ <f>Lythraceae</f> ดอกสีม่วงแดง ชมพู หรือขาว ออกเป็นช่อตามปลายกิ่ง.",
    "ยี่โถ": "น. ชื่อไม้พุ่มชนิด <f><i>Nerium oleander</i> L.</f> ในวงศ์ <f>Apocynaceae</f> ดอกสีชมพู ขาว แดง หรือเหลือง มีทั้งกลิ่นหอมและไม่มีกลิ่นหอม ยางเป็นพิษ.",
    "ยี่โถฝรั่ง": "<i>ดู รําเพย ๒</i>.",
    "ยีน": "น. ผ้าฝ้ายเนื้อหนาหยาบ มักย้อมสีน้ำเงิน. (อ. <f>jean</f>).",
    "ยี่โป้": "น. ผ้าสำหรับพาดไหล่ หรือคาดพุง.",
    "ยี่ภู่": "น. ที่นอน, ฟูก, (ราชาศัพท์ใช้ว่า พระยี่ภู่).",
    "ยียวน": "ก. เคล้าคลึงชวนให้กําเริบรัก, คลึงเคล้าให้เป็นที่พอใจ; ก่อกวนให้เกิดโทสะ, ยวนยี ก็ว่า.",
    "ยีราฟ": "น. ชื่อสัตว์เลี้ยงลูกด้วยนมในวงศ์ <f>Giraffidae</f> เป็นสัตว์เคี้ยวเอื้อง คอยาวมาก มีเขา ๑ คู่ ตัวสีน้ำตาลอมเหลืองมีลายสีน้ำตาลเข้มลักษณะเป็นดอกหรือเป็นตาราง อยู่รวมกันเป็นฝูง มีถิ่นกำเนิดในทวีปแอฟริกา มีหลายชนิด เช่น ชนิด <f><i>Giraffa camelopardalis</i></f>.",
    "ยี่สก": "น. ชื่อปลานํ้าจืดชนิด <f><i>Probarbus jullieni</i></f> ในวงศ์ <f>Cyprinidae</f> ลําตัวยาวเพรียว แบนข้าง มีหนวดสั้นที่มุมปากข้างละ ๑ เส้น มีแถบสีดําเด่นพาดตามยาวเฉพาะบนลําตัว ๗-๘ แถบ ขนาดยาวกว่า ๙๐ เซนติเมตร, ยี่สกทอง ก็เรียก.",
    "ยี่สกทอง": "<i>ดู ยี่สก</i>.",
    "ยี่สง": "น. ถั่วยี่สง. <i>(ดู ถั่วลิสง)</i>.",
    "ยี่สน": "น. ชื่อปลากระเบนทะเลชนิด <f><i>Aetobatus narinari</i></f> ในวงศ์ <f>Myliobatidae</f> ผิวหนังเรียบ ใกล้โคนหางด้านบนมีเงี่ยง ๑-๔ เงี่ยง เรียงอยู่ชิดกัน ด้านหลังสีดำมีจุดสีขาวกระจายอยู่ส่วนท้าย ด้านท้องสีขาว ขนาดกว้างได้ถึง ๑.๕ เมตร, กระเบนเนื้อดำ ก็เรียก.",
    "ยี่สาน, ยี่ส่าน": "น. ตลาดของแห้ง, ที่ขายของแห้ง. (เทียบเปอร์เซีย <f>bazaar</f>).",
    "ยี่สิบ": "ว. จํานวน ๑๐ สองหนรวมกัน.",
    "ยี่สุ่น": "<i>ดู กุหลาบ (๑)</i>.",
    "ยี่หระ": "(ปาก) ก. สะทกสะท้าน, ไยดี, มักใช้ในความปฏิเสธ เช่น ไม่เห็นยี่หระ.",
    "ยี่หร่า": "[-หฺร่า] <i>ดู เทียนขาว</i>. (เทียบ ส. ชีรก; ทมิฬ ชีรา; ฮินดูสตานี <f>zira</f>).",
    "ยี่หร่าหวาน": "<i>ดู เทียนข้าวเปลือก</i>.",
    "ยี่ห้อ": "น. เครื่องหมายสําหรับร้านค้าหรือการค้า, ชื่อร้านค้า; เครื่องหมาย เช่น สินค้ายี่ห้อนี้รับประกันได้; (ปาก) ลักษณะ เช่น เด็กคนนี้หน้าตาบอกยี่ห้อโกง; ชื่อเสียง เช่น ต้องรักษายี่ห้อให้ดี อย่าทำให้เสียยี่ห้อ. (จ.).",
    "ยี่หุบ": "น. ชื่อไม้พุ่มชนิด <f><i>Magnolia coco</i> DC.</f> ในวงศ์ <f>Magnoliaceae</f> ดอกสีขาว ลักษณะคล้ายดอกมณฑาแต่เล็กกว่า.",
    "ยึกยัก": "ก. ขยุกขยิก, ยักไปยักมา, เช่น นั่งทำตัวยึกยัก.<2t>ว. อาการที่ลังเลไม่กล้าตัดสินใจ, กระยึกกระยัก ก็ว่า.",
    "ยึกยือ": "ว. หยิกไปหยิกมา, ไม่ตรง, ไม่เป็นระเบียบ, เช่น เขียนหนังสือเป็นตัวยึกยือ, กระยึกกระยือ ก็ว่า.",
    "ยึด": "ก. ถือเอาไว้ เช่น ยึดราวบันไดไว้ให้ดี, เหนี่ยว, รั้ง, เช่น หนุมานยึดรถพระอาทิตย์; เข้าครอบครอง เช่น ยึดพื้นที่, ใช้อำนาจกฎหมายรับสิ่งใดสิ่งหนึ่งมา เช่น ยึดใบขับขี่ ยึดทรัพย์.",
    "ยึดครอง": "ก. เข้าถือสิทธิครอบครอง.",
    "ยึดถือ": "ก. จับถือ, เอามารักษา, นับถือ เช่น ยึดถือพระรัตนตรัยเป็นที่พึ่ง.",
    "ยึดทรัพย์": "(กฎ) ก. การที่เจ้าพนักงานเอาทรัพย์สินไปจากการครอบครองของบุคคล เพราะเหตุที่กระทําการฝ่าฝืนกฎหมายหรือเพื่อบังคับคดี.",
    "ยึดมั่น": "ก. ยึดถืออย่างมั่นคง ไม่เปลี่ยนแปลงง่าย&#160;ๆ เช่น ยึดมั่นในหลักการ ยึดมั่นในตัวบุคคล.",
    "ยึดหัวหาด": "ก. ยึดชายฝั่งทะเลซึ่งอยู่ในความครอบครองของข้าศึกเพื่อสะดวกในการยกพลขึ้นบก, โดยปริยายหมายถึงยึดจุดสำคัญหรือบุคคลสำคัญเป็นต้นเพื่อที่จะทำให้แผนการขั้นต่อไปประสบความสำเร็จ เช่น ต้องยึดหัวหาดในพรรคให้ได้ก่อน.",
    "ยึดเหนี่ยว": "ก. อาศัยเป็นที่พึ่ง.",
    "ยึดอำนาจ": "ก. ใช้กำลังเข้าแย่งอำนาจในการบริหารบ้านเมือง.",
    "ยืด": "ก. ขยายตัวให้ยาวออกไปได้ เช่น ยางยืด ผ้ายืดออกไป, ขยายเวลาให้นานออกไป เช่น ยืดเวลา.<2t>ว. เรียกสิ่งที่ขยายตัวให้ยาวหรือกว้างออกไปเช่นนั้น เช่น เสื้อยืด กางเกงยืด; ยาว เช่น น้ำลายไหลยืด; นาน, ยืนนาน, เช่น อยู่กันยืด.",
    "ยืดแข้งยืดขา, ยืดเส้นยืดสาย": "ก. อาการที่ออกกำลังโดยเดินหรือวิ่งเป็นต้นเพื่อให้หายเมื่อยขบ.",
    "ยืดตัว": "ก. เจริญเติบโต (ใช้แก่เด็กเล็ก&#160;ๆ) เช่น เด็กกำลังยืดตัว.",
    "ยืดยาด": "ว. เสียเวลานาน, ชักช้า, เช่น ทำงานยืดยาด แต่งตัวยืดยาด.",
    "ยืดยาว": "ว. ยาวมาก เช่น พูดเสียยืดยาว พรรณนาสรรพคุณเสียยืดยาว.",
    "ยืดเยื้อ": "ว. ยาวนาน, ไม่ใคร่จะจบสิ้นง่าย&#160;ๆ, เช่น คดียืดเยื้อ.",
    "ยืดหยุ่น": "(วิทยา) ว. ลักษณะที่วัตถุสามารถกลับคืนสู่รูปทรงเดิมได้หลังจากแรงที่มากระทําต่อวัตถุนั้นหยุดกระทํา; โดยปริยายหมายความว่า รู้จักผ่อนสั้นผ่อนยาว, ไม่ตายตัว, อะลุ่มอล่วย, เปลี่ยนแปลงได้.",
    "ยืดอก": "ก. เบ่งอกแสดงให้เห็นความสง่าผ่าเผยเป็นต้น.",
    "ยืน": "ก. ตั้งอยู่ เช่น เสายืนเรียงเป็นแถว, เอาเท้าเหยียบพื้นแล้วตั้งตัวให้ตรงขึ้นไป.<2t>ว. นาน, ยาว เช่น อายุยืน, ยืด เช่น คบกันยืนนาน; คงอยู่, อยู่กับที่ไม่เปลี่ยนแปลง เช่น ยืนคํา; คงเดิม เช่น พิพากษายืน; ยาวเป็นแนวตรงเข้าไป เช่น ที่ดินยืนเข้าไป ๓ เส้น.",
    "ยื่น": "ก. กิริยาหรืออาการที่เหยียดหรือเหลื่อมลํ้าออกไป เช่น ยื่นมือ ยื่นซอง มุขยื่นออกจากตัวอาคาร; เสนอ, ส่ง, มอบ, เช่น ยื่นเรื่องราว ยื่นบัญชี ยื่นฟ้อง; โดยปริยายหมายถึงกิริยาของผู้ที่เข้าไปเกี่ยวข้องกับเรื่องที่เขาไม่ต้องการให้พูดให้ทําว่า ยื่นปาก ยื่นหน้า.<2t>ว. เรียกสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น คางยื่น พุงยื่น.",
    "ยืนกระต่ายสามขา": "(สํา) ก. พูดยืนยันอยู่คําเดียว โดยไม่เปลี่ยนความคิดเดิม, มักพูดว่า ยืนกระต่ายขาเดียว.",
    "ยืนกราน": "ก. ยืนคําอยู่อย่างใดก็อย่างนั้น (ไม่ยอมถอนหรือเปลี่ยนความเห็นเป็นอื่น).",
    "ยื่นแก้วให้วานร": "(สํา) ก. เอาของมีค่าให้แก่คนที่ไม่รู้จักค่าของสิ่งนั้น.",
    "ยืนคำ": "ก. ยืนยันคำพูดที่พูดไปแล้วโดยไม่เปลี่ยนแปลง.",
    "ยืนค้ำหัว": "ก. ยืนชิดอยู่ข้างหลังผู้ใหญ่ที่นั่งอยู่ ถือว่าแสดงอาการไม่เคารพ เช่น อย่ายืนค้ำหัวผู้ใหญ่.",
    "ยืนเครื่อง": "น. ตัวพระนางที่แต่งเครื่องกษัตริย์.",
    "ยื่นจมูก": "(สํา) ก. เข้าไปสอดแทรกในเรื่องที่ไม่ใช่ธุระของตน, เสือก.",
    "ยืนชิงช้า": "(โบ) น. เรียกข้าราชการที่เป็นประธานในพิธีโล้ชิงช้าแทนพระเจ้าแผ่นดินว่า พระยายืนชิงช้า.",
    "ยืนต้น": "น. เรียกต้นไม้ใหญ่ที่มีผลและมีอายุยืนนาน.",
    "ยืนต้นตาย": "ก. อาการที่ต้นไม้บางชนิดเช่นต้นตาล ต้นลาน ตายแล้วแต่ยังไม่ล้ม, อาการที่ไม้ยืนต้นเช่นต้นสัก ต้นยาง ตายเองหรือถูกกานคือ ควั่นเปลือกและกระพี้โดยรอบออกแล้วตาย แต่ยังไม่ล้ม.",
    "ยืนแท่น": "น. เรียกช้างสำคัญที่ผูกเครื่องพระคชาธารยืนบนแท่นในงานพระราชพิธีว่า ช้างยืนแท่น, เรียกรูปเทวดาที่วาดหรือปั้นในท่ายืนอยู่บนแท่นว่า เทวดายืนแท่น.",
    "ยืนพื้น": "ก. คงที่อยู่เสมอ, คงยึดหลักหรือแบบเสมอ, เช่น กับข้าวไทยมีน้ำพริกยืนพื้น.",
    "ยื่นมือ": "ก. เข้าไปเกี่ยวข้องด้วย, เข้าไปเพื่อช่วยเหลือเป็นต้น.",
    "ยืนยง": "ก. คงอยู่นาน.",
    "ยืนยัน": "ก. พูดคงคําโดยแน่นแฟ้น, พูดรับว่ารู้เห็นหรือทำเป็นต้นโดยแน่นอน, เช่น เขายืนยันว่าเขาเห็นขโมยแน่, ยํ้าหรือแจ้งความจำนงโดยไม่เปลี่ยนแปลง เช่น เขายืนยันการเดินทางในเที่ยวหน้า, ใช้ว่า ยัน คําเดียวก็มี.",
    "ยืนยาม": "ก. ยืนเฝ้ายาม.",
    "ยืนโรง": "น. เรียกผู้แสดงเป็นตัวละครหรือลิเกเป็นต้นตัวใดตัวหนึ่งประจํา เช่น พระเอกยืนโรง ตัวตลกยืนโรง, เรียกผู้ที่ได้รับมอบหมายให้ทำหน้าที่ใดหน้าที่หนึ่งเป็นประจำ เช่น เขาเป็นตัวยืนโรงในการประชุม; เรียกช้างหรือสัตว์เลี้ยงที่ปรนปรือเป็นพิเศษอยู่ประจําโรง เช่น ช้างยืนโรง ม้ายืนโรง.<2t>ก. ทำหน้าที่ใดหน้าที่หนึ่งเป็นประจำ เช่น เขาต้องยืนโรงตอบปัญหาตลอดรายการ; (โบ) ออกซํ้า&#160;ๆ เช่น ถั่วออก ๓ ยืนโรง (มักใช้แก่การพนันบางอย่าง).",
    "ยื่นหมูยื่นแมว": "(สํา) ก. แลกกันโดยต่างฝ่ายต่างให้และรับในเวลาเดียวกัน.",
    "ยืนหยัด": "ก. สู้ไม่ยอมถอย เช่น เขายืนหยัดสู้ได้ตลอด ๕ ยก.",
    "ยืม": "ก. ขอสิ่งของ เงิน เป็นต้น มาใช้ชั่วระยะเวลาหนึ่งแล้วคืนให้หรือใช้คืน, นําของของผู้อื่นมาใช้เป็นของตน เช่น ยืมคําในภาษาบาลีมาใช้ ยืมวัฒนธรรมตะวันตกมาใช้ ยืมความคิด; (คณิต) ในการลบเลข ถ้าเลขตัวตั้งในหลักใดน้อยกว่าเลขที่จะนํามาลบ ให้นําเลขจากหลักสูงถัดไปมาเพิ่มเลขตัวตั้งเพื่อให้มากพอที่จะลบได้ เช่น ๔๓ - ๕ ในที่นี้ ๕ ลบจาก ๓ ไม่ได้ ๓ ต้องยืม ๔ ซึ่งเป็นหลักสิบมา ๑ รวมเป็น ๑๓ แล้วลบออกเสีย ๕ เหลือ ๘ ๔ เมื่อถูกยืมไป ๑ ก็เหลือ ๓ ผลลัพธ์ ๓๘, ขอยืม ก็ว่า.",
    "ยืมจมูกคนอื่นหายใจ": "(สํา) ก. อาศัยผู้อื่นทำงานให้มักไม่สะดวกเหมือนทำด้วยตนเอง, พึ่งจมูกคนอื่นหายใจ หรือ เอาจมูกผู้อื่นมาหายใจ ก็ว่า.",
    "ยืมชื่อ": "ก. อาศัยชื่อผู้อื่นไปเป็นประโยชน์ตน เช่น ยืมชื่อคนมีชื่อเสียงไปอ้างเพื่อให้คนเชื่อถือ.",
    "ยืมปาก": "ก. อาศัยผู้อื่นพูดแทน เช่น ยืมปากครูขออนุญาตพ่อแม่ไปทัศนาจร.",
    "ยืมมือ": "ก. อาศัยผู้อื่นทำการแทน เช่น ยืมมือเขาไปล้างแค้น.",
    "ยื้อ": "ก. แย่งด้วยอาการเช่นฉุด ยุด ดึงไปมา เช่น ยื้อข้อมือ, มักใช้เข้าคู่กับคํา แย่ง เป็น ยื้อแย่ง เช่น หมายื้อแย่งกระดูกกัน.",
    "ยื้อยุด": "ก. ฉุดรั้งไว้.",
    "ยุ": "ก. กล่าวชักชวน ส่งเสริม หนุน หรือเป็นใจให้ทำสิ่งใดสิ่งหนึ่ง (มักใช้ในทางที่ไม่สมควร) เช่น ยุให้เขาทะเลาะกัน ยุให้โกรธ ยุให้กําเริบ.",
    "ยุกกระบัตร": "น. ยกกระบัตร.",
    "ยุกดิ, ยุกติ": "(แบบ; กลอน) ก. ชอบ เช่น รุ่งนั้นธก็เสด็จโดยอุตราภิมุข ดําเนอรยุกติยูรยาตร. (ม. คําหลวง วนปเวสน์). (ส. ยุกฺติ; ป. ยุตฺติ).",
    "ยุกต์": "ว. ชอบ, ถูกต้อง, ประกอบ. (ส.; ป. ยุตฺต).",
    "ยุกติธรรม": "น. ยุติธรรม.",
    "ยุขึ้น": "ก. หนุนให้ทำอะไรก็ทำตาม.",
    "ยุค ๑": "น. แอก. (ป., ส.).",
    "ยุค ๒": "น. คู่, ทั้งสอง. (ป., ส.).",
    "ยุค ๓": "น. คราว, สมัย, เช่น ยุคมืด ยุคหิน; กําหนดเวลาของโลก มี ๔ ยุค. <i>(ดู จตุรยุค)</i>. (ป., ส.).",
    "ยุคเข็ญ": "น. คราวที่มีความเดือดร้อนลําเค็ญอย่างใหญ่หลวง.",
    "ยุคทมิฬ": "น. ยุคที่เต็มไปด้วยความเหี้ยมโหดดุร้าย.",
    "ยุคทอง": "น. ช่วงเวลาที่เจริญรุ่งเรือง เช่น สมัยสมเด็จพระนารายณ์มหาราชเป็นยุคทองแห่งวรรณคดีไทยยุคหนึ่ง.",
    "ยุคนธร": "[-คนทอน] น. ชื่อภูเขาชั้นที่ ๑ ซึ่งเป็นชั้นในที่สุดในหมู่เขาสัตบริภัณฑ์ที่ล้อมเป็นวงกลมรอบเขาพระสุเมรุ, ใช้ ยุคันธร หรือ ยุคุนธร ก็มี. (ป., ส.). <i>(ดู สัตบริภัณฑ์, สัตภัณฑ์)</i>.",
    "ยุคมืด": "น. ช่วงแรกของสมัยกลางในประวัติศาสตร์ยุโรป ประมาณ ๖๐๐ ปี ระหว่าง พ.ศ. ๑๐๕๐-๑๖๕๐ เป็นยุคที่ประชาชนมีแต่ความมืดมนหมดหวังในชีวิต เพราะถูกพวกตาดมองโกลทำลายล้าง และไม่มีความเจริญทางสติปัญญาเพราะศาสนาไม่เปิดโอกาสให้คิดอย่างเสรี, โดยปริยายหมายถึงยุคที่ประชาชนหมดหวังในชีวิต.",
    "ยุคล": "ว. คู่, ทั้งสอง. (ป., ส.).",
    "ยุคลบาท": "[ยุคนละบาด] น. เท้าทั้งคู่. (ป., ส.).",
    "ยุคันต-, ยุคันต์": "น. ที่สุดแห่งยุค. (ป.).",
    "ยุคันตวาต": "[ยุคันตะ-] น. ลมในที่สุดยุค หมายความว่า ลมที่มาทําลายโลกเมื่อสิ้นยุค. (ป.).",
    "ยุคันธร": "น. ยุคนธร. (ป.). <i>(ดู ยุคนธร)</i>.",
    "ยุคุนธร": "น. ยุคนธร. <i>(ดู ยุคนธร)</i>.",
    "ยุง": "น. ชื่อแมลงขนาดเล็กหลายชนิดในวงศ์ <f>Culicidae</f> โดยทั่วไปลําตัวยาว ๓-๖ มิลลิเมตร มีปีก ๑ คู่ ปีกมีเกล็ดติดอยู่ตามเส้นปีกและอาจคลุมไปถึงหัวและลําตัวด้วย หนวดยาว ขนที่ปกคลุมหนวดของตัวเมียสั้น ของตัวผู้ยาว ปากเป็นชนิดเจาะดูด เช่น ยุงรําคาญในสกุล <f><i>Culex</i></f> ยุงลาย ในสกุล <f><i>Aedes</i></f> ยุงก้นปล่องในสกุล <f><i>Anopheles</i></f> เฉพาะตัวเมียกินเลือด.",
    "ยุ่ง": "ว. อาการของสิ่งที่เป็นเส้นเป็นฝอยสับสนพัวพันกันถึงกับต้องสางจึงจะเป็นระเบียบเรียบร้อยได้ เช่น ผมยุ่ง ไหมพันกันยุ่ง, ไม่เรียบร้อย เช่น เขียนหนังสือยุ่งอ่านไม่ออก ข้าวของปนกันยุ่ง, อาการที่ทำให้สับสน เช่น ทำเรื่องยุ่ง, เรียกผู้ที่ชอบทำให้สับสนวุ่นวายว่า ตัวยุ่ง.<2t>ก. เข้ามาเกี่ยวข้องพัวพันโดยไม่จำเป็น เช่น อย่าไปยุ่งเรื่องของเขา อย่าไปยุ่งกับเขา, มีธุระพัวพันมาก เช่น กำลังยุ่งอย่ามากวนใจ, วุ่นวายไม่เป็นปรกติ เช่น ยุ่งกันไปทั้งบ้าน.",
    "ยุ้ง": "น. สิ่งปลูกสร้างสําหรับเก็บข้าวเปลือกข้าวโพดเป็นต้นประจําบ้าน.",
    "ยุงกวาด": "<i>ดู หญ้าขัดใบยาว</i>.",
    "ยุ่งขิง": "(ปาก) ว. ยุ่งมาก, นุงนัง, สับสนวุ่นวาย.",
    "ยุ่งใจ": "ก. กังวลวุ่นวายใจ เช่น เรื่องเล็ก&#160;ๆ น้อย&#160;ๆ ก็ทำให้ยุ่งใจได้.",
    "ยุงปัด ๑": "<i>ดู หญ้าขัดใบยาว</i>.",
    "ยุงปัด ๒": "น. ไม้สําหรับปัดกวาดผง ทําด้วยต้นขัดมอน, ทางพายัพเรียกว่า ไม้ยู.",
    "ยุงปัดแม่ม่าย": "<i>ดู หญ้าขัด</i>.",
    "ยุ่งยาก": "ว. สลับซับซ้อนสางออกยาก เช่น ปัญหาการเงินยุ่งยาก.",
    "ยุ่งยิ่ง": "ก. ยุ่งจุก&#160;ๆ จิก&#160;ๆ เช่น ยุ่งยิ่งเรื่องปัญหาครอบครัว.",
    "ยุ่งสมอง": "ก. ทำให้ความคิดสับสน เช่น อย่าเอาเรื่องนี้มาคิดให้ยุ่งสมอง.",
    "ยุ่งเหมือนยุงตีกัน": "(สํา) ว. ยุ่งเหยิง, สับสนปนเปกัน.",
    "ยุ่งเหยิง": "ว. ยุ่งกันใหญ่, วุ่นวายไม่มีระเบียบ, เช่น การจลาจลทำให้บ้านเมืองยุ่งเหยิง.",
    "ยุด": "ก. ฉุดไว้ เช่น ยุดมือ, ดึงไว้ เช่น ครุฑยุดนาค, รั้งไว้ เช่น ยุดไว้เป็นตัวประกัน.",
    "ยุต ๑": "[ยุด] ก. ประกอบ. (ป. ยุตฺต; ส. ยุกฺต).",
    "ยุต ๒": "[ยุด] น. เศษด้ายเศษผ้าใช้เช็ดน้ำมันเครื่องเป็นต้นใช้แล้วทิ้งไป.",
    "ยุติ- ๑": "[ยุดติ-] ก. ชอบ, ถูกต้อง. (ป. ยุตฺติ; ส. ยุกฺติ).",
    "ยุติ ๒": "[ยุดติ] ก. ตกลง, จบ, เลิก, เช่น เรื่องนี้ยุติแล้ว ไม่ต้องพิจารณาอีกต่อไป.",
    "ยุติธรรม": "น. ความเที่ยงธรรม, ความชอบธรรม, ความชอบด้วยเหตุผล, เช่น ศาลย่อมทรงไว้ซึ่งความยุติธรรม; ชื่อกระทรวงที่มีอํานาจหน้าที่เกี่ยวกับการศาลยุติธรรม แต่ไม่รวมถึงการพิจารณาพิพากษาอรรถคดี.<2t>ว. เที่ยงธรรม, ไม่เอนเอียงเข้าข้างใดข้างหนึ่ง, ชอบด้วยเหตุผล, เช่น ราคายุติธรรม กรรมการตัดสินอย่างยุติธรรม.",
    "ยุทธ-, ยุทธ์": "[ยุดทะ-] น. สงคราม, การรบพุ่ง. (ป., ส.).",
    "ยุทธการ": "น. การรบ, การทําสงคราม.",
    "ยุทธนา": "(กลอน) น. สงคราม, การรบพุ่ง.",
    "ยุทธนาการ": "น. อาการที่รบกัน, การรบกัน.",
    "ยุทธนาธิการ": "น. หน้าที่แห่งการรบ, หน้าที่แผนกการรบ.",
    "ยุทธนาวี": "น. สงครามทางเรือ เช่น ยุทธนาวีที่เกาะช้าง.",
    "ยุทธปัจจัย": "น. สิ่งของทั้งปวงที่มิใช่ยุทธภัณฑ์ แต่เป็นสิ่งเกื้อกูลต่อการรบ เช่น อาหาร ยา เคมีภัณฑ์ รวมถึงสัตว์พาหนะด้วย.",
    "ยุทธภัณฑ์": "(กฎ) น. อาวุธ เครื่องอุปกรณ์ของอาวุธ สารเคมี สารชีวะ สารรังสี หรือเครื่องมือเครื่องใช้ที่อาจนําไปใช้ในการรบหรือการสงครามได้.",
    "ยุทธภูมิ": "น. สนามรบ.",
    "ยุทธโยธา": "น. งานช่างที่เกี่ยวกับทหาร เช่น การขุดคูสนามเพลาะ.",
    "ยุทธวิธี": "น. วิธีและอุบายของการรบ.",
    "ยุทธวินัย": "(โบ) น. กฎของการรบ.",
    "ยุทธศาสตร์": "น. วิชาว่าด้วยการพัฒนาและการใช้อำนาจทางการเมือง เศรษฐกิจ จิตวิทยา และกำลังรบทางทหารตามความจำเป็นทั้งในยามสงบและยามสงคราม.<2t>ว. ที่มีความสำคัญทางการเมือง เศรษฐกิจ จิตวิทยา และกำลังรบทางทหาร ทั้งในยามสงบและยามสงคราม เช่น จุดยุทธศาสตร์.",
    "ยุทธหัตถี": "น. การต่อสู้กันด้วยอาวุธบนหลังช้าง เป็นวิธีการรบอย่างกษัตริย์ในสมัยโบราณ เช่น พระนเรศวรทรงทำยุทธหัตถีกับพระมหาอุปราชา, การชนช้าง ก็ว่า.",
    "ยุทโธปกรณ์": "น. วัสดุอุปกรณ์ทั้งปวงและยุทธภัณฑ์ทุกชนิดซึ่งใช้ในราชการทหาร รวมทั้งเครื่องมือยานยนตร์ ชิ้นส่วนอะไหล่สาธารณูปโภคอันจำเป็นเพื่อปฏิบัติการรบหรือเพื่อดำรงและสนับสนุนกิจกรรมทางทหารโดยไม่คำนึงถึงว่าจะมีความมุ่งหมายทางธุรการหรือทางการรบ.",
    "ยุบ": "ก. ทรุด เช่น ดั้งจมูกยุบ, บุบเข้าไป เช่น หัวกะโหลกยุบ หน้าหม้อรถยนต์ยุบ, ลด, ลดลง, เช่น พุงยุบ ฝียุบ, เรียกจังหวะรำของโขนละครเมื่อทำตัวให้เตี้ยลงหลังจากยืดตัวขึ้นก่อนแล้ว; เลิก, ยกเลิก, เช่น ยุบกระทรวง ยุบตำแหน่ง; ทำให้หลอมละลายเพื่อทำให้เป็นอีกอย่างหนึ่ง เช่น ยุบกำไลทำแหวน.",
    "ยุ่บ, ยุ่บยั่บ": "ว. อาการที่เคลื่อนไหวกระดุบกระดิบของสัตว์เล็ก&#160;ๆ อย่างหนอน มด ปลวก จำนวนมาก&#160;ๆ เช่น มดขึ้นยุ่บ หนอนไต่ยุ่บยั่บ, โดยปริยายใช้แก่คนจำนวนมาก&#160;ๆ เช่น ที่สนามหลวงคนเดินขวักไขว่ยุ่บยั่บไปหมด.",
    "ยุบยอบ": "ก. น้อยลง, จนลง, ขัดสนลง, เช่น ใช้เท่าไร&#160;ๆ เงินก็ไม่ยุบยอบ.",
    "ยุบยับ": "ว. อาการที่เสียแล้วเสียอีก, ย่อยยับ, เช่น เสียเงินยุบยับ.",
    "ยุบยิบ": "ว. ละเอียดเกินไป, ถี่ถ้วนเกินไป, เช่น ตรวจยุบยิบ คิดยุบยิบทุกบาททุกสตางค์; อาการคันน้อย&#160;ๆ ทั่วทั้งตัวหรือเฉพาะบริเวณใดบริเวณหนึ่ง เช่น คันยุบยิบไปทั้งตัว คันจมูกยุบยิบ.",
    "ยุบล": "น. ข้อความ, เรื่องราว.",
    "ยุพ-": "[ยุบพะ-] ว. หนุ่ม, สาว. (ป., ส. ยุว).",
    "ยุพดี": "[ยุบพะดี] น. หญิงรุ่น, หญิงสาว. (ป., ส. ยุวตี).",
    "ยุพยง, ยุพเยาว์": "น. หญิงกําลังสาวสวย, นางงาม.",
    "ยุพราช, ยุพราชา": "น. รัชทายาทที่สมเด็จพระเจ้าอยู่หัวสถาปนาขึ้นเป็นตําแหน่งสมเด็จพระยุพราช โดยพระราชทานยุพราชาภิเษกหรือโดยพิธีอย่างอื่นสุดแท้แต่จะทรงพระกรุณาโปรดเกล้าฯ.",
    "ยุพเรศ": "(กลอน) น. นางกษัตริย์, หญิงสาวสวย.",
    "ยุพา, ยุพาน, ยุพาพาล, ยุพาพิน": "(กลอน) น. หญิงสาวสวย.",
    "ยุ่มย่าม": "ว. ยุ่ง, เกะกะไม่เป็นระเบียบเรียบร้อย, เช่น หนวดเครายุ่มย่าม; อาการที่เข้าไปยุ่งเกี่ยวในเรื่องที่มิใช่หน้าที่ของตน เช่น เขาชอบเข้าไปยุ่มย่ามในเรื่องของคนอื่น, อาการที่เข้าไปยุ่งเกี่ยวในสถานที่หวงห้ามหรือในที่ที่ตนไม่มีหน้าที่เกี่ยวข้อง เช่น ห้ามเข้าไปยุ่มย่ามในเขตหวงห้าม เขาชอบเข้าไปยุ่มย่ามในสถานที่ราชการ.",
    "ยุไม่ขึ้น": "ก. หนุนเท่าไร&#160;ๆ ก็ไม่ยอมทำตาม.",
    "ยุ่ย": "ว. ผุหรือเปื่อยจนสลายตัวได้ง่าย เช่น ไม้เนื้อยุ่ย ดินยุ่ย.",
    "ยุ้ย": "ว. ยื่นโป่งออกมาอย่างน่ารักน่าเอ็นดู เช่น แก้มยุ้ย เด็กพุงยุ้ย.",
    "ยุยง": "ก. ยุหรือส่งเสริมให้ทำในสิ่งที่ไม่ดีหนักขึ้น เช่น ยุยงให้หนีโรงเรียน ยุยงให้เล่นการพนัน.",
    "ยุแยง, ยุแหย่": "ก. ยุให้ทั้ง ๒ ฝ่ายแตกกัน.",
    "ยุแยงตะแคงแซะ, ยุแยงตะแคงรั่ว, ยุแยงตะแคงแส่": "ก. ยุให้ทั้ง ๒ ฝ่ายแตกกัน.",
    "ยุรบาตร": "[ยุระบาด] (กลอน) ก. เดิน, ใช้ว่า ยะยุรบาตร ก็มี.",
    "ยุรยาตร, ยูรยาตร": "[ยุระยาด, ยูระ-] (กลอน) ก. เดิน, แผลงเป็น ยวรยาตร หรือ ยัวรยาตร ก็มี.",
    "ยุว-, ยุวา, ยุวาน": "น. ชายหนุ่ม.<2t>ว. หนุ่ม, รุ่น. (ป.; ส. ยุวนฺ, ยุวานก).",
    "ยุวชน": "น. เด็กวัยรุ่น.",
    "ยุวดี": "น. หญิงรุ่น, หญิงสาว. (ป., ส. ยุวตี).",
    "ยุวราช, ยุวราชา": "น. พระราชกุมารที่ได้รับอภิเษกหรือทรงรับแต่งตั้งอยู่ในตําแหน่งที่จะสืบราชสมบัติเป็นพระเจ้าแผ่นดินต่อไป. (ป., ส.).",
    "ยุส่ง": "ก. หนุนให้ทำโดยไม่ห้ามปราม.",
    "ยุหงิด": "น. มุหงิด.",
    "ยุหบาตร": "น. กระบวนทัพ. (ตัดมาจาก พยุหบาตร).",
    "ยุแหย่": "ก. ยุให้เขาแตกกัน เช่น ยุแหย่ให้เขาแตกสามัคคี.",
    "ยุให้รำตำให้รั่ว": "(สํา) ก. ยุให้แตกกัน, ยุให้ผิดใจกัน.",
    "ยู": "(ถิ่น-พายัพ) น. ไม้ยุงปัดทําด้วยต้นขัดมอน เรียกว่า ไม้ยู.",
    "ยู่": "ก. บู้, ย่น, เยิน, เช่น ฟันต้นไม้เสียมีดยู่ คมมีดยู่.",
    "ยูง ๑": "น. ชื่อนกขนาดใหญ่ในสกุล <f><i>Pavo</i></f> วงศ์ <f>Phasianidae</f> ในฤดูผสมพันธุ์ตัวผู้จะมีขนหางยาวและมีแวว เพื่อใช้รําแพนให้ตัวเมียสนใจ อาศัยอยู่ตามป่าโปร่ง มักร้องตอนเช้าหรือพลบคํ่า กินเมล็ดพืช แมลง และสัตว์เล็ก&#160;ๆ มี ๒ ชนิด คือ ยูงไทย <f><i>(P. muticus)</i></f> หงอนบนหัวตั้งตรงเป็นกระจุก หนังข้างแก้มสีฟ้าและเหลือง ขนส่วนคอ หลัง ตลอดไปถึงปลายหางสีเขียว และยูงอินเดีย <f><i>(P. cristatus)</i></f> หงอนบนหัวแผ่เป็นรูปพัด หนังข้างแก้มสีขาว ขนส่วนคอและอกด้านบนสีนํ้าเงิน.",
    "ยูง ๒": "น. ชื่อไม้ต้นขนาดใหญ่ชนิด <f><i>Dipterocarpus grandiflorus</i> Blanco</f> ในวงศ์ <f>Dipterocarpaceae</f> เนื้อไม้ใช้ในการก่อสร้าง.",
    "ยูโด": "น. ศิลปะการต่อสู้และป้องกันตัวอย่างหนึ่งของชาวญี่ปุ่นโดยไม่ต้องใช้อาวุธ.",
    "ยูถะ": "น. ฝูง, หมู่. (ป., ส.).",
    "ยูถิกา": "น. ต้นพุทธชาด. (ส.).",
    "ยูปะ": "น. เสาที่ปักอยู่กลางโรงพิธีสําหรับผูกสัตว์ที่จะบูชายัญ. (ส.).",
    "ยู่ยี่": "ว. อาการที่ย่นหรือยับจนเสียรูป เช่น ผ้ายับยู่ยี่ ขยำกระดาษเสียยับยู่ยี่; อาการที่หน้าตาไม่สดชื่นแจ่มใส เช่น ตื่นนอนมาใหม่&#160;ๆ หน้าตายู่ยี่.",
    "ยูริก": "น. กรดอินทรีย์ชนิดหนึ่ง มีสูตร <f>C<sub>5</sub>H<sub>4</sub>N<sub>4</sub>O<sub>3</sub></f> ลักษณะเป็นของแข็ง ไม่มีสี ละลายนํ้าได้เล็กน้อย มีปรากฏอยู่เป็นจํานวนน้อยในปัสสาวะและในโลหิต ผู้ที่ป่วยเป็นโรคเกาต์ คือมีอาการบวมปวดบริเวณข้อกระดูก จะปรากฏมีเกลือโซเดียมและโพแทสเซียมของกรดนี้เกาะอยู่ที่ข้อกระดูกนั้น&#160;ๆ เรียกว่า กรดยูริก.",
    "ยูเรนัส": "น. ชื่อดาวเคราะห์ดวงที่ ๗ ในระบบสุริยะ มองไม่เห็นด้วยตาเปล่า อยู่ห่างดวงอาทิตย์ประมาณ ๒,๘๗๐ ล้านกิโลเมตร มีเส้นผ่าศูนย์กลาง ๕๐,๘๐๐ กิโลเมตร, ดาวมฤตยู ก็เรียก. (อ. <f>Uranus</f>).",
    "ยูเรเนียม": "น. ธาตุลําดับที่ ๙๒ สัญลักษณ์ <f>U</f> เป็นโลหะ ลักษณะเป็นของแข็ง สีขาว เนื้อแข็ง หลอมละลายที่ ๑๑๓๒ &#x00b0;ซ. เป็นธาตุกัมมันตรังสีที่มีปรากฏในธรรมชาติ ใช้ประโยชน์เป็นเชื้อเพลิงนิวเคลียร์. (อ. <f>uranium</f>).",
    "ยูโรเพียม": "น. ธาตุลําดับที่ ๖๓ สัญลักษณ์ <f>Eu</f> เป็นโลหะ ลักษณะเป็นของแข็ง สีเทา เนื้ออ่อนมาก หลอมละลายที่ ๘๒๖ &#x00b0;ซ. ใช้ประโยชน์นําไปดูดกลืนนิวตรอนเพื่อควบคุมปฏิกิริยานิวเคลียร์ ใช้ประกอบเป็นตัวเรืองแสงในเครื่องรับโทรทัศน์สีเป็นต้น. (อ. <f>europium</f>).",
    "ยูษะ": "น. นํ้าต้มจากผักต่าง&#160;ๆ. (ส.).",
    "เย้": "ว. เอียงจนเสียรูปโดยมีอาการทําท่าจะทลายลง เช่น ห้องแถวเย้จวนจะพัง, เฉ, ไม่ตรง, เบนหรือเอียงไป, เช่น เขียนหนังสือแถวเย้.",
    "เย ๆ": "ว. เสียงร้องไห้ของเด็ก&#160;ๆ ที่ทอดเสียงยาว&#160;ๆ และไม่ใคร่หยุด เรียกว่า ร้องเย&#160;ๆ.",
    "เยง": "ก. กลัว, เกรง, ใช้ว่า แยง ก็มี.",
    "เยซู": "น. นามศาสดาของศาสนาคริสต์. (อ. <f>Jesus</f>).",
    "เย็ด": "(ปาก) ก. ร่วมประเวณี.",
    "เย็น ๑": "น. เวลาใกล้คํ่า ประมาณ ๑๖-๑๘ นาฬิกา.",
    "เย็น ๒": "ว. มีความรู้สึกตามผิวหนังเหมือนถูกน้ำแข็งเป็นต้น, หนาว, หายร้อน, ตรงข้ามกับ ร้อน; ไม่รู้สึกกระวนกระวาย เช่น เย็นใจ.",
    "เย็นเจี๊ยบ": "ว. เย็นมาก เช่น น้ำแข็งเย็นเจี๊ยบ.",
    "เย็นใจ": "ก. สบายใจ, ไม่ยุ่งใจ, ไม่ต้องกังวลใจ, ไม่ร้อนใจ, เช่น เรื่องนี้เย็นใจได้ สำเร็จแน่.",
    "เย็นฉ่ำ": "ว. เย็นชุ่มชื้น เช่น หลังฝนตกอากาศเย็นฉ่ำ.",
    "เย็นเฉียบ": "ว. เย็นจัด เช่น หน้าหนาวน้ำในลำธารเย็นเฉียบ.",
    "เย็นเฉื่อย": "ว. เย็นเพราะลมพัดมาเรื่อย&#160;ๆ เช่น ตรงนี้ลมพัดเย็นเฉื่อย; มีอารมณ์เรื่อย&#160;ๆ ช้า&#160;ๆ เช่น เขาเป็นคนอารมณ์เย็นเฉื่อย.",
    "เย็นชา": "ว. แสดงอาการเฉยเมยไม่สนใจใยดี เช่น เดี๋ยวนี้เขาแสดงอาการเย็นชา, ชาเย็น ก็ว่า.",
    "เย็นชืด": "ว. เย็นอย่างสิ่งไม่มีชีวิต เช่น เขานอนตายตัวเย็นชืด, เย็นจนหมดรสชาติ เช่น แกงเย็นชืด.",
    "เย็นชื่น": "ว. เย็นสบาย เช่น ฝนตกใหม่&#160;ๆ อากาศเย็นชื่น.",
    "เย็นชื้น": "ว. เย็นอย่างมีไอน้ำซึมซาบอยู่ เช่น ฝนตกติดกันหลายวันอากาศเย็นชื้น.",
    "เย็นตา": "ว. ชื่นตา, สบายตา, ดูแล้วสบายใจ, เช่น สีเขียวอ่อนเย็นตา.",
    "เย็นตาโฟ, เย็นเตาโฟ": "น. อาหารแบบจีนอย่างหนึ่งคล้ายก๋วยเตี๋ยว แต่ใส่ผักบุ้ง ปลาหมึกแช่ด่าง เต้าหู้ เลือดหมู ลูกชิ้นปลา แมงกะพรุน และน้ำเต้าหู้ยี้หรือซอสมะเขือเทศ. (จ.).",
    "เย็นยะเยือก": "ว. อาการที่รู้สึกหนาวสะท้านถึงขั้วหัวใจ, เย็นเยือก หรือ เยือกเย็น ก็ว่า.",
    "เย็นเยียบ": "ว. อาการที่รู้สึกเย็นจับขั้วหัวใจเพราะหวาดกลัวเป็นต้น เช่น เข้าไปในป่าช้ากลางคืนรู้สึกเย็นเยียบ, เยียบเย็น ก็ว่า.",
    "เย็นเยือก": "ว. อาการที่รู้สึกหนาวสะท้านถึงขั้วหัวใจ เช่น บนยอดดอยน้ำค้างตกเย็นเยือก หน้าหนาวอากาศบนภูเขาเย็นเยือก, เย็นยะเยือก หรือ เยือก ก็ว่า.",
    "เย็นวาบ": "ว. อาการที่รู้สึกเย็นในทันทีทันใดแล้วก็หายไป เช่น ลมพัดกระโชกเข้ามารู้สึกเย็นวาบ.",
    "เย็นวูบ": "ว. อาการที่ความเย็นมากระทบตัวโดยฉับพลันแล้วก็หายไป เช่น เข้าไปในห้องปรับอากาศรู้สึกเย็นวูบ.",
    "เย็นหู": "ว. รื่นหู, ไม่ขัดหู, ฟังแล้วสบายใจ, เช่น พูดจาไพเราะนุ่มนวลฟังแล้วเย็นหู เสียงเขาฟังแล้วเย็นหู.",
    "เย็บ": "ก. ทําให้ติดกันโดยใช้เข็มร้อยด้ายหรือเชือกเป็นต้นแทงขึ้นแทงลง เช่น เย็บผ้า เย็บกระสอบ, ใช้ตอกหรือหวายเป็นต้นที่มีปลายแหลมแทงขึ้นลงเพื่อร้อยสิ่งใดสิ่งหนึ่งให้ติดกัน เช่น เย็บจาก, ใช้เครื่องอุปกรณ์กดทำให้กระดาษติดกันด้วยลวดเย็บ เช่น เย็บกระดาษ, กลัดให้ติดกันด้วยไม้กลัดเป็นต้น เช่น เย็บกระทง.",
    "เย็บกี่": "ก. ใช้ด้ายเย็บแผ่นกระดาษด้วยวิธีร้อยทีละปึกเล็ก&#160;ๆ เพื่อประกอบเข้าเป็นเล่มในลักษณะที่ทําให้เปิดเล่มได้เต็มที่.",
    "เย็บจักร": "ก. เย็บด้วยจักร.",
    "เย็บด้าย": "ก. ใช้ด้ายเย็บแผ่นกระดาษเพื่อประกอบเข้าเป็นเล่ม.",
    "เย็บแบบ": "ก. เย็บกลีบดอกไม้ติดบนใบตองเป็นรูปต่าง&#160;ๆ.",
    "เย็บปาก": "(ปาก) ก. ปิดปากเงียบไม่ยอมพูด.",
    "เย็บแผล": "ก. ทำให้แผลติดกันโดยใช้เอ็นหรือไหมเย็บ หรือใช้ปลิงเกาะ.",
    "เย็บมือ": "ก. เย็บด้วยมือ.",
    "เย็บมุงหลังคา": "ก. เย็บอก.",
    "เย็บล้มตะเข็บ": "ก. เรียกวิธีเย็บผ้าแบบหนึ่ง โดยเย็บ ๒ ครั้ง เมื่อเย็บครั้งหนึ่งแล้ว จับตะเข็บให้ราบลง แล้วเย็บลงไปบนตะเข็บนั้นอีกครั้งหนึ่ง.",
    "เย็บลวด": "ก. ใช้ลวดเย็บแผ่นกระดาษเพื่อประกอบเข้าเป็นเล่ม.",
    "เย็บเล่ม": "ก. ใช้ด้ายหรือลวดเย็บแผ่นกระดาษเพื่อประกอบเข้าเป็นเล่ม.",
    "เย็บสวน": "ก. เย็บกลีบดอกไม้และใบไม้บนใบมะพร้าวหรือก้านกล้วยทำเป็นแถบยาวสำหรับประดับตกแต่งงานเครื่องสด.",
    "เย็บอก": "ก. ใช้ด้ายหรือลวดเย็บแผ่นกระดาษตามแนวกึ่งกลาง เพื่อพับประกอบเข้าเป็นเล่ม, เย็บมุงหลังคา ก็เรียก.",
    "เยภุย-, เยภุยยะ": "[เยพุยยะ-] ว. มาก, ชุกชุม. (ป.).",
    "เยภุยนัย": "น. วิธีที่คนส่วนมากใช้. (ป. เยภุยฺยนย).",
    "เยภุยสิกา": "น. ความเห็นข้างมาก. (ป. เยภุยฺยสิกา).",
    "เย้ย": "ก. พูดหรือกระทําให้ได้อาย ให้เจ็บใจ ให้โกรธ.",
    "เย้ยหยัน": "ก. พูดหรือแสดงกิริยาดูถูกเยาะเย้ยให้ได้อาย ให้เจ็บใจ ให้โกรธ.",
    "เยอ ๑": "(ถิ่น) ว. ใหญ่ เช่น ผาเยอ.",
    "เยอ ๒": "ก. ยกย่อง, ชมเชย.",
    "เย่อ": "ก. เอามาด้วยแรงบังคับโดยการฉุดรั้งแย่งกัน, ใช้แรงฉุดรั้งดึงกันไปมา.",
    "เยอรมัน": "น. ชื่อประเทศ ชนชาติ และภาษาของชาวยุโรปชาติหนึ่งที่อยู่ทางทิศตะวันตกของภาคพื้นยุโรป.",
    "เยอว": "คําต้นเสียงสําหรับบอกจังหวะพายเรือ.",
    "เย่อหยิ่ง": "ว. จองหองเกินฐานะ, แสดงอาการยโสโอ้อวด, ถือตัว, อวดดี.",
    "เยอะ ๑, เยอะแยะ": "ว. มากเหลือหลาย, ถมไป, เช่น อาหารมีเยอะ ข้าวของเยอะแยะ.",
    "เยอะ ๒": "น. เรียกแผลที่หนองไหลเปรอะเลอะ.",
    "เยา ๑": "น. อาการที่ทองไม่แล่นติดต่อกันโดยตลอดในการหล่อ.",
    "เยา ๒": "ว. เบา, อ่อน, น้อย เช่น ราคาเยา, มักใช้เข้าคู่กับคำ ย่อม เป็น ย่อมเยา เช่น ราคาย่อมเยา.",
    "เย้า ๑": "น. ชนชาวเขาเผ่าหนึ่ง อยู่ในประเทศไทยตอนเหนือ เรียกตัวเองว่า เมี่ยน พูดภาษาเมี่ยนในตระกูลแม้ว-เย้า.",
    "เย้า ๒": "ก. หยอก, สัพยอก.",
    "เยาว-, เยาว์": "[เยาวะ-, เยา] ว. อ่อนวัย, รุ่นหนุ่ม, รุ่นสาว, เช่น เยาว์วัย วัยเยาว์. (แผลงมาจาก ยุว).",
    "เยาวชน": "(กฎ) น. บุคคลอายุเกิน ๑๔ ปีบริบูรณ์แต่ยังไม่ถึง ๑๘ ปีบริบูรณ์.",
    "เยาวน-": "[-วะนะ-] น. ความหนุ่ม, ความสาว, ความเป็นหนุ่มเป็นสาว. (ส. ยุวนฺ; ป. ยุว ว่า หนุ่ม, สาว).",
    "เยาวนะ": "[-วะ-] น. ชื่อชนชาติกรีก ซึ่งชาวอินเดียเรียกเพี้ยนมาจากคํา <f>Ionia</f>; ชื่อเรียกชาวไทยทางล้านนา, ยวน โยน หรือ โยนก ก็เรียก.",
    "เยาวพา": "[-วะ-] น. หญิงสาวสวย. (แผลงมาจาก ยุพา).",
    "เยาวพาณี": "[-วะ-] น. เทียนเยาวพาณี. <i>(ดู เทียนเยาวพาณี)</i>.",
    "เยาวพาน": "[-วะพาน] น. ชายหนุ่ม.<2t>ว. หนุ่ม, รุ่น. (แผลงมาจาก ยุวาน).",
    "เยาวมาลย์": "น. หญิงสาวสวย.",
    "เยาวยอด": "ว. สวยที่สุด.",
    "เยาวราช": "น. ยุพราช, ราชโอรสที่ยังเยาว์พระชนม์.",
    "เยาวเรศ": "น. นางกษัตริย์, หญิงสาวสวย.",
    "เยาวลักษณ์": "น. หญิงมีลักษณะสวย.",
    "เย้าหยอก": "ก. สัพยอก, กระเซ้าเย้าแหย่, หยอกเย้า ก็ว่า.",
    "เยาะ": "ก. พูดหรือแสดงกิริยาให้เจ็บใจชํ้าใจ โดยย้ำถึงความเสียเปรียบ ความด้อยกว่า หรือความผิดพลาด เช่น เยาะว่า ไหนว่าเก่งนัก ทำไมสอบตก.",
    "เยาะเย้ย": "ก. ค่อนว่าหรือแสดงกิริยาซ้ำเติมให้ได้อาย ให้ช้ำใจเจ็บใจ ให้โกรธ.",
    "เยิง ๑": "ว. ป่าเถื่อน.<2t>น. ป่า เช่น มาแต่เยิง.",
    "เยิง ๒": "(ถิ่น-อีสาน) ส. เรา. (ข.).",
    "เยิน": "ว. ยู่, ย่น, เช่น คมมีดเยิน ตีตะปูจนหัวเยิน, บานออกจนเสียรูป เช่น ไขตะปูควงจนหัวเยิน.",
    "เยิ่น": "ว. มีระยะยาวหรือนานยืดออกไป; เนิบ เช่น อ่อนเยิ่น.",
    "เยินยอ": "ว. ยกยอ.<2t>ก. ยกย่อง.",
    "เยิ่นเย้อ": "ว. ยืดยาด, ไม่กะทัดรัด, ไม่รัดกุม, (โดยมากใช้แก่คําพูดหรือข้อความ) เช่น พูดจาเยิ่นเย้อ ข้อความเยิ่นเย้อ.",
    "เยิบ, เยิบ ๆ": "ว. อาการของสิ่งที่แบนและยาวเมื่อรับน้ำหนักมาก&#160;ๆ จะไหวตัวขึ้นลงเป็นจังหวะเนิบ&#160;ๆ เช่น กระดานนอกชานอ่อนเยิบ หาบของมาเยิบ&#160;ๆ.",
    "เยิบยาบ": "ว. อาการไหวอยู่กับที่อย่างเนิบ&#160;ๆ (ใช้แก่สิ่งที่เป็นผืนแผ่นบาง&#160;ๆ หรือที่อ่อนไหวได้ในตัว) เช่น หลังคาสังกะสีที่ตะปูหลุดไม่หมดถูกลมพัดเยิบยาบ ลมพัดผ้าคลุมป้ายปลิวไหวเยิบยาบ, พะเยิบพะยาบ ก็ว่า.",
    "เยิ้ม": "ก. ซึมออกมาแทบหยด เช่น นํ้าเกลือเยิ้ม น้ำเหลืองเยิ้ม, ชุ่มมากแทบหยด เช่น ใส่นํ้ามันจนเยิ้ม, (โดยมากใช้แก่นํ้าหรือของเหลวที่มีลักษณะเหนียวเหนอะหนะ); โดยปริยายหมายถึงลักษณะที่เห็นคล้ายคลึงเช่นนั้น เช่น นัยน์ตาเยิ้ม.",
    "เยีย ๑": "น. เรียกไก่ตัวผู้ที่มีรูปร่างคล้ายไก่ตัวเมียว่า ไก่เยีย. (เทียบ ข. ญี ว่า สัตว์ตัวเมีย).",
    "เยีย ๒": "(ถิ่น) ก. ทํา.",
    "เยีย ๓": "น. ยุ้งข้าว. (ไทยใหญ่).",
    "เยีย ๔": "ว. งามยิ่ง, งามเพริศพริ้ง, เยียรยง.",
    "เยี่ยง, เยี่ยงอย่าง": "น. อย่าง, แบบอย่าง, เช่น จงเอาเยี่ยงกา อย่าถือเป็นเยี่ยงอย่าง.<2t>ว. เช่น, ใช้ว่า เยื่อง ก็มี.",
    "เยียงผา": "<i>ดู เลียงผา ๑</i>.",
    "เยียดยัด": "ก. ยัดเยียด.",
    "เยียใด": "ก. ทําไฉน.",
    "เยียน": "ก. ไปมาหาสู่, มักใช้ควบกับคํา เยี่ยม เป็น เยี่ยมเยียน, เยือน ก็ว่า.",
    "เยียบ": "ก. อาการที่รู้สึกเย็นจับขั้วหัวใจเพราะหวาดกลัวเป็นต้น, มักใช้ควบกับคํา เย็น เป็น เย็นเยียบ หรือ เยียบเย็น เช่น เข้าไปในป่าช้ากลางคืนรู้สึกเย็นเยียบ.",
    "เยี่ยม ๑": "ก. ไปถามข่าวทุกข์สุข, ไปหา, เช่น ไปเยี่ยมญาติ มาเยี่ยมบ้าน; ชะโงกหน้าออกไป เช่น เยี่ยมหน้าต่าง; โผล่ออก เช่น พระจันทร์เยี่ยมขอบฟ้า.",
    "เยี่ยม ๒": "ว. ยิ่ง, เด่น, เลิศ, เช่น ดีเยี่ยม เขาเยี่ยมทางคำนวณ.",
    "เยี่ยม ๆ มอง ๆ": "ก. โผล่มองบ่อย&#160;ๆ (เพื่อให้เห็น หรือเพื่อให้รู้ว่ามีใครหรืออะไรอยู่ข้างใน).<2t>ว. อาการที่ด้อมแอบดูบ่อย&#160;ๆ เช่น มีคนแปลกหน้ามาเยี่ยม&#160;ๆ มอง&#160;ๆ.",
    "เยี่ยมกราย": "ก. กรายมาให้เห็น เช่น นานแล้วไม่เยี่ยมกรายมาเลย.",
    "เยี่ยมยอด": "ว. ดีที่สุด, เลิศที่สุด, ยอดเยี่ยม ก็ว่า.",
    "เยี่ยมเยียน, เยี่ยมเยือน": "ก. ไปมาหาสู่ถามข่าวคราว.",
    "เยี่ยมวิมาน": "น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "เยียมั่ง": "ก. ทําเป็นคนมั่งมี.",
    "เยียรบับ": "[-ระบับ] น. ผ้าซึ่งทอด้วยทองแล่งกับไหมแต่มีไหมน้อยกว่า, ส้ารบับ ก็ว่า.",
    "เยียรยง": "[เยียระยง] (กลอน) ว. งามยิ่ง, งามเพริศพริ้ง, ใช้ว่า เยีย ก็มี.",
    "เยียว": "สัน. ผิว่า, แม้ว่า, ถ้า.",
    "เยี่ยว": "น. ของเหลวที่เสียซึ่งไตขับถ่ายออกจากโลหิต, นํ้าปัสสาวะ, (ปาก) น้ำเบา.<2t>ก. ถ่ายปัสสาวะ, (ปาก) เบา.",
    "เยี่ยวงัว": "(ถิ่น-อุดร) น. ต้นกะทกรก. <i>[ดู กะทกรก (๑)]</i>.",
    "เยียวยง": "(กลอน) ว. งามยิ่ง.",
    "เยียวยา": "ก. บําบัดโรค, แก้โรค, เช่น ไม่มีหมอจะมาเยียวยาได้; แก้ไข, ทําให้ดีขึ้น, เช่น เศรษฐกิจกำลังทรุดหนัก ยากที่จะเยียวยาได้.",
    "เยี่ยวอูฐ": "น. ยาดมชนิดหนึ่ง มีองค์ประกอบเป็นเม็ดแอมโมเนียมคาร์บอเนตผสมนํ้าแอมโมเนียและสารหอมบางอย่าง ใช้สูดดมแก้อาการวิงเวียน.",
    "เยียใหญ่": "ก. ทําเป็นคนใหญ่โต, มักใหญ่ใฝ่สูง.",
    "เยือ": "(ถิ่น) ว. นาน.",
    "เยื่อ": "น. สิ่งที่เป็นแผ่นบางอยู่ตามผิวหรือภายในของร่างกายบางส่วนหรือของสิ่งต่าง&#160;ๆ เช่น เยื่อในกระดูก เยื่อหัวหอม เยื่อไม้ไผ่.",
    "เยื้อ": "ก. ยาวนาน, ไม่ใคร่จะจบสิ้น, มักใช้ว่า ยืดเยื้อ.",
    "เยือก ๑": "ว. อาการที่รู้สึกหนาวสะท้านถึงขั้วหัวใจ, เย็นยะเยือก หรือ เย็นเยือก ก็ว่า.",
    "เยือก ๒": "ว. อาการที่ไหวน้อย&#160;ๆ เช่น พายุพัดเรือนไหวเยือก.",
    "เยือกเย็น": "ว. มีจิตใจหนักแน่น ไม่ฉุนเฉียวโกรธง่าย เช่น สำคัญที่เป็นคนเยือกเย็น จึงจะตัดสินปัญหาได้อย่างรอบคอบ.",
    "เยื่อเคย": "น. กุ้งเคย, กะปิ, กะปิที่ทําจากกุ้งเคย.",
    "เยือง ๑": "ก. เยื้อง.",
    "เยือง ๒": "<i>ดู เลียงผา ๑</i>.",
    "เยื่อง": "ว. เยี่ยง.",
    "เยื้อง": "ก. เอี้ยว, ย้ายไป, เดินอย่างไว้ท่าทาง, เช่น เดินเยื้องตัวแล้วซัดแขนอย่างละครรำ.<2t>ว. เฉียงจากจุดตรงข้ามเล็กน้อย เช่น มหาวิทยาลัยธรรมศาสตร์อยู่เยื้องกับโรงพยาบาลศิริราช.",
    "เยื้องกราย": "ก. เดินอย่างมีท่างาม เช่น นางแบบเยื้องกรายมาทีละคน&#160;ๆ; เดินก้าวเฉียงและกางแขนเพื่อดูท่าทีของคู่ต่อสู้อย่างการเยื้องกรายในการตีกระบี่กระบอง (ใช้แก่ศิลปะการต่อสู้).",
    "เยื้องยัก": "ก. เลี่ยงไป, ไม่ตรงไปตรงมา, ดัดแปลง, ยักเยื้อง ก็ว่า.",
    "เยื้องย่าง": "ก. เดินอย่างมีลีลา, เดินอย่างมีท่างาม, ใช้ในความประชดก็มี, ย่างเยื้อง ก็ว่า.",
    "เยือน": "ก. เยี่ยม เช่น ลมหนาวมาเยือน ไปเยือนยุโรป.",
    "เยื้อน": "ก. เอื้อนกล่าวออกมาโดยมีอาการแช่มช้างดงาม.",
    "เยื่อใย": "น. ความเกี่ยวพันแม้จะขาดกันไปแล้ว แต่ก็ยังมีอาลัยเหลืออยู่, ความผูกพันที่ยังตัดไม่ขาด, เช่น เขาทิ้งไปอย่างไม่มีเยื่อใย.",
    "แย่": "ก. แบะขาและย่อลง, ย่อลง.<2t>ว. เต็มที, หนัก, เช่น ปลายเดือนการเงินแย่ อาการไข้แย่ เพียบลงทุกวัน.",
    "แย้ ๑": "น. ชื่อสัตว์เลื้อยคลานในวงศ์ <f>Agamidae</f> ลําตัวแบนราบ ข้างตัวมีสีสวย ไม่มีหนามสันหลัง อาศัยขุดรูอยู่ในดิน หากินตามพื้นดิน ไม่ขึ้นต้นไม้ ในประเทศไทยมี ๒ ชนิดย่อย คือ แย้เส้น <f><i>(Leiolepis belliana belliana)</i></f> และ แย้จุด <f><i>(L. b. rubritaeniata)</i></f>.",
    "แย้ ๒": "ก. ถ่วงหนักลง เช่น ก้นแย้ ท้องแย้.",
    "แยก": "ก. ทําให้สิ่งที่รวมกันอยู่หรือประกอบกันอยู่ออกจากกัน เช่น แยกกลุ่มประชุม แยกกล้วยไม้, กิริยาของสิ่งที่รวมกันอยู่หรือประกอบกันอยู่แตกออกจากกัน เช่น แผ่นดินแยก, แตกหรือทําให้แตกออกเป็นทาง เช่น แม่นํ้าแยก ทางแยก, ไม่รวมกัน เช่น แยกกันอยู่.",
    "แยกเขี้ยว": "ก. เผยอริมฝีปากให้เห็นเขี้ยวด้วยอาการโกรธหรือขู่ เช่น เสือแยกเขี้ยว, (ปาก) โดยปริยายหมายถึงพูดด้วยความโกรธหรือขู่.",
    "แยกตัว": "ก. ผละออก เช่น เขาแยกตัวออกจากพรรคพวก; ไม่ผสมกลมกลืนกัน เช่น น้ำกับน้ำมันแยกตัวกัน; แบ่งตัวเพื่อขยายจำนวน เช่น เซลล์แยกตัวออกจากกันเป็นทวีคูณ.",
    "แยกธาตุ": "ก. ทำให้ธาตุที่รวมกันอยู่หรือประกอบกันอยู่แยกออกจากกัน.",
    "แยกย้าย": "ก. แยกกันไปคนละทาง เช่น พองานเลิกต่างก็แยกย้ายกันกลับบ้าน, แยกและย้ายไปอยู่คนละแห่ง เช่น เมื่อพ่อแม่ตายลูก&#160;ๆ ก็แยกย้ายไปหาที่อยู่ใหม่.",
    "แยกแย้ง": "ก. แยกไปคนละทาง, ไม่ลงรอยกัน.",
    "แยกแยะ": "ก. กระจายออกให้เห็นชัดเจน เช่น แยกแยะปัญหาให้เห็นเป็นประเด็น&#160;ๆ ไป.",
    "แยกสี": "ก. แยกแม่พิมพ์ออกตามแม่สี ๓ สี.",
    "แยง ๑": "ก. แหย่เข้าไปในช่องหรือในรู เช่น เอาขนไก่แยงหู, สอดดู, แลดู.",
    "แยง ๒": "ก. เยง, กลัว, เกรง.",
    "แย่ง": "ก. ยื้อเอาไป เช่น ถูกแย่งของไปจากมือ, รีบฉวยหรือรีบทำเสียก่อน เช่น แย่งทาน.",
    "แย้ง": "ก. ไม่ตรงหรือลงรอยเดียวกัน เช่น ความเห็นแย้งกัน ข้อความแย้งกัน; ต้านไว้, ทานไว้.",
    "แย่งกันเป็นศพมอญ": "(สำ) ก. ยื้อแย่งกัน (ใช้ในความเปรียบเทียบ).",
    "แย่งชิง": "ก. ยึดถือเอาทรัพย์หรือประโยชน์ในลักษณะที่เป็นทรัพย์สินของผู้อื่น.",
    "แยงตา": "ก. อาการที่แสงส่องสวนตรงมายังนัยน์ตา เช่น แสงอาทิตย์แยงตา.",
    "แยงยล": "ก. มองดู.",
    "แยงแย่": "ว. อาการที่นั่งยอง&#160;ๆ แต่ถ่างขากว้าง เช่น นรสิงห์นั่งแยงแย่, อาการที่ยืนแบะขาและย่อเข่าลง เช่น ยักษ์วัดพระแก้วยืนแยงแย่.",
    "แยงแย้": "น. ไม้จําพวกเฟินเลื้อย ต้นเป็นเถาสั้น รากกระด้าง สีดําแดง เกาะตามหลืบหิน ใบคล้ายใบมะคําไก่. (พจน. ๒๔๙๓).",
    "แย่แต้": "ว. หนักจนต้องย่อลง.",
    "แยบ": "น. อุบาย, เล่ห์, ท่าทาง.",
    "แย็บ": "ก. ชกออกไปตรง&#160;ๆ และชักหมัดกลับโดยเร็ว; (ปาก) โดยปริยายหมายความว่า ลองเชิง, หยั่งดูท่าที. (อ. <f>jab</f>).",
    "แยบคาย": "ว. เข้าที, เหมาะกับเหตุผล, เช่น ความคิดแยบคาย พูดจาแยบคาย.",
    "แยบยล": "น. กล, อุบาย.<2t>ว. มีกลเม็ดหรือชั้นเชิงแนบเนียน เช่น เขามีกรรมวิธีแยบยล นักประพันธ์มีกลวิธีเขียนเรื่องแยบยล.",
    "แยม": "น. อาหารมีรสหวาน ทําโดยการเคี่ยวผลไม้กับนํ้าตาลจนข้น มักใช้ทาขนมปัง. (อ. <f>jam</f>).",
    "แย้ม": "ก. เผยอ, คลี่, บานแต่น้อย&#160;ๆ, เช่น กุหลาบแย้มกลีบ, เผยอริมฝีปากน้อย&#160;ๆ ไม่ถึงกับยิ้ม เช่น พระพุทธเจ้าทรงแย้มพระโอษฐ์, แย้มพราย.",
    "แย้มพราย": "ก. เผยให้เห็นวี่แวว เช่น เขาแย้มพรายเรื่องของเขาให้ทราบ, แย้ม ก็ว่า.",
    "แย้มยิ้ม": "ก. ยิ้มอย่างชื่นบาน, ยิ้มแย้ม หรือ ยิ้มแย้มแจ่มใส ก็ว่า.",
    "แย้มสรวล": "ก. ยิ้มแย้ม ร่าเริง.",
    "แยแส": "ก. เอาเป็นธุระ, เกี่ยวข้อง, สนใจ, เอาใจใส่, (มักใช้ในประโยคปฏิเสธ) เช่น เขาไม่แยแสว่าใครจะคิดอย่างไร.",
    "แยะ": "ก. แยก, แบะออก, แตกออก.<2t>ว. มากมาย เช่น ข้าวของมีแยะไป, มักใช้เข้าคู่กับคำ เยอะ เป็น เยอะแยะ.",
    "โย ๑": "(ปาก) ก. พูดแขวะ, พูดชวนวิวาท.",
    "โย ๒": "(โบ) ว. เรียกทุเรียนที่มีเม็ดห่าง&#160;ๆ ว่า ทุเรียนโย. (ปรัดเล).",
    "โย้": "ว. เอนเพราะไม่ตั้งตรงทรงตัวตามธรรมดาที่ควรเป็น เช่น เรือนโย้ เขียนหนังสือโย้; ยื่นออกกว่าปรกติ เช่น ท้องโย้ พุงโย้.",
    "โยก": "ก. คลอน เช่น ฟันโยก เก้าอี้โยก, เคลื่อนไหว เช่น กิ่งไม้โยก, ทําให้มีอาการเช่นนั้น เช่น โยกฟัน โยกกิ่งไม้; โดยปริยายหมายถึงอาการที่พูดหรือทำพิโยกพิเกน เช่น กว่าจะตกลงกันได้ พูดโยกอยู่นาน, โยกโย้ ก็ว่า.",
    "โยกโคลง": "ก. โยนไปมาไม่มั่นคง.",
    "โยกตร์": "[โยก] น. เชือก, สายทาม. (ส. โยกฺตฺร; ป. โยตฺต).",
    "โยกย้าย": "ก. ย้ายตำแหน่ง เช่น โยกย้ายข้าราชการ, ขยับขยายไปอยู่ที่อื่น เช่น โยกย้ายไปอยู่ต่างเมือง.",
    "โยกเยก": "ก. เคลื่อนไหวไปมา, โอนไปเอนมา, เช่น อย่านั่งโยกเยก เสาโยกเยกเพราะปักไม่แน่น.",
    "โยกโย้": "ก. อาการที่พูดหรือทำพิโยกพิเกน เช่น กว่าจะตกลงกันได้พูดโยกโย้อยู่นาน, โยก ก็ว่า.",
    "โยค-, โยคะ": "[โยคะ-] น. การประกอบ, การใช้, การร่วม; กิเลส; ความเพียร; วิธีบําเพ็ญสมาธิตามลัทธิของอาจารย์ปตัญชลี; (โหร) การที่ดาวนพเคราะห์ตั้งแต่ ๒ ดวงขึ้นไปมารวมกันในราศีเดียว. (ป., ส.).",
    "โยคเกณฑ์": "[โยกเกน] น. การกําหนดดิถีกับฤกษ์ให้ต้องกัน คือได้ทั้งโยค หมายถึง ฤกษ์ และเกณฑ์ หมายถึง ดิถี คือ ขึ้น แรม.",
    "โยคจักษุ": "น. ตาทิพย์. (ส.).",
    "โยคนิทรา": "น. การเข้าฌานแล้วไม่รู้สึกถึงสิ่งภายนอก, อาการที่แสร้งทําเช่นนั้น. (ส. โยคนิทฺรา).",
    "โยคยะ": "[โยกคะยะ] ว. สมควร, เหมาะ. (ส. โยคฺย).",
    "โยคะ": "น. การทำจิตใจให้สงบ, การที่จิตไม่รับรู้อารมณ์ คือ รูป เสียง กลิ่น รส และสัมผัสต่าง&#160;ๆ, วิธีการควบคุมร่างกายและจิตใจได้อย่างสมบูรณ์โดยการทำจิตให้เป็นสมาธิ.",
    "โยคาพจร, โยคาวจร": "[โยคาพะจอน, -วะจอน] น. ผู้หยั่งลงสู่ความเพียร, ผู้มีความเพียร, (มักใช้เรียกพระภิกษุผู้เรียนสมถะและวิปัสสนา). (ป.).",
    "โยคิน": "(กลอน) น. โยคี. (ส. โยคินฺ; ป. โยคี).",
    "โยคี": "น. นักบวชผู้ปฏิบัติตามลัทธิโยคะ, ฤษีพวกหนึ่ง. (ป.; ส. โยคินฺ ว่า ผู้ปฏิบัติตามลัทธิโยคะ).",
    "โยง ๑": "ก. ผูกให้ติดกันเพื่อลากหรือจูงไป เช่น โยงเรือ, เกี่ยวเนื่อง เช่น ให้การโยงไปถึงอีกคนหนึ่ง.<2t>ว. เรียกอาการที่มัดมือ ๒ ข้างแขวนขึ้นไปให้เท้าพ้นพื้นหรือเรี่ย&#160;ๆ พื้นว่า มัดมือโยง, เรียกอาการที่อยู่ประจําแต่ผู้เดียว ผู้อื่นไม่ต้องอยู่ว่า อยู่โยง, เรียกเรือสําหรับลากจูงเรืออื่นว่า เรือโยง และเรียกเรือที่ถูกลากจูงไปนั้นว่า เรือพ่วง.",
    "โยง ๒": "ก. เอาไม้แซะข้าวให้สุกทั่วกัน, ทำให้โหย่ง, คุ้ย, ในคำว่า โยงข้าว.",
    "โย่ง": "ว. ลักษณะที่สูงกว่าปรกติ เมื่อเคลื่อนไหวดูประหนึ่งว่าโยกเยกไปมา เช่น สูงโย่ง.",
    "โย่ง ๆ": "ว. อาการที่คนผอมสูงเดินก้าวยาว&#160;ๆ เรียกว่า เดินโย่ง&#160;ๆ.",
    "โย่งเย่ง": "ว. อาการที่คนสูงโย่งเดินโยกเยกไปมา; ไม่รัดกุม.",
    "โยงโย่": "ก. ยงโย่.",
    "โยชกะ": "[โยชะกะ] ก. ผู้ทําการประกอบ, ผู้ใช้, ผู้ผูก, ผู้จัด, ผู้เตรียม. (ส.).",
    "โยชน์": "[โยด] น. ชื่อมาตราวัด ๔๐๐ เส้น เป็น ๑ โยชน์; การผูก. (ป., ส.).",
    "โยชนา": "[โยชะนา] น. ชื่อคัมภีร์บาลีประเภทหนึ่ง ซึ่งบอกสัมพันธ์ศัพท์บาลีว่า ศัพท์ไหนเข้ากับศัพท์ไหนในต้นฉบับนั้น&#160;ๆ เช่น โยชนาฎีกาสังคหะ. (ป.).",
    "โยด": "ก. ย้ายจากที่เดิมเพื่อล่อให้อีกฝ่ายหนึ่งยิง (ใช้ในการเล่นลูกหิน).",
    "โยต": "น. เชือก, สายทาม. (ป. โยตฺต; ส. โยกฺตฺร).",
    "โยถิกะ": "น. ยูถิกา, ต้นพุทธชาด.",
    "โยทะกา ๑": "น. ตาขอเหล็กชนิดหนึ่ง มี ๓-๔ ขา สำหรับเกี่ยวหรือสับ.",
    "โยทะกา ๒": "น. ชื่อพรรณไม้ ๒ ชนิดในวงศ์ <f>Leguminosae</f> ปลายใบเว้าลึกเป็น ๒ แฉก คือ ชนิด <f><i>Bauhinia monandra</i> Kurz</f> เป็นไม้ต้น ดอกสีขาวนวล มีลายสีชมพู ออกเป็นช่อสั้น&#160;ๆ และชนิด <f><i>B. tomentosa</i> L.</f> เป็นไม้พุ่ม ดอกสีเหลือง ห้อยลง.",
    "โยธ-, โยธา ๑": "[-ทะ-] น. พลรบ, ทหาร. (ป., ส.).",
    "โยธวาทิต": "น. แตรวงทหารและตํารวจ.",
    "โยธา ๒": "น. งานที่ต้องใช้กําลังกายเกี่ยวกับการก่อสร้างมีแบก หาม ทําความสะอาดเป็นต้น เรียกว่า งานโยธา.",
    "โยธิน": "น. นักรบ, ทหาร. (ส.).",
    "โยน ๑": "ก. ซัดให้สิ่งใดสิ่งหนึ่งพ้นไปจากตัวโดยวิธีหงายมือ เช่น โยนสตางค์ โยนของ, เคลื่อนไหวหรือทําให้เคลื่อนไหวอย่างแรงจากที่เดิม เช่น คลื่นซัดจนเรือโยน คลื่นโยนเรือ, ไหวอย่างแรง แต่ไม่เคลื่อนจากที่เดิม เช่น ลมพัดกิ่งไม้โยนไปโยนมา หอบจนตัวโยน; เหวี่ยงเป็นวงกว้าง เช่น โยนค้อนตีเหล็ก, ปัดให้พ้นตัวไป เช่น โยนบาป โยนเรื่อง.",
    "โยน ๒": "น. เรียกขวานชนิดที่หัวเป็นบ้อง บิดเปลี่ยนทางเพื่อใช้ในการตัดหรือถากได้ ว่า ขวานโยน, ขวานปุลู หรือ ขวานปูลู ก็เรียก.",
    "โยน ๓, โยนก": "น. ชื่อชนชาติกรีก ซึ่งชาวอินเดียเรียกเพี้ยนมาจากคํา <f>Ionia</f>; ชื่อเรียกชาวไทยทางล้านนา, ยวน หรือ เยาวนะ ก็เรียก. (ป.).",
    "โยนกลอง": "ก. ปัดภาระหรือความรับผิดชอบไปให้คนอื่น.",
    "โยนกลอน": "ก. ขึ้นต้นกลอนแล้วโยนให้คนอื่นแต่งต่อ.",
    "โยนยาว": "น. จังหวะร้องเพลงขณะพายเรือจังหวะช้า.",
    "โยนหลุม": "น. ชื่อการเล่นพนันชนิดหนึ่งใช้สตางค์หรือสิ่งอื่นโยนให้ลงหลุม.",
    "โยนห่วง": "น. ชื่อการพนันชนิดหนึ่งใช้ห่วงโยนลงไปคล้องหลักที่ปักอยู่บนแป้น.",
    "โยนหัวโยนก้อย": "ก. โยนสตางค์หรือสิ่งอื่นขึ้นไปแล้วทายว่าตกลงมาจะหงายด้านหัวหรือก้อย.",
    "โยนิโส": "ว. โดยแยบคาย, โดยถ่องแท้; ตั้งแต่ต้น; โดยตลอด. (ป.).",
    "โยนิโสมนสิการ": "[-มะนะสิกาน] น. การพิจารณาโดยแยบคาย.<2t>ก. เข้าใจตั้งแต่ต้น, เข้าใจโดยตลอด. (ป.).",
    "โยนี": "น. อวัยวะสืบพันธุ์ของหญิง. (ป., ส. โยนิ ว่า มดลูก; ที่เกิด, ต้นกําเนิด; ปัญญา).",
    "โยพนมัท": "[โยบพะนะมัด] น. ความมัวเมาในความเป็นคนหนุ่มสาว, ความพลาดพลั้งเพราะความมัวเมาในความเป็นหนุ่มสาว. (ป. โยพฺพนมท).",
    "โยพนะ": "[โยบพะนะ] น. ความเป็นหนุ่มสาว. (ป. โยพฺพน).",
    "โยม": "น. คําที่พระสงฆ์ใช้เรียกบิดามารดาของตนหรือเรียกผู้ใหญ่รุ่นราวคราวเดียวกับบิดามารดา เช่น โยมพ่อ โยมแม่ โยมย่า โยมยาย โยมน้า; เป็นคําใช้แทนชื่อบิดามารดาของพระภิกษุสามเณร; เรียกผู้ที่เป็นบิดามารดาของพระว่า โยมพระ; เรียกผู้ที่แสดงตนเป็นผู้อุปการะพระภิกษุสามเณรโดยเจาะจงว่า โยมอุปัฏฐาก; เรียกฆราวาสที่อยู่ปฏิบัติรับใช้พระภิกษุสามเณรในวัดว่า โยมวัด; เรียกฆราวาสผู้อุปการะพระทั่ว&#160;ๆ ไป ว่า โยมสงฆ์.",
    "โยเย": "ว. เกเร, เกะกะ; ร้องไห้งอแง, ขี้อ้อน, (มักใช้แก่เด็กเล็ก&#160;ๆ).<2t>ก. พูดรวนเร.",
    "โย้เย้": "ว. รวนหรือซวนเซมีอาการจะหลุดหรือทลายลง เช่น ฟันโย้เย้ เรือนโย้เย้, ไม่ตรงรูป เช่น เขียนหนังสือโย้เย้.",
    "โยโส": "ว. โหยกเหยก, อวดดี, หยิ่งจองหอง.",
    "ใย": "น. สิ่งที่เป็นเส้นเล็ก&#160;ๆ บาง&#160;ๆ เช่น ใยบัว ใยแมงมุม.<2t>ว. นวลบาง, บาง&#160;ๆ, ละเอียดอ่อน เช่น นวลใย.",
    "ใยฟ้า": "น. สิ่งที่เป็นเส้นละเอียดอ่อนอย่างใยแมงมุมที่ลอยอยู่ในอากาศ.",
    "ใยยอง": "ว. งามผุดผ่อง, งามสุกใส.",
    "ใยหิน": "น. แร่ประเภทซิลิเกต โดยมากเป็นแคลเซียมและแมกนีเซียมซิลิเกต ลักษณะเป็นเส้นใย ทนไฟ ใช้ประโยชน์นําไปทําวัสดุทนไฟ และฉนวนความร้อน.",
    "ไย": "ว. ไฉน, อะไร, ทําไม, เช่น จะช้าอยู่ไย ไยจึงไม่มา.",
    "ไย่": "ว. ฟางตา.",
    "ไยดี": "ก. พอใจ, ยินดี, เอื้อ, มักใช้ในความปฏิเสธ เช่น ไม่ไยดี อย่าไปไยดี.",
    "ไยไพ": "ก. เยาะเย้ย, พูดให้เขาอาย.",
    "ไยไย, ไย่ไย่": "ว. เป็นแถวเป็นแนว.",
    "ร": "พยัญชนะตัวที่ ๓๕ เป็นพวกอักษรตํ่า ใช้เป็นตัวสะกดในแม่กน, ถ้าเขียนตัว ร ควบกัน ๒ ตัว เรียกว่า ร หัน ร ตัวหน้าทำหน้าที่เหมือนไม้หันอากาศ ร ตัวหลังเป็นตัวสะกด เช่น กรรไตร (กันไตฺร) ยรรยง (ยันยง) และเมื่อสะกดพยัญชนะที่ไม่มีสระอื่นเกาะต้องอ่านเหมือนมีสระ ออ อยู่ด้วย เช่น กร (กอน) กุญชร (กุนชอน), ถ้าตามพยัญชนะอื่น แต่มิได้ทำหน้าที่เป็นตัวสะกดและมีคำอื่นตาม พยัญชนะที่อยู่หน้าตัว ร มักออกเสียง ออ และตัว ร ออกเสียง อะ เช่น จรลี (จอ-ระ-ลี) หรดี (หอ-ระ-ดี).",
    "รก ๑": "ว. ที่กระจัดกระจายอยู่เกลื่อนกลาดไม่เป็นระเบียบเรียบร้อย เช่น ทิ้งกระดาษไว้รกบ้าน, ที่งอกหรือขึ้นรวมกันอยู่อย่างยุ่งเหยิงไม่เป็นระเบียบเรียบร้อย เช่น หญ้ารก ป่ารก, น่ารําคาญเพราะไม่เป็นระเบียบ เช่น รกตา รกหู รกสมอง.",
    "รก ๒": "น. เครื่องสําหรับหล่อเลี้ยงเด็กในครรภ์แนบอยู่กับมดลูก มีสายล่ามมาที่สะดือเด็ก; สิ่งที่เป็นเส้นคล้ายรากไม้ที่ห้อยอยู่ตามกิ่งไม้บางอย่างเช่นมะดัน เรียกว่า รกมะดัน, บางทีเป็นแผ่นห่อกาบไม้เช่นต้นมะพร้าว เรียกว่า รกมะพร้าว.",
    "รกชัฏ": "ว. รกยุ่ง, รกอย่างป่าทึบ.",
    "รกช้าง": "น. หญ้ารกช้าง. <i>[ดู กะทกรก (๒)]</i>.",
    "รกบิน": "น. รกที่ไม่ออกมาตามปรกติภายหลังคลอด แต่กลับตีขึ้นข้างบน.",
    "รกฟ้า": "น. ชื่อไม้ต้นขนาดใหญ่ชนิด <f><i>Terminalia alata</i> Heyne ex. Roth</f> ในวงศ์ <f>Combretaceae</f> ขึ้นตามป่าเต็งรัง เปลือกให้นํ้าฝาดสีแดงใช้ย้อมสี ใช้ทํายาได้, กอง ก็เรียก.",
    "รกราก": "น. ภูมิลําเนาเดิม, บ้านเกิด, หลักแหล่ง, เช่น คุณมีรกรากอยู่ที่ไหน; เชื้อสาย.",
    "รกร้าง": "ว. รกเพราะปล่อยทิ้งไว้ เช่น ที่รกร้าง ที่ดินรกร้างว่างเปล่า.",
    "รกเรี้ยว": "ว. รกมาก เช่น ป่ารกเรี้ยว.",
    "รกเรื้อ": "ว. รกมาก เช่น สวนรกเรื้อไม่ได้ดูแลเสียนาน.",
    "รง ๑": "น. ชื่อไม้ต้นชนิด <f><i>Garcinia hanburyi</i> Hook.f.</f> ในวงศ์ <f>Guttiferae</f> ใบเดี่ยว เรียงตรงข้าม ทุกส่วนมียางสีเหลือง.",
    "รง ๒": "น. ชื่อยางไม้ที่ได้จากไม้ต้น ๒ ชนิดในสกุล <f><i>Garcinia</i></f> วงศ์ <f>Guttiferae</f> คือ มะพูด <f>(<i>G. dulcis</i> Kurz)</f> และ รง <f>(<i>G. hanburyi</i> Hook.f.)</f> ชนิดแรกให้ยางสีเขียว&#160;ๆ อมเหลืองเรียก รงกา ชนิดหลังให้ยางสีเหลืองเรียก รง ใช้ทำยาและเขียนหนังสือหรือระบายสี รงนั้นถ้าใช้ทองคำเปลวผสมเขียนตัวหนังสือหรือลวดลายต่าง&#160;ๆ เรียกว่า รงทอง.",
    "รงกุ์": "น. ชื่อสัตว์ในพวกเนื้อชนิดหนึ่ง. (ป., ส. รงฺกุ ว่า กวางชนิดหนึ่ง).",
    "รงค-, รงค์": "[รงคะ-, รง] น. สี, นํ้าย้อม; ความกําหนัด, ตัณหา, ความรัก; ที่ฟ้อนรํา, โรงละคร; สนามรบ, ลาน. (ป., ส. รงฺค).",
    "รงควัตถุ": "น. สีต่าง&#160;ๆ.",
    "รงรอง": "ว. สดใส, งดงาม, รุ่งเรือง, รังรอง ก็ใช้.",
    "รจนา": "[รดจะ-] ก. ตกแต่ง, ประพันธ์. (ป., ส.).<2t>ว. งาม.",
    "รจเรข, รจเลข": "[รดจะเรก, รดจะเลก] น. การขีดเขียน.<2t>ว. งาม.<2t>ก. แต่ง.",
    "รจิต": "[ระจิด] ก. ตกแต่ง, ประดับ, เรียบเรียง.<2t>ว. งดงาม. (ป., ส.).",
    "รชกะ": "[ระชะกะ] น. คนย้อมผ้า, คนซักผ้า. (ป., ส.).",
    "รชตะ": "[ระชะตะ] น. เงิน. (ป.).",
    "รชนิ, รชนี": "[ระชะ-] น. เวลาคํ่า, กลางคืน. (ป., ส.).",
    "รชนีกร": "[-กอน] น. พระจันทร์. (ส.).",
    "รชนีจร": "[-จอน] น. ผู้เที่ยวไปกลางคืน; รากษส. (ส.).",
    "รชะ": "[ระชะ] น. ธุลี, ละออง; ความกําหนัด. (ป., ส.).",
    "รณ, รณ-": "[รน, รนนะ-] น. เสียง, เสียงดัง; สงคราม.<2t>ก. รบ, รบศึก. (ป., ส.).",
    "รณเกษตร, รณภู, รณภูมิ, รณสถาน": "น. สนามรบ. (ส.).",
    "รณรงค์": "น. การรบ; สนามรบ.<2t>ก. ต่อสู้, โฆษณาชักชวนอย่างต่อเนื่องโดยมีเจตนาที่จะต่อสู้เพื่อให้บรรลุเป้าหมายตามที่ต้องการ เช่น รณรงค์หาเสียงในการเลือกตั้ง รณรงค์ให้คนไทยใช้ของไทย. (ส.).",
    "รด": "ก. เท ราด สาด ฉีด หรือโปรยน้ำหรือของเหลวไปยังสิ่งใดสิ่งหนึ่งเพื่อให้เปียกหรือให้เปียกชุ่ม เช่น รดน้ำต้นไม้ เอาน้ำรดตัว; โดยปริยายหมายถึงอาการที่คล้ายคลึงเช่นนั้น เช่น เยี่ยวรดที่นอน นกขี้รดหลังคา.",
    "รดน้ำ": "น. วิธีการเขียนจิตรกรรมเป็นลวดลายสีทองบนพื้นลงรักหรือทาชาด เรียกว่า ลายปิดทองรดนํ้า, ต่อมาเรียกสั้นลงเป็น ลายรดนํ้า.<2t>ก. หลั่งนํ้าในพิธีต่าง&#160;ๆ เช่น รดน้ำบ่าวสาวในพิธีแต่งงาน รดน้ำขอพรผู้ใหญ่ในวันสงกรานต์.",
    "รดี": "น. รติ.",
    "รตนะ": "[ระตะ-] น. รัตน์. (ป.; ส. รตฺน).",
    "รตะ": "[ระตะ] น. ความสุข, ความสนุก.<2t>ก. ยินดี, ชอบใจ, สนุก. (ป., ส. รต ว่า ผู้ยินดี).",
    "รติ": "น. ความยินดี, ความชอบใจ; ความรัก, ความกําหนัด, แผลงใช้ว่า ฤดี หรือ รดี ก็ได้. (ป., ส.).",
    "รถ, รถ-": "[รด, ระถะ-] น. ยานที่มีล้อสําหรับเคลื่อนไป เช่น รถม้า รถยนต์ รถไฟ; (กฎ) ยานพาหนะทุกชนิดที่ใช้ในการขนส่งทางบกซึ่งเดินด้วยกําลังเครื่องยนต์ กําลังไฟฟ้า หรือพลังงานอื่น และหมายความรวมตลอดถึงรถพ่วงของรถนั้นด้วย ทั้งนี้เว้นแต่รถไฟ. (ป.).",
    "รถกระบะ": "น. รถชนิดหนึ่งใช้บรรทุกสิ่งของ ทำตัวถังเป็นรูปอย่างกระบะ.",
    "รถกุดัง": "น. รถบรรทุกชนิดหนึ่ง เดิมใช้บรรทุกสินค้าจากกุดังเก็บสินค้าที่ท่าเรือ ปัจจุบันใช้บรรทุกสินค้าเป็นต้น.",
    "รถเก๋ง": "น. รถยนต์ที่มีหลังคาเครื่องบังแดดบังฝน มีทั้งชนิดติดตายตัวและเปิดปิดได้ ปรกตินั่งได้ไม่เกิน ๗ คน.",
    "รถเข็น": "น. รถที่ไม่มีเครื่อง ต้องใช้คนเข็นหรือดันไป เช่น รถเข็นคนไข้.",
    "รถแข่ง": "น. รถยนต์มีที่นั่งตอนเดียว ติดตั้งเครื่องยนต์กำลังแรงม้าสูง ใช้แข่งประลองความเร็ว.",
    "รถคฤห": "[รดคฺรึ] น. รถที่มีหลังคาทรงจั่วซ้อนกัน ๒ ชั้น บางทีก็เป็นจตุรมุข สำหรับชักศพเจ้านายตั้งแต่ชั้นพระองค์เจ้าลงมา มีม้าลาก.",
    "รถเครื่อง": "(ปาก) น. จักรยานยนต์, รถที่มีล้อ ๒ ล้อเหมือนกับรถจักรยาน ขับเคลื่อนด้วยกำลังเครื่องยนต์, มอเตอร์ไซค์ ก็ว่า.",
    "รถจักร": "น. รถหัวขบวนรถไฟ มีเครื่องยนต์ใช้ลากจูงรถไฟทั้งขบวน, หัวรถจักร ก็เรียก.",
    "รถจักรยาน": "น. รถถีบ; (กฎ) รถที่เดินด้วยกําลังของผู้ขับขี่ที่มิใช่เป็นการลากเข็น.",
    "รถจักรยานยนต์": "น. รถจักรยานที่มีเครื่องยนต์; (กฎ) รถที่เดินด้วยกําลังเครื่องยนต์ กําลังไฟฟ้า หรือพลังงานอื่น และมีล้อไม่เกิน ๒ ล้อ ถ้ามีพ่วงข้างมีล้อเพิ่มอีกไม่เกิน ๑ ล้อ.",
    "รถจี๊ป": "น. รถยนต์แบบหนึ่ง ใช้ในวัตถุประสงค์ต่าง&#160;ๆ ได้แทบทุกภูมิประเทศ มีความคล่องตัวสูง.",
    "รถเจ๊ก": "(ปาก) น. รถลากสำหรับให้ผู้โดยสารนั่ง มีล้อขนาดใหญ่ ๒ ล้อ มีคนจีนเป็นผู้ลาก.",
    "รถฉุกเฉิน": "(กฎ) น. รถดับเพลิงและรถพยาบาลของราชการบริหารส่วนกลาง ราชการบริหารส่วนภูมิภาค และราชการบริหารส่วนท้องถิ่น หรือรถอื่นที่ได้รับอนุญาตจากผู้บัญชาการตำรวจแห่งชาติให้ใช้ไฟสัญญาณแสงวับวาบ หรือให้ใช้เสียงสัญญาณไซเรนหรือเสียงสัญญาณอย่างอื่น ตามที่ผู้บัญชาการตำรวจแห่งชาติกําหนด.",
    "รถดับเพลิง": "น. รถใช้ในการดับไฟที่ไหม้อาคารบ้านเรือนต่าง&#160;ๆ เป็นต้น มีอุปกรณ์ในการดับไฟ เช่น ถังน้ำสำรอง สายสูบน้ำ หัวสูบ ระหว่างวิ่งไปเพื่อดับไฟจะเปิดไซเรนขอทางให้ยวดยานอื่นหลีกทางให้.",
    "รถโดยสารประจำทาง": "(กฎ) น. รถบรรทุกคนโดยสารที่เดินตามทางที่กําหนดไว้ และเรียกเก็บค่าโดยสารเป็นรายคนตามอัตราที่วางไว้เป็นระยะทางหรือตลอดทาง.",
    "รถตีนตะขาบ": "น. รถชนิดหนึ่งซึ่งมีสายพานหุ้มล้อ สามารถขับเคลื่อนไปในภูมิประเทศที่เป็นทุ่งนาป่าเขาได้ดีกว่ารถที่ใช้ล้อธรรมดา.",
    "รถตุ๊ก ๆ": "(ปาก) น. รถสามล้อเครื่องรับจ้างบรรทุกผู้โดยสาร.",
    "รถตู้": "น. ตู้รถไฟที่ใช้บรรทุกสินค้าเป็นต้นภายในโล่ง มักปิดทึบทั้ง ๔ ด้าน; รถยนต์ขนาดกลาง รูปร่างคล้ายกล่อง มักมีประตูเปิดปิดด้านเดียว บรรทุกผู้โดยสารได้ประมาณ ๑๒-๑๕ คน.",
    "รถไต่ถัง": "น. การแสดงผาดโผนชนิดหนึ่งโดยขับขี่รถจักรยานยนต์วนไปรอบ&#160;ๆ ภายในถังไม้รูปทรงกระบอกขนาดใหญ่, ที่ใช้จักรยานสองล้อ หรือ รถยนต์ ก็มี.",
    "รถถ่อ": "น. ยานพาหนะชนิดหนึ่งสำหรับเจ้าหน้าที่การรถไฟใช้ถ่อค้ำยันให้แล่นไปบนรางรถไฟ.",
    "รถถีบ": "(ปาก) น. รถจักรยานสองล้อ.",
    "รถทัวร์": "(ปาก) น. รถปรับอากาศขนาดใหญ่ที่รับผู้โดยสารเดินทางไปยังต่างจังหวัด.",
    "รถทัศนาจร": "น. รถยนต์ขนาดใหญ่ที่รับผู้โดยสารไปท่องเที่ยว.",
    "รถแท็กซี่": "(ปาก) น. รถยนต์รับจ้างสาธารณะ โดยสารได้ไม่เกิน ๗ คน.",
    "รถแทรกเตอร์": "น. รถทุ่นแรง ใช้ลากหรือขับเคลื่อนอุปกรณ์อย่างอื่นที่ติดเข้าไปกับตัวรถตามลักษณะงานที่ใช้ มี ๒ แบบ คือ แบบตีนตะขาบ และแบบล้อซึ่งมีล้อหลังใหญ่กว่าล้อหน้า.",
    "รถนอน": "น. ตู้รถไฟที่มีที่นอนให้ผู้โดยสารนอนในเวลาค่ำคืน.",
    "รถนาค": "น. รถชลประทานสำหรับสูบน้ำเข้านา.",
    "รถบดถนน": "น. รถสำหรับบดดินให้เรียบหรือบดถนนให้ราบ มีลูกกลิ้งขนาดใหญ่สำหรับบดอยู่ข้างหน้า และมีล้อเหล็กขนาดใหญ่ ๒ ล้ออยู่ข้างหลัง.",
    "รถบรรทุก": "น. รถที่ใช้บรรทุกสิ่งของ มีหลายขนาด.",
    "รถบ้าน": "(ปาก) น. รถส่วนบุคคล.",
    "รถบุปผชาติ": "น. รถที่ใช้ดอกไม้สดประดับให้เป็นรูปต่าง&#160;ๆ.",
    "รถประจำทาง": "น. รถโดยสารที่วิ่งอยู่บนเส้นทางใดเส้นทางหนึ่งเป็นปรกติ.",
    "รถประทุน": "น. รถยนต์ที่มีประทุนเปิดปิดได้.",
    "รถปรับอากาศ": "น. รถโดยสารที่ติดตั้งเครื่องปรับอากาศ.",
    "รถปุงคพ, รถปุงควะ": "[ระถะ-] น. หัวหน้านักรบ. (ป., ส.).",
    "รถพยาบาล": "น. รถยนต์ของสถานพยาบาลที่ใช้รับส่งผู้ป่วยในกรณีฉุกเฉิน ระหว่างวิ่งเพื่อนำผู้ป่วยส่งสถานพยาบาลจะเปิดไซเรนขอทางให้ยวดยานอื่นหลีกทางให้; รถยนต์ขนาดใหญ่ มีแพทย์ พยาบาล และเวชภัณฑ์พร้อมสำหรับไปรักษาพยาบาลผู้ป่วยในท้องถิ่นต่าง&#160;ๆ คล้ายโรงพยาบาลเคลื่อนที่.",
    "รถพระที่นั่ง": "น. รถยนต์ที่พระมหากษัตริย์ พระบรมราชินี และพระบรมราชวงศ์ที่ทรงได้รับพระราชทานฉัตร ๗ ชั้นทรง เรียกเต็มว่า รถยนต์พระที่นั่ง, ถ้าเป็นรถม้า เรียกว่า รถม้าพระที่นั่ง.",
    "รถพระที่นั่งรอง": "น. รถยนต์ที่เตรียมสำรองไว้ใช้แทนรถพระที่นั่งในกระบวนเสด็จพระราชดำเนินเป็นทางการ.",
    "รถพระประเทียบ": "น. รถฝ่ายใน, รถประจำตำแหน่งสมเด็จพระสังฆราช.",
    "รถพ่วง": "น. รถที่พ่วงท้ายให้รถคันหน้าลากไป.",
    "รถไฟ": "น. รถที่พ่วงกันเป็นขบวนยาว ขับเคลื่อนโดยมีหัวรถจักรลากให้แล่นไปตามรางเหล็ก.",
    "รถไฟฟ้า": "(กฎ) น. รถที่พ่วงกันเป็นขบวนยาวโดยขับเคลื่อนด้วยไฟฟ้า แล่นไปตามราง.",
    "รถไฟเล็ก": "น. รถไฟขนาดเล็กที่จัดวิ่งให้ผู้โดยสารนั่งในระยะใกล้&#160;ๆ เพื่อความบันเทิง เช่น ตามสวนสนุกหรือในงานเทศกาล.",
    "รถม้า": "น. รถที่ใช้ม้าเทียมลากจูงไป มีทั้งชนิด ๒ ล้อ และ ๔ ล้อ.",
    "รถเมล์": "น. ยานพาหนะประจำทางที่ออกตามกำหนดเวลา.",
    "รถยนต์": "น. ยานพาหนะที่ขับเคลื่อนด้วยเครื่องยนต์ ตามปรกติมี ๔ ล้อ มีหลายแบบหลายชนิดเรียกชื่อต่าง&#160;ๆ กันตามความมุ่งหมายที่ใช้เป็นต้น เช่น รถเก๋ง รถบรรทุก รถโดยสาร; (กฎ) รถที่มีล้อตั้งแต่ ๓ ล้อ และเดินด้วยกําลังเครื่องยนต์ กําลังไฟฟ้า หรือพลังงานอื่น ยกเว้นที่เดินบนราง.",
    "รถยนต์ราง": "น. รถยนต์ที่ขับเคลื่อนไปบนราง มีล้อเหล็ก.",
    "รถยา": "[รดถะ-] น. รัถยา.",
    "รถโยก": "น. ยานพาหนะชนิดหนึ่ง สำหรับเจ้าหน้าที่การรถไฟใช้โยกให้แล่นไปบนรางรถไฟ.",
    "รถร่วม": "น. รถโดยสารเอกชนที่เข้ามาร่วมกับบริษัทหรือองค์การที่ได้รับสัมปทานในการเดินรถ เช่น รถร่วม บขส.",
    "รถรับจ้าง": "น. รถที่ใช้รับจ้างบรรทุกผู้โดยสารหรือสินค้าเป็นต้น.",
    "รถราง": "น. รถที่แล่นไปบนรางมีสาลี่ติดอยู่บนหลังคา ปลายมีลูกรอกแตะกับสายไฟฟ้าเพื่อนำกระแสไฟฟ้ามาใช้ขับเคลื่อน.",
    "รถลาก": "น. ยานพาหนะชนิดหนึ่ง มี ๒ ล้อ ใช้คนลาก.",
    "รถวิทยุ": "น. รถยนต์ของเจ้าหน้าที่ตำรวจหรือทหารที่ติดตั้งวิทยุ เพื่อความสะดวกรวดเร็วในการสื่อสารหรือรายงานให้ศูนย์บัญชาการทราบเป็นระยะ&#160;ๆ.",
    "รถแวน": "น. รถยนต์ส่วนบุคคล มีที่นั่งมากกว่า ๒ ตอน ตอนท้ายมีประตูข้างหลังสำหรับบรรทุกคนหรือของ.",
    "รถศึก": "น. รถเทียมม้าที่ใช้ในการศึกสงครามสมัยโบราณ ปรกติมี ๒ ล้อ.",
    "รถสปอร์ต": "น. รถยนต์ที่ติดตั้งเครื่องยนต์มีแรงขับเคลื่อนสูง มักเป็นรถตอนเดียว.",
    "รถส่วนบุคคล": "น. รถยนต์นั่งที่เอกชนเป็นเจ้าของ.",
    "รถสองแถว": "น. รถรับจ้างที่มีที่นั่งไปตามความยาวของรถเป็น ๒ แถว.",
    "รถสองล้อ": "(ปาก) น. รถจักรยานสองล้อ.",
    "รถสะเทินน้ำสะเทินบก": "น. รถที่ใช้งานได้ทั้งในน้ำและบนบก.",
    "รถสามล้อ": "น. ยานพาหนะถีบขนาดเล็กชนิดหนึ่ง มี ๓ ล้อ เรียกเต็มคำว่า จักรยานสามล้อ, ถ้าติดเครื่องยนต์ เรียกว่า สามล้อเครื่อง หรือ จักรยานสามล้อเครื่อง.",
    "รถสิบล้อ": "น. รถบรรทุกขนาดใหญ่ข้างหน้ามี ๒ ล้อ ข้างหลังมี ๘ ล้อ.",
    "รถเสบียง": "น. ตู้รถไฟที่ใช้ปรุงและจำหน่ายอาหารในขณะเดินทาง, ตู้เสบียง ก็ว่า.",
    "รถหลวง": "(ปาก) น. รถของส่วนราชการ.",
    "รถหวอ": "(ปาก) น. รถดับเพลิง รถตำรวจ หรือรถพยาบาลเป็นต้นที่ติดตั้งไซเรนเพื่อเตือนให้ยวดยานอื่นหลีกทางให้.",
    "รถานึก": "น. กองทัพเหล่ารถ, เป็นส่วนหนึ่งแห่งกระบวนทัพโบราณ ซึ่งเรียกว่า จตุรงคพล จตุรงคโยธา จตุรงคเสนา หรือ จตุรงคินีเสนา มี ๔ เหล่า ได้แก่ ๑. หัตถานึก (กองทัพช้าง, เหล่าทหารช้าง) ๒. อัศวานึก (กองทัพม้า, เหล่าทหารม้า) ๓. รถานึก (กองทัพเหล่ารถ) ๔. ปัตตานึก (กองทัพเหล่าราบ, กองทัพทหารเดินเท้า). (ป., ส. รถานีก).",
    "รเถสภะ": "น. กษัตริย์ผู้องอาจบนรถรบ, จอมพลรถรบ. (ป.).",
    "รท, รทนะ": "[รด, ระทะนะ] น. ฟัน, งา, เช่น ทวิรท = สัตว์ ๒ งา คือ ช้าง. (ป., ส.).",
    "รน": "ก. นิ่งอยู่ไม่ได้, เร่าร้อน, เช่น รนหาที่ตาย รนหาเรื่อง.",
    "ร่น": "ก. ขยับถอยให้ชิดเข้ามาหรือออกไป เช่น ร่นแถว, ร่นวันหรือเวลาให้ใกล้เข้ามา เช่น ร่นวันประชุมเข้ามาอีก ๓ วัน.",
    "ร้น": "ว. เร่งรุด.",
    "รนด": "[ระนด] น. คราด. (เทียบ ข. รฺนาส่).",
    "รนหาที่": "(ปาก) ก. นิ่งอยู่ไม่ได้ ชอบหาเรื่องเดือดร้อนมาใส่ตน.",
    "รบ": "ก. สู้กัน, ต่อสู้ในทางศึก, เช่น ไปรบกับข้าศึกที่ชายแดน, สู้ เช่น รบกับหญ้าไม่ชนะ; เร้าจะเอาให้ได้ เช่น ลูกรบแม่ให้ซื้อตุ๊กตา.",
    "รบกวน": "ก. ทําให้รําคาญ, ทําให้เดือดร้อน.",
    "รบทัพจับศึก": "ก. รบราฆ่าฟันกับข้าศึกศัตรู.",
    "รบรา": "ก. ต่อสู้กัน เช่น รบราฆ่าฟันกันเอง.",
    "รบเร้า": "ก. เซ้าซี้จะเอาให้ได้.",
    "รบส": "[ระบด] ก. เลี้ยง, รักษา.",
    "รบาญ": "[ระบาน] ก. รบ, สู้.",
    "รพ, รพะ, รพา": "[รบ, ระพะ, ระพา] น. เสียงร้อง, เสียงดัง, เสียงเอิกเกริก. (ป., ส. รว).",
    "รพิ, รพี": "น. พระอาทิตย์. (ป., ส. รวิ).",
    "รม": "ก. อบด้วยควันหรือไอไฟ เช่น ใช้ควันรมปลากะพงให้หอม ใช้ควันอ้อยรมเป็ดให้หอม รมผึ้งให้หนีหรือให้เมา, ทำให้ควันไฟหรือไอไฟเป็นต้นเกาะติดอยู่ เช่น รมบาตร รมปลาย่างให้แห้ง.",
    "ร่ม": "น. บริเวณที่แดดส่องไม่ถึง เช่น ร่มไม้; สิ่งที่ใช้สำหรับกางกันแดด กันฝน มีด้ามสำหรับถือ โดยปริยายหมายถึง ที่พึ่ง, ที่คุ้มครอง, เช่น ใต้ร่มพระบรมโพธิสมภาร ใต้ร่มกาสาวพัสตร์.<2t>ว. ซึ่งมีอะไรบังแดด เช่น ถนนสายนี้ร่มตลอดวัน.",
    "ร่มเกล้า, ร่มเกศ": "น. ผู้คุ้มครองป้องกันให้ได้รับความร่มเย็นเป็นสุข หมายถึง พระมหากษัตริย์.",
    "รมควันเด็ก": "น. วิธีลงโทษเด็กที่ดื้อมาก&#160;ๆ อย่างหนึ่ง โดยเอากาบมะพร้าวแห้งเผาไฟให้ควันรมหน้ารมตาเด็กเพื่อให้สำลักควันจะได้เข็ด.",
    "ร่มชูชีพ": "น. เครื่องพยุงตัวเมื่อโดดจากที่สูง ตามปรกติกางแล้วรูปคล้ายร่ม แต่ในปัจจุบันเมื่อกางแล้วมีลักษณะคล้ายกาบกล้วยเป็นลอน&#160;ๆ ตามขวางก็มี.",
    "รมณี": "[รมมะนี] น. นาง, ผู้หญิง. (ป., ส.).",
    "รมณีย-, รมณีย์": "[รมมะนียะ-, รมมะนี] ว. น่าบันเทิงใจ, น่าสนุก, พึงใจ, งาม. (ป., ส.).",
    "รมณียสถาน": "น. สถานที่ให้ความรื่นรมย์, สถานที่ให้ความบันเทิงใจ.",
    "รมดำ": "ก. ใช้น้ำมันกำมะถันเป็นต้น ทาสิ่งใดสิ่งหนึ่งแล้วอบด้วยความร้อนให้ดำ เช่น รมปืน รมพระ รมรูปหล่อโลหะ.",
    "ร่มธง": "น. อำนาจคุ้มครอง เช่น ใต้ร่มธงไตรรงค์ ใต้ร่มธงไทย.",
    "ร่มผ้า": "น. ส่วนของร่างกายภายในผ้านุ่งที่ไม่ควรเปิดเผย.",
    "ร่มโพธิ์ร่มไทร": "(สำ) น. ที่พึ่ง, ผู้ที่ให้ความคุ้มครองและความอบอุ่นใจ, เช่น พ่อแม่เป็นร่มโพธิ์ร่มไทรของลูก.",
    "ร่มไม้ชายคา": "(สํา) น. ที่พึ่งพาอาศัย เช่น ต้องไปพึ่งร่มไม้ชายคาของผู้อื่น.",
    "รมยา": "ก. ใช้หนังจงโคร่ง เห็ดร่างแห หรือสารบางชนิดเป็นต้น เผาไฟให้ควันลอยไปเพื่อทำให้หลับสนิท.",
    "ร่มเย็น": "ว. มีความสุขสบาย, ไม่มีความเดือดร้อน.",
    "รมเยศ": "[รมมะเยด] (กลอน) ว. น่าบันเทิงใจ, น่าสนุก, พึงใจ, งาม.",
    "ร่มรื่น": "ว. มีร่มเงาของต้นไม้ใหญ่&#160;ๆ ที่ทำให้เกิดความรื่นรมย์ใจ เช่น ในสวนนี้ร่มรื่นดี.",
    "รยะ": "ว. เร็ว, พลัน, ไว, ด่วน. (ป., ส.).",
    "รยางค์": "น. ส่วนที่ยื่นออกจากส่วนหลักของอวัยวะของสิ่งมีชีวิต เช่น หนวดของแมลง ครีบปลา แขน ขา. (อ. <f>appendage</f>).",
    "รวก": "น. ชื่อไผ่ชนิด <f><i>Thyrsostachys siamensis</i> Gamble</f> ในวงศ์ <f>Gramineae</f> ขึ้นเป็นกอ ลําเล็กยาวเรียว ไม่มีหนาม.",
    "รวง ๑": "น. ช่อ (ใช้แก่ข้าว); ลักษณนาม เช่น ข้าวรวงหนึ่ง ข้าว ๒ รวง.",
    "รวง ๒": "น. คํากํากับชื่อปีในวิธีนับศักราชของไทยเหนือ ตรงกับเลข ๘, เขียนเป็น ลวง ก็มี.",
    "ร่วง ๑": "ก. หล่น เช่น ใบไม้ร่วง ผลไม้ร่วง, หลุด เช่น ถูกชกฟันร่วง ผมร่วง.",
    "ร่วง ๒": "ว. รุ่ง, เรือง.",
    "รวงผึ้ง ๑": "น. รังผึ้ง มักมีลักษณะเป็นแผงคล้ายรูปสามเหลี่ยมห้อยลงมา, ลักษณนามว่า รวง เช่น รวงผึ้ง ๒ รวง; องค์ประกอบของอาคาร มีลักษณะเป็นแผงรูปสามเหลี่ยมเรียงกันใต้กระจังฐานพระที่หน้าบันโบสถ์ วิหาร หรือมุขเด็จ.",
    "รวงผึ้ง ๒": "น. ชื่อไม้ต้นขนาดเล็กชนิด <f><i>Schoutenia glomerata</i> King subsp. <i>paregrina</i> (Craib) Roekm. et Martono</f> ในวงศ์ <f>Tiliaceae</f> ใบออกเรียงสลับกัน ด้านล่างสีขาว ดอกสีเหลือง ออกเป็นช่อสั้น&#160;ๆ ตามง่ามใบ ปลูกเป็นไม้ประดับ, นํ้าผึ้ง หรือ ดอกนํ้าผึ้ง ก็เรียก.",
    "รวงรัง": "น. รัง.",
    "ร่วงรุ้ง": "ว. พรายแสง (ใช้แก่เพชร).",
    "ร่วงโรย": "ก. เสื่อมไป, สิ้นไป, เช่น สังขารร่วงโรย, เซียวไป เช่น อดนอนหน้าตาร่วงโรย.",
    "รวด": "ว. ติดต่อกันหลายครั้ง เช่น ชนะ ๕ ครั้งรวด; เสมอเท่ากันหมด เช่น เก็บค่าดู ๒๐ บาทรวด.",
    "รวดเดียว": "น. ครั้งเดียวอย่างรีบเร่ง, ครั้งเดียวโดยไม่หยุดพัก, เช่น พิจารณารวดเดียวจบ นอนหลับรวดเดียวตั้งแต่หัวค่ำถึงสว่าง ดื่มรวดเดียวหมด; ครั้งเดียว เช่น เก็บค่าดูรวดเดียวดูได้ตลอด.",
    "รวดเร็ว": "ว. เร็วไว เช่น ทำงานรวดเร็ว.",
    "รวน": "ก. เอาเนื้อสดหรือปลาสดเป็นต้นที่หั่นเป็นชิ้นแล้วคั่วให้พอสุกเพื่อเก็บเอาไว้แกงเป็นต้น; แสดงกิริยาหรือวาจาชวนวิวาท เช่น เขาถูกรวน, ตีรวน ก็ว่า.<2t>ว. ไม่ตรง, โย้, เช่น ฟันรวน; เบียดดันกันไปมา เช่น แถวรวน.",
    "ร่วน": "ว. อาการที่หัวเราะด้วยความครื้นเครงมีกระแสเสียงเปล่งดังออกมาถี่&#160;ๆ จากลําคอ ในคำว่า หัวเราะร่วน; ที่มีลักษณะเป็นก้อนไม่เหนียว แตกละเอียดได้ง่าย เช่น ดินร่วน ปลากุเราเค็มเนื้อร่วน ข้าวร่วน.",
    "รวนเร": "ว. เปลี่ยนไปเปลี่ยนมาไม่แน่นอน เช่น จิตใจรวนเร ใจคอรวนเร, เรรวน ก็ว่า.",
    "รวบ": "ก. อาการที่เอาสิ่งต่าง&#160;ๆ เข้ามาไว้ด้วยกันให้เป็นฟ่อน เป็นมัด เป็นกลุ่ม เป็นกอง เป็นต้น, เอามือทั้ง ๒ ข้างหรือวงแขนโอบรัดสิ่งใดสิ่งหนึ่งเข้าหาตัว เช่น รวบตัว รวบเอว รวบขา; (ปาก) จับ เช่น ขโมยถูกตำรวจรวบ.",
    "รวบยอด": "ก. (บัญชี) รวมยอดเงินครั้งสุดท้าย; (ปาก) รวมหลาย&#160;ๆ ครั้งเป็นคราวเดียวในครั้งหลังสุด เช่น กินรวบยอด.",
    "รวบรวม": "ก. นําสิ่งต่าง&#160;ๆ มารวมเข้าไว้ด้วยกัน เช่น รวบรวมข้าวของ รวบรวมเงิน รวบรวมหลักฐาน.",
    "รวบรัด": "ก. ทําให้สั้นเข้าให้เร็วเข้า เช่น พูดรวบรัด.",
    "รวบหัวรวบหาง": "(สํา) ก. รวบรัดให้สั้น, ทําให้เสร็จโดยเร็ว; ฉวยโอกาสเมื่อมีช่องทาง.",
    "รวบอำนาจ": "ก. รวมอำนาจ เช่น รวบอำนาจมาไว้ส่วนกลาง รวบอำนาจมาไว้ที่คนคนเดียว.",
    "รวม": "ก. บวกเข้าด้วยกัน, ผสมเข้าด้วยกัน, เช่น รวมคะแนน รวมเงิน, เข้าร่วมกัน, คละปนกัน, เช่น รวมกันเราอยู่ แยกกันเราตาย อยู่รวมกัน, ผนึกเข้าด้วยกัน เช่น รวมนํ้าใจ รวมพลัง.",
    "ร่วม": "ก. มีส่วนรวมอยู่ด้วยกัน เช่น ร่วมกิน ร่วมนอน, มีส่วนรวมเป็นอันหนึ่งอันเดียวกัน เช่น ร่วมใจ ร่วมสามัคคี, มีส่วนรวมในที่แห่งเดียวกัน เช่น ร่วมโรงเรียน ร่วมบ้าน ร่วมห้อง ร่วมหอ, มีส่วนรวมในภาวะหรือสถานะเดียวกัน เช่น เพื่อนร่วมชาติ มีศัตรูร่วมกัน ทำบุญร่วมญาติ ร่วมเป็นร่วมตาย ร่วมทุกข์ร่วมสุข ร่วมชะตากรรม.<2t>ว. ล่วงไปมากจวนถึงที่หมาย, เกือบ, เกือบถึง, เช่น ร่วมถึง ร่วมเสร็จ ทํามาร่วมเดือนแล้ว ซากสัตว์นี้มีอายุร่วม ๑,๐๐๐ ปี.",
    "ร่วมใจ": "ว. มีความนึกคิดอย่างเดียวกัน เช่น เพื่อนร่วมใจ.",
    "ร่วมชายคา": "ก. อยู่บ้านเดียวกัน.",
    "ร่วมชีวิต": "ก. อยู่กินกันฉันผัวเมีย.",
    "ร่วมท้อง, ร่วมอุทร": "ว. มีแม่เดียวกัน.",
    "ร่วมประเวณี": "ก. เสพสังวาส, เป็นผัวเมียกัน.",
    "รวมพล": "ก. รวมกำลังพลเข้าด้วยกัน.",
    "รวมพวก": "ก. รวมคนจำนวนมากเข้าด้วยกัน.",
    "ร่วมเพศ": "ก. เสพสังวาส.",
    "ร่วมมือ": "ก. พร้อมใจช่วยกัน.",
    "ร่วมรัก": "(ปาก) ก. เสพสังวาส, ร่วมรส หรือ ร่วมรสรัก ก็ว่า.",
    "ร่วมเรียงเคียงหมอน, ร่วมหอลงโรง": "(สํา) ก. อยู่กินกันฉันผัวเมีย, แต่งงานกัน.",
    "ร่วมวง": "ก. เข้าร่วมในวงอย่างในวงอาหารในวงไพ่.",
    "ร่วมวงศ์": "ก. ร่วมในวงศ์ตระกูลเดียวกัน, ร่วมนามสกุลเดียวกัน.",
    "ร่วมวงศ์ไพบูลย์": "ก. ร่วมเป็นพวกเดียวกัน เช่น ร่วมวงศ์ไพบูลย์มหาเอเชียบูรพา; (ปาก) ร่วมทำด้วย.",
    "ร่วมสมัย": "ว. สมัยปัจจุบัน เช่น ประวัติศาสตร์ร่วมสมัย ศิลปะร่วมสมัย; รุ่นราวคราวเดียวกัน, สมัยเดียวกัน, เช่น ลุงกับพ่อเป็นคนร่วมสมัยกัน.",
    "ร่วมสังฆกรรม": "ก. อาการที่พระสงฆ์ทำสังฆกรรมร่วมกัน, (ปาก) ทำงานร่วมกัน เช่น ฉันเข้าร่วมสังฆกรรมกับเขา.",
    "รวมหัว": "ก. ร่วมกันคิดร่วมกันทํา.",
    "ร่วมหัวงาน": "ก. เกือบเสร็จงานแล้ว เช่น การซ่อมท่อน้ำประปาร่วมหัวงานแล้ว.",
    "รวย ๑": "ก. ได้มาก เช่น วันนี้รวยปลา, มีมาก เช่น รวยทรัพย์ รวยที่ดิน.",
    "รวย ๒, รวย ๆ": "ว. แผ่ว, เบา, อ่อน, เช่น หายใจรวย&#160;ๆ หอมรวย&#160;ๆ, ระรวย ก็ว่า; ชื่น, รื่น; งาม เช่น รูปรวย ว่า รูปงาม.",
    "รวย ๓": "น. ตัวไม้ที่ทอดลงมาบนหัวแปตอนหน้าจั่ว.",
    "รวยริน": "ว. เรื่อย&#160;ๆ, ชื่น&#160;ๆ.",
    "รวยรื่น": "ว. ชื่นใจ, สบายใจ.",
    "รวะ": "น. เสียงดัง, เสียงเอิกเกริก, เสียงอึง, เสียงร้องครํ่าครวญ.<2t>ก. ร้อง, ร้องไห้. (ป., ส.).",
    "รวิ ๑, รวี": "น. พระอาทิตย์, ใช้แผลงว่า รพิ รพี หรือ รําไพ ก็ได้. (ป., ส.).",
    "รวิ ๒": "(โหร) น. ชื่อยาม ๑ ใน ๘ ยามในเวลากลางคืน. <i>(ดู ยาม)</i>.",
    "รวิวาร": "น. วันอาทิตย์. (ป., ส.).",
    "รศนา": "[ระสะนา] น. สายรัดเอว. (ส.).",
    "รส": "น. สิ่งที่รู้ได้ด้วยลิ้น เช่น เปรี้ยว หวาน เค็ม ฝาด, โดยปริยายหมายถึง ความไพเราะ เช่น กลอนบทนี้ไม่มีรส. (ป., ส.).",
    "รสก": "[ระสก] น. คนครัว, พ่อครัว. (ป.).",
    "รสชาติ": "[รดชาด] น. รส เช่น แกงนี้ไม่มีรสชาติเลย.",
    "รสนา": "[ระสะ-] น. ลิ้น. (ป., ส.).",
    "รสนิยม": "[รดสะนิยม, รดนิยม] น. ความนิยมชมชอบ, ความพอใจ, เช่น เขามีรสนิยมในการแต่งตัวดี.",
    "รสสุคนธ์": "น. ชื่อไม้เถาชนิด <f><i>Tetracera loureiri</i> Pierre</f> ในวงศ์ <f>Dilleniaceae</f> ดอกสีขาว ออกเป็นช่อ กลิ่นหอม, เสาวคนธ์ ก็เรียก.",
    "รสายนเวท": "[ระสายะนะเวด] น. วิชาประสมแร่แปรธาตุ, วิชาเคมียุคเล่นแร่แปรธาตุ. (ส.).",
    "รสิก": "น. ผู้รู้จักรส, ผู้รู้จักรสในทางกวีและศิลปะต่าง&#160;ๆ. (ป., ส.).",
    "รหัท": "น. ห้วงนํ้า, บ่อนํ้า, หนอง, ทะเล. (ป. รหท; ส. หฺรท).",
    "รหัส": "[-หัด] น. เครื่องหมายหรือสัญญาณลับซึ่งรู้เฉพาะผู้ที่ตกลงกันไว้, ข้อความที่เปลี่ยนตัวอักษรอื่นแทนอักษรที่ต้องการจะใช้ หรือสลับตำแหน่งอักษรของข้อความนั้น หรือใช้สัญลักษณ์แทน เป็นต้น ซึ่งรู้กันเฉพาะผู้ที่รู้เกณฑ์การเปลี่ยนแปลงนั้น&#160;ๆ, ระบบสัญลักษณ์ที่ใช้ในเครื่องมือเครื่องใช้อย่างกุญแจหรือตู้นิรภัยเป็นต้น เช่น เลขรหัสบัตรเครดิต. (ป. รหสฺส; ส. รหสฺย).",
    "รหัสไปรษณีย์": "น. รหัสที่กำหนดประจำท้องที่เพื่อประโยชน์ในการไปรษณีย์.",
    "รหิต": "ก. ปราศจาก, หายไป. (ป.).",
    "รโห": "น. ลับ, สงัด, เงียบ. (ป.).",
    "รโหคต": "ว. ผู้ไปในที่ลับ, ผู้อยู่ในที่สงัด. (ป.).",
    "รโหฐาน": "น. ที่เฉพาะส่วนตัว. (ป. รโห + &#xf700;าน ว่า ที่ลับ, ที่สงัด).",
    "รอ ๑": "น. หลักปักกันกระแสนํ้า เช่น ทำรอกันตลิ่งพัง.",
    "รอ ๒": "ก. คอย เช่น รอรถ รอเรือ; ยับยั้ง เช่น รอการพิจารณาไว้ก่อน รอการลงอาญาไว้ก่อน; เกือบจด, จ่อ, เช่น เอายาดมรอจมูก เอามีดรอคอ.",
    "ร่อ": "(กลอน) ก. จ่อ, จด.<2t>ว. ใกล้.",
    "รอก": "น. เครื่องผ่อนแรงรูปคล้ายล้อ มีแกนหมุนได้รอบตัว ที่ขอบเป็นร่องสําหรับให้เส้นเชือกหรือเส้นลวดเดินได้สะดวก ใช้สําหรับยก ลาก หรือดึงของหนักให้เบาแรงและสะดวกคล่องขึ้น.",
    "รอง ๑": "ก. รับรวมของเหลวหรือสิ่งอื่นที่ไหลตกลงมา เช่น รองนํ้า; ต้านทานคํ้าจุนให้คงอยู่ เช่น รองหัวเข็ม, หนุนให้สูงขึ้น เช่น เอาไม้รองโต๊ะรองตู้, รองรับ เช่น เอาเบาะรองนั่ง เอาผ้ารองมือ.<2t>ว. เป็นที่ ๒ โดยตําแหน่ง เช่น รองอธิบดี รองอธิการบดี, ถัดลงมาโดยอายุหรือตําแหน่ง เช่น ตำแหน่งรองลงมา, ด้อยกว่า เช่น เป็นรอง.",
    "รอง ๒": "ว. งามสุกใส เช่น รองเรือง.",
    "ร่อง": "น. รอยลึกเป็นช่องทางไปตามยาว, สันดินระหว่างท้องร่องสําหรับเพาะปลูก เช่น ร่องผัก ร่องมัน.",
    "ร้อง": "ก. เปล่งเสียงดัง, โดยปริยายหมายถึงออกเสียงดังเช่นนั้น เช่น ฟ้าร้อง จักจั่นร้อง, (ปาก) ใช้หมายความว่า ร้องเพลง ร้องไห้ ก็มี แล้วแต่คําแวดล้อมบ่งให้รู้ เช่น เพลงนี้ร้องเป็นไหม อย่าร้องให้เสียน้ำตาเลย.",
    "ร้องกระจองอแง": "ก. อาการที่เด็กหลาย&#160;ๆ คนร้องไห้พร้อม&#160;ๆ กัน.",
    "ร้องขอ": "ก. ขอเป็นทางการ.",
    "รองคอ": "ก. ถัดคนแรก (ใช้เรียกคนเล่นการพนันอย่างหยอดหลุม).",
    "ร้องงอแง": "ก. ร้องอ้อน (ใช้แก่เด็กเล็ก&#160;ๆ).",
    "รองเง็ง": "น. ศิลปะการแสดงแบบหนึ่งของชาวไทยมุสลิมภาคใต้ เป็นการเต้นรําคู่ชายหญิง และร้องเพลงคลอไปด้วย. (เทียบ ม. <f>ronggeng</f>).",
    "รองจ่าย": "(ปาก) ก. ทดรองจ่ายเป็นค่าใช้สอยปลีกย่อย, เรียกเงินที่ใช้เช่นนั้นว่า เงินรองจ่าย.",
    "รองช้ำ": "น. ชื่อโรคชนิดหนึ่งเป็นตามฝ่ามือหรือฝ่าเท้า มีนํ้าใส&#160;ๆ อยู่ระหว่างหนังชั้นนอกกับเนื้อ.",
    "ร้องฎีกา": "ก. ทูลเกล้าฯ ถวายฎีการ้องทุกข์.",
    "ร่องตีนช้าง": "น. ส่วนล่างของฝาเรือนทรงไทย อยู่ระหว่างธรณีประตูหรือธรณีหน้าต่างกับพื้น มีลักษณะเป็นช่อง&#160;ๆ กรุด้วยแผ่นไม้กระดาน.",
    "รองทรง": "น. ทรงผมผู้ชายที่ตัดข้างล่างสั้นข้างบนยาว; หนังสือสำคัญและสมุดไทยที่พระมหากษัตริย์ทรงใช้เป็นการส่วนพระองค์ เช่น กฎหมายตรา ๓ ดวงฉบับรองทรง.",
    "รองท้อง": "ก. กินพอกันหิวไปก่อน.",
    "ร้องทุกข์": "ก. บอกความทุกข์เพื่อขอให้ช่วยเหลือ.",
    "รองทุน": "ก. ออกทุนให้ไปก่อน.",
    "รองเท้า": "น. เกือก.",
    "ร่องน้ำ": "น. ทางนํ้าลึกที่เรือเดินได้.",
    "ร้องบอก": "ก. เปล่งเสียงบอกให้รู้.",
    "รองบ่อน": "ว. ประจําบ่อน, ที่ยืนโรงไว้เผื่อเหลือเผื่อขาด เช่น ไก่รองบ่อน.",
    "รองพื้น ๑": "ก. อาการที่ทาสีชั้นต้นให้พื้นเรียบเสมอกันเพื่อรองรับสีที่จะระบายหรือทาทับลงไป, เรียกสีที่ใช้เพื่อวัตถุประสงค์ดังกล่าวว่า สีรองพื้น; อาการที่เอาครีมหรือแป้งเป็นต้นทาหน้าเพื่อให้ผิวหน้าเรียบก่อนแต่งหน้า, เรียกครีมหรือแป้งเป็นต้นที่ใช้เพื่อวัตถุประสงค์ดังกล่าวว่า ครีมรองพื้น แป้งรองพื้น.",
    "รองพื้น ๒": "น. ชื่อโรคชนิดหนึ่งเป็นตามฝ่าเท้าทําให้พื้นเท้าเป็นรูพรุน.",
    "ร้องเพลง": "ก. ขับลําเป็นทํานองต่าง&#160;ๆ, บางทีก็ใช้ว่า ร้อง คําเดียว.",
    "ร่องมด": "น. สีขาวหรือดําเป็นขีดยาวตามท้องสัตว์แต่คางตลอดก้น, รอยเป็นทางยาวบนเขาสัตว์จำพวกกวาง.",
    "ร้องโยนยาว": "ก. ออกเสียงร้องบอกลาก&#160;ๆ ช้า&#160;ๆ และยาวอย่างพวกฝีพายเรือพระที่นั่งบอกจังหวะ.",
    "ร่องรอย": "น. เค้าเงื่อนหรือเบาะแสที่ปรากฏเป็นแนวบอกให้รู้.",
    "ร้องระเบ็งเซ็งแซ่": "ก. ร้องดังอื้ออึงแซ่ไปหมด.",
    "รองรัง": "ว. มีสำรองไว้เผื่อขาดแคลน, มีสำรองไว้ไม่ให้ขาด, เช่น อาหารรองรัง.",
    "ร้องเรียก": "ก. เปล่งเสียงเรียกเพื่อให้มาหรือเพื่อมุ่งหมายอย่างอื่น.",
    "ร้องเรียกร้องหา": "ก. ต้องการตัว.",
    "ร้องเรียน": "ก. เสนอเรื่องราว.",
    "ร้องเรือ": "(ถิ่น-ปักษ์ใต้) ก. ขับหรือกล่อมเพลงให้เด็กฟัง.<2t>น. เรียกเพลงกล่อมเด็กว่า เพลงร้องเรือ.",
    "ร้องแรก, ร้องแรกแหกกระเชอ": "ก. ร้องเอ็ดตะโร, ส่งเสียงโวยวายให้ผู้อื่นรู้.",
    "ร่องแร่ง": "ว. อาการที่ห้อยติดอยู่จวนจะหลุด เช่น เขาถูกฟันแขนห้อยร่องแร่ง แมวคาบหนูห้อยร่องแร่ง, กะร่องกะแร่ง.",
    "ร้องส่ง": "ก. ร้องเพลงให้เครื่องดนตรีรับ.",
    "ร้องสด": "ก. ร้องโดยไม่มีดนตรีรับ, ร้องโดยคิดกลอนด้นหรือกลอนสด, ร้องออกอากาศทันที.",
    "ร่องส่วย": "(ถิ่น-อีสาน) ก. หย่ง.",
    "ร้องสอด": "(กฎ) ก. การที่บุคคลภายนอกซึ่งมิใช่คู่ความยื่นคำร้องต่อศาลด้วยความสมัครใจของตนเองขอเข้ามาเป็นคู่ความ หรือบุคคลที่ถูกหมายเรียกให้เข้ามาในคดี.",
    "ร้องห่ม": "ก. ร้องรํ่าไรอย่างน้อยอกน้อยใจ, มักใช้เข้าคู่กับคำ ร้องไห้ เป็น ร้องห่มร้องไห้ หรือ ร้องไห้ร้องห่ม.",
    "ร้องห่มร้องไห้": "ก. ร้องรํ่าไรอย่างน้อยอกน้อยใจ, ร้องไห้ร้องห่ม ก็ว่า.",
    "ร้องไห้": "ก. อาการที่นํ้าตาไหลเพราะประสบอารมณ์อันแรงกล้า เช่น เจ็บปวด เศร้าโศก ดีใจ, บางทีใช้ว่า ร้อง คําเดียว หรือใช้เข้าคู่กับคำ ร้องห่ม เป็น ร้องห่มร้องไห้ หรือ ร้องไห้ร้องห่ม ก็ได้.",
    "รอด ๑": "น. ไม้ที่สอดรูเสาทั้งคู่สําหรับรับกระดานพื้นเรือน.",
    "รอด ๒": "ก. พ้นไป, ปลอดจาก, เช่น รอดอันตราย, บางทีหมายความว่า ผ่านพ้นภัยอันตรายหรือสิ่งที่ไม่พึงปรารถนามาได้ เช่น เครื่องบินตกรอดมาได้ รอดจากถูกครูตี.<2t>ว. ถึงจุดหมายปลายทาง เช่น ไปรอด, ถึง เช่น ตลอดรอดฝั่ง.",
    "รอด ๓": "น. ชื่อพระเครื่องชนิดหนึ่งของลําพูน เรียกว่า พระรอด.",
    "รอดชีวิต": "ก. เอาชีวิตรอด, ไม่เสียชีวิต, เช่น ไปรบคราวนี้รอดชีวิตมาได้.",
    "รอดตัว": "ก. เอาตัวรอด.",
    "รอดตาย": "ก. ผ่านพ้นความตายมาได้, เอาชีวิตรอดมาได้.",
    "รอดปากเหยี่ยวปากกา": "ก. พ้นอันตรายมาได้อย่างหวุดหวิด.",
    "รอดหูรอดตา": "ก. หลงหูหลงตาไป.",
    "รอน": "ก. ตัดให้เป็นท่อน&#160;ๆ เช่น รอนฟืน; ทำให้ลดลง เช่น รอนกําลัง.",
    "ร่อน": "ก. อาการของสิ่งมีลักษณะแบนเลื่อนลอยไปหรือมาในอากาศ, ทำให้สิ่งแบน&#160;ๆ เคลื่อนไปในอากาศหรือบนผิวน้ำ เช่น ร่อนรูป ร่อนกระเบื้องไปบนผิวน้ำ; กางปีกแผ่ถาไปมาหรือถาลง เช่น นกร่อน เครื่องบินร่อนลง; แยกเอาของละเอียดออกจากของหยาบ โดยใช้เครื่องแยกมีแร่งเป็นต้นแกว่งยักไปย้ายมา ให้ของที่ละเอียดหลุดลงไป เช่น ร่อนข้าว, แกว่งวนเวียนไปรอบตัว เช่น ร่อนดาบ; เอาคมมีดถูวนเบา&#160;ๆ ที่หิน ในคําว่า ร่อนมีด.",
    "ร้อน": "ว. มีความรู้สึกตามผิวหนังเหมือนถูกไฟเป็นต้น, ตรงข้ามกับ เย็น; กระวนกระวาย เช่น ร้อนใจ; รีบเร่ง, ช้าอยู่ไม่ได้.",
    "รอน ๆ": "ว. อ่อนแสง (ใช้แก่พระอาทิตย์เวลาใกล้คํ่า) เช่น แสงตะวันรอน&#160;ๆ, อาการที่ใกล้จะขาดหรือสิ้นสุดลง ในความว่า ใจจะขาดอยู่รอน&#160;ๆ.",
    "ร้อน ๆ หนาว ๆ": "ก. ครั่นเนื้อครั่นตัว, มีอาการคล้ายจะเป็นไข้เพราะเดี๋ยวร้อนเดี๋ยวหนาว, โดยปริยายหมายความว่า มีความเร่าร้อนใจกลัวว่าจะถูกลงโทษหรือถูกตำหนิเป็นต้น, สะบัดร้อนสะบัดหนาว หรือ หนาว&#160;ๆ ร้อน&#160;ๆ ก็ว่า.",
    "ร้อนใจ, ร้อนอกร้อนใจ": "ก. เดือดร้อนใจ, กระวนกระวายใจ.",
    "ร้อนตัว": "ก. กลัวว่าโทษหรือความเดือดร้อนจะมาถึงตัว.",
    "ร่อนทอง": "น. ชื่อว่านชนิดหนึ่ง ใช้ทํายาได้. (พจน. ๒๔๙๓).",
    "ร้อนที่": "(ปาก) ก. มีเหตุหรือมีเรื่องเดือดร้อนทำให้อยู่ติดที่ไม่ได้.",
    "ร้อนผ้าเหลือง": "(ปาก) ก. อยากสึก (ใช้แก่ภิกษุสามเณร).",
    "ร้อนรน": "ก. แสดงอาการกระวนกระวาย, ทุรนทุราย.",
    "ร่อนร่อน": "ว. ง่าย&#160;ๆ เช่น หากินร่อนร่อน.",
    "ร่อนรับร่อนเร่": "ว. เตร็ดเตร่ไปมา.",
    "ร้อนรุ่ม": "ก. กลัดกลุ้มด้วยร้อนใจ, รุ่มร้อน ก็ว่า.",
    "ร่อนเร่": "ก. เที่ยวเตร่ไปไม่เป็นกําหนดที่ทาง, เร่ร่อน หรือ เร่ร่าย ก็ว่า.",
    "รอนแรม": "ก. เดินทางค้างคืนเป็นระยะ&#160;ๆ.",
    "ร้อนวิชา": "(สํา) ก. เกิดความเร่าร้อนเนื่องจากคาถาอาคมจนอยู่ไม่เป็นปรกติ; เร่าร้อนอยากจะแสดงวิชาความรู้พิเศษหรือคาถาอาคมจนผิดปรกติวิสัย.",
    "รอนสิทธิ์": "ก. ตัดสิทธิ์, (กฎ) รบกวนขัดสิทธิของบุคคลในอันที่จะครองหรือใช้ทรัพย์สินโดยปรกติสุข.",
    "ร้อนหู": "ก. เดือดร้อนเพราะได้ยินได้ฟังเรื่องราวที่ทำให้ไม่สบายใจ.",
    "ร้อนอาสน์": "(สํา) ก. มีเหตุหรือมีเรื่องเดือดร้อนทําให้อยู่เฉยไม่ได้.",
    "รอบ": "น. การบรรจบถึงกัน, การเวียนไปบรรจบถึงกัน; ช่วง เช่น ภาพยนตร์รอบเช้า รอบบ่าย, วาระ เช่น รอบสุดท้าย รอบชิงชนะเลิศ; ลักษณนามเรียกลักษณะที่มาบรรจบกันเป็นต้น เช่น รอบหนึ่ง ๒ รอบ.<2t>บ. อาการที่เวียนมาบรรจบกัน เช่น วงสายสิญจน์รอบบ้าน เดินรอบตลาด.",
    "รอบคอบ": "ว. ทั่ว, ถ้วนถี่, เช่น พิจารณาอย่างรอบคอบ, ระวังเหตุการณ์ข้างหน้าข้างหลังเสมอ, ไม่เผอเรอ, เช่น ดูแลให้รอบคอบ.",
    "รอบจัด": "(ปาก) ว. มีเล่ห์เหลี่ยมมาก, มีประสบการณ์มาก, เจนจัด (ใช้ในทางไม่ดี).",
    "รอบเดือน": "(ปาก) น. ระดู.",
    "รอบตัว": "ว. ทั่ว&#160;ๆ ไป เช่น ความรู้รอบตัว.",
    "รอบรู้": "ก. รู้หลายอย่าง, รู้กว้างขวาง, เช่น เขารอบรู้ในเรื่องกฎหมาย.",
    "รอม ๑": "ว. อาการที่โค้งเข้าหากันเป็นวง เช่น ควายเขารอม, ลอม ก็ว่า.",
    "รอม ๒": "น. ภาชนะสานด้วยไม้ไผ่ รูปทรงกระบอก ก้นโปร่ง ใช้นึ่งเปลือกต้นข่อยก่อนนําไปทุบทํากระดาษ.",
    "รอมชอม": "ก. ปรองดองกัน, ประนีประนอมกัน, ตกลงกันด้วยการไกล่เกลี่ย, ลอมชอม หรือ ออมชอม ก็ว่า.",
    "รอมร่อ": "[รอมมะร่อ] ว. ในระยะทางหรือเวลาอันใกล้จวนเจียน เช่น จะสำเร็จการศึกษาอยู่รอมร่อ จะถึงบ้านอยู่รอมร่อ, รํามะร่อ ก็ว่า.",
    "รอย": "น. ลักษณะที่เป็นเส้น เป็นริ้ว หรือลวดลายเป็นต้นที่ปรากฏอยู่บนพื้นสิ่งใดสิ่งหนึ่ง เช่น รอยขีด รอยหน้าผากย่น รอยพระบาท รอยต่อ รอยประสาน; เค้า, เค้าเงื่อน, เช่น แกะรอย ตามรอย; โดยปริยายหมายถึงลักษณะที่คล้ายคลึงเช่นนั้น เช่น รอยรัก, ทาง เช่น มารอยเดียวกัน; ลักษณนามเรียกสิ่งที่เป็นรอย เช่น พระบาท ๔ รอย มีรอยต่อ ๓ รอย.<2t>(กลอน) ว. เห็นจะ, ชะรอย.",
    "ร่อย": "ก. ค่อยหมดไป, กร่อนไป, เช่น คมมีดร่อย.",
    "ร้อย ๑": "ว. จํานวนนับ ๑๐ สิบหนเป็นหนึ่งร้อย (๑๐๐).",
    "ร้อย ๒": "ก. สอด, สอดด้วยด้ายเป็นต้น, เช่น ร้อยดอกไม้ ร้อยพวงมาลัย ร้อยสตางค์แดง ร้อยเชือกผูกรองเท้า.",
    "ร้อย ๓": "น. ยศทหารบกหรือตํารวจชั้นสัญญาบัตรชั้นต้น ตํ่ากว่านายพันหรือนายพันตํารวจ เช่น นายร้อย ร้อยตรี ร้อยตํารวจโท.",
    "ร้อยกรอง": "ก. สอดผูกให้ติดต่อกัน, ร้อย ถัก และเย็บงานประเภทประณีตศิลป์เช่นดอกไม้ให้เป็นรูปต่าง&#160;ๆ, เช่น ร้อยกรองข่ายคลุมไตร ร้อยกรองสไบ; ตรวจชําระให้ถูกต้อง, สังคายนา, ในคําว่า ร้อยกรองพระธรรมวินัย; แต่งหนังสือดีให้มีความไพเราะ, เรียบเรียงถ้อยคําให้เป็นระเบียบตามบัญญัติแห่งฉันทลักษณ์.<2t>น. คําประพันธ์, ถ้อยคําที่เรียบเรียงให้เป็นระเบียบตามบัญญัติแห่งฉันทลักษณ์.",
    "ร้อยแก้ว": "น. ความเรียงที่สละสลวยไพเราะเหมาะเจาะด้วยเสียงและความหมาย.",
    "ร้อยชั่ง": "น. จํานวนเงิน ๘,๐๐๐ บาท ซึ่งถือว่าเป็นจํานวนมากในสมัยหนึ่ง, โดยปริยายหมายถึงลูกสาวที่พ่อแม่สงวนอย่างมีค่าเท่ากับเงิน ๑๐๐ ชั่ง.",
    "รอยตรา": "น. รอยประทับของดวงตรา.",
    "ร้อยทั้งร้อย": "(ปาก) ว. หมดทั้งสิ้น, มีเท่าไรก็หมด.",
    "ร้อยแปด": "(ปาก) ว. จํานวนมากมายหลายอย่างต่างชนิด, ร้อยแปดพันเก้า ก็ว่า.",
    "รอยร้าว": "น. เค้าหรือท่าทีแห่งการแตกแยก.",
    "ร้อยละ": "น. ต่อร้อย, จำนวนส่วนในร้อยส่วน, เช่น ร้อยละ ๑๐ คือ ๑๐ ต่อ ๑๐๐ หรือ ๑๐ ส่วนใน ๑๐๐ ส่วน.",
    "ร้อยลิ้น, ร้อยลิ้นกะลาวน": "ว. อาการที่พูดกลับกลอกตลบตะแลง.",
    "ร้อยลิ้น ๑": "<i>ดูใน ร้อย ๑</i>.",
    "ร้อยลิ้น ๒": "น. ชื่อต้นไม้ชนิดหนึ่ง. (พจน. ๒๔๙๓).",
    "ร้อยสีพันอย่าง, ร้อยสีร้อยอย่าง": "(ปาก) ว. โยกโย้ไปต่าง&#160;ๆ นานา.",
    "ร่อยหรอ": "ก. ค่อยหมดไป, หมดไปสิ้นไปทีละน้อย, เช่น เงินทองร่อยหรอ.",
    "ร้อยหวาย": "น. เอ็นเหนือส้นเท้า.",
    "ร้อยหวี": "น. ชื่อกล้วยชนิด <f><i>Musa chiliocarpa</i> Backer</f> ในวงศ์ <f>Musaceae</f> ออกเครือเป็นหวีมาก ปลูกเป็นไม้ประดับ, กล้วยงวงช้าง ก็เรียก.",
    "ร้อยเอ็ด": "ว. ร้อยกับหนึ่ง (๑๐๑); เป็นจํานวนมากตั้งร้อย เช่น ร้อยเอ็ดพระนคร.",
    "ร้อยเอ็ดเจ็ดพระนคร, ร้อยเอ็ดเจ็ดย่านน้ำ, ร้อยเอ็ดเจ็ดหัวเมือง": "(ปาก) ว. ทั่วทุกแห่งหน.",
    "ร่อแร่": "ว. อาการหนักจวนตาย เช่น อยู่ในอาการร่อแร่.",
    "รอหน้า": "ก. เข้าหน้า, เผชิญหน้า, (มักใช้ในความปฏิเสธ) เช่น รอหน้าไม่ติด ไม่อยู่รอหน้า.",
    "ระ": "ก. กระทบเรียดไป เช่น เอาไม้ระรั้วสังกะสี.",
    "ระกะ": "ก. มากเกะกะ, ใช้เข้าคู่กับคํา ระเกะ เป็น ระเกะระกะ.",
    "ระกา": "น. ชื่อปีที่ ๑๐ ของรอบปีนักษัตร มีไก่เป็นเครื่องหมาย.",
    "ระกำ ๑": "น. (๑) ชื่อไม้ต้นขนาดเล็กชนิด <f><i>Cathormion umbellatum</i> (Vahl) Kosterm.</f> ในวงศ์ <f>Leguminosae</f> ดอกสีขาว ฝักแบนบิดเป็นวง, ระกํานา หรือ ระกําป่า ก็เรียก.<2t>(๒) ชื่อปาล์มชนิด <f><i>Salacca wallichiana</i> C. Martius</f> ในวงศ์ <f>Palmae</f> ขึ้นเป็นกอ ก้านใบมีหนามแข็ง เนื้อฟ่าม ผลออกเป็นกระปุก กินได้.",
    "ระกำ ๒": "น. ความลําบาก, ความตรมใจ, ความทุกข์, เช่น ตกระกำลำบาก.",
    "ระกำ ๓": "ก. ปักเป็นดอกควบด้วยไหม. (ม.).",
    "ระกำ ๔": "น. ชื่อนํ้ามันชนิดหนึ่ง ใช้ทานวดแก้เคล็ดบวม. <i>(ดู นํ้ามันระกํา)</i>.",
    "ระกำนา, ระกำป่า": "<i>ดู ระกํา ๑ (๑)</i>.",
    "ระเกะระกะ": "ก. มากเกะกะ.",
    "ระคน": "ก. ปนหรือผสมให้เข้ากันคละกันเป็นกลุ่มเป็นพวกเป็นต้น เช่น โจทย์ระคน.",
    "ระคาง ๑": "น. เม็ดผดที่เกิดขึ้นตามขาด้วยระคายต้นหญ้าหรือขนกระบือ, ตะคาง ก็ว่า.",
    "ระคาง ๒": "ก. หมาง, หมองใจ, เคืองใจ.",
    "ระคาย": "น. ละอองที่ทําให้คายคัน.<2t>ก. ทําให้คายคันเหมือนถูกละออง เช่น ระคายตัว, กระทบกระเทือนกายใจให้เกิดรําคาญไม่สุขใจ เช่น ระคายหู, (กลอน) ใช้เป็น กระคาย ก็มี.",
    "ระเค็ดระคาย": "น. เค้าเงื่อนที่ทราบมานิด&#160;ๆ หน่อย&#160;ๆ แต่ยังยืนยันให้แน่นอนไม่ได้, ระแคะระคาย ก็ว่า.",
    "ระแคะ": "น. เล่ห์, เงื่อนความ.",
    "ระแคะระคาย": "น. เค้าเงื่อนที่ทราบมานิด&#160;ๆ หน่อย&#160;ๆ แต่ยังยืนยันให้แน่นอนไม่ได้, ระเค็ดระคาย ก็ว่า.",
    "ระฆัง": "น. เครื่องใช้ตีให้เกิดเสียงเป็นอาณัติสัญญาณ หล่อด้วยทองเหลืองเป็นต้น รูปคล้ายลูกฟักตัด มีหูติดอยู่ตอนบน.",
    "ระงม": "ว. เสียงร้องแสดงความเศร้าโศกเสียใจของคนเป็นจํานวนมาก เช่น ร้องระงม; อบอ้าว, อบด้วยความร้อนหรือควัน, ในคําว่า ร้อนระงม.",
    "ระงมไพร": "น. ชื่อนกชนิดหนึ่ง อยู่ตามป่าใหญ่. (พจน. ๒๔๙๓).",
    "ระงับ ๑": "ก. ยับยั้งไว้, ทําให้สงบ, เช่น ระงับคดี ระงับเรื่องราว.",
    "ระงับ ๒, ระงับพิษ": "น. ชื่อไม้พุ่มชนิด <f><i>Breynia glauca</i> Craib</f> ในวงศ์ <f>Euphorbiaceae</f> คล้ายต้นก้างปลา ใช้ทํายาได้.",
    "ระงี่": "(โบ) ว. ดัง, ระงม, เซ็งแซ่.",
    "ระแง้": "น. เรียกแขนงของทะลายหมากหรือแขนงของรวงข้าวว่า ระแง้หมาก ระแง้ข้าว, ตะแง้ ก็ว่า.",
    "ระโงกหิน": "(ถิ่น-อีสาน) น. ชื่อเห็ดชนิด <f><i>Amanita verna</i> (Bull. ex Fr.) Vitt.</f> ในวงศ์ <f>Amanitaceae</f> ลักษณะคล้ายเห็ดฟางแต่ดอกสีขาว ก้านมีวงแหวน โคนก้านโป่งเป็นกระเปาะ กินตาย.",
    "ระชวย": "ก. ชวย, พัดอ่อน&#160;ๆ, พัดเรื่อย&#160;ๆ, (ใช้แก่ลม).",
    "ระดม": "ก. ทำพร้อม&#160;ๆ กัน เช่น ระดมยิง; รวบรวม, รวมเข้าด้วยกัน, เช่น ระดมทุน ระดมคนช่วยกันทำงาน.",
    "ระดมพล": "ก. เกณฑ์ทหารเข้าประจำกองทัพอย่างรีบด่วน.",
    "ระดะ, ระดา": "ว. เกลื่อนกล่น.",
    "ระดับ": "น. ลักษณะของพื้นผิวตามแนวนอนระหว่างจุด ๒ จุดที่มีความสูงเสมอกัน โดยปรกติใช้ระดับน้ำทะเลเป็นมาตรฐานในการวัด, เรียกเครื่องวัดความเสมอของพื้นผิวว่า เครื่องวัดระดับ.<2t>ก. ปูลาด, แต่งตั้ง.",
    "ระดับทะเล": "น. ความสูงของพื้นนํ้าทะเลในขณะใดขณะหนึ่ง. (อ. <f>sea level</f>).",
    "ระดับทะเลปานกลาง": "น. ค่าเฉลี่ยของระดับน้ำทะเล ซึ่งคํานวณจากผลการตรวจระดับนํ้าทะเลขึ้นลงในที่ใดที่หนึ่งที่ได้บันทึกติดต่อกันไว้เป็นระยะเวลานาน, ใช้ย่อว่า ร.ท.ก. (อ. <f>mean sea level</f>).",
    "ระด่าว": "ว. อาการที่ดิ้นสั่นรัวไปทั้งตัว, เร่าร้อน.",
    "ระดู": "น. เลือดประจําเดือนที่ถูกขับถ่ายจากมดลูกออกมาทางช่องคลอด.",
    "ระดูขาว": "น. สิ่งที่ถูกขับถ่ายออกมาทางช่องคลอด ลักษณะข้นหรือค่อนข้างข้น สีขาวหรือสีเหลืองปนเขียว มีกลิ่นเหม็น เกิดจากสาเหตุหลายประการ เช่น ติดเชื้อไวรัส ติดเชื้อพยาธิชนิด <f><i>Trichomonas vaginalis</i></f> เนื้องอก, ตกขาว หรือมุตกิด ก็เรียก.",
    "ระดูทับไข้": "น. การมีระดูออกมาระหว่างเป็นไข้.",
    "ระเด่น": "น. โอรสหรือธิดาของกษัตริย์เมืองใหญ่. (ช.).",
    "ระเดียง": "น. เรียกสายสําหรับตากผ้าสบงจีวรเป็นต้นของพระภิกษุสามเณรว่า สายระเดียง.",
    "ระแด": "น. คนชาติข่าพวกหนึ่ง ในตระกูลชวามลายู อยู่ทางฝั่งซ้ายแม่นํ้าโขง.",
    "ระตู": "น. เจ้าเมืองน้อย. (ช.).",
    "ระทก": "ว. หนาวใจ.",
    "ระทด": "ก. สลดใจ, มีจิตใจหวั่นไหวเพราะความโศกสลด, มักใช้เข้าคู่กับคำอื่น เช่น ระทดท้อ ระทดใจ.",
    "ระทดระทวย": "ว. อ่อนอกอ่อนใจ เช่น เขาเสียการพนันจนหมดตัว เดินระทดระทวยออกมา.",
    "ระทม": "ก. เจ็บชํ้าระกําใจ.",
    "ระทวย ๑": "ว. อ่อนช้อย, อ่อนใจ.",
    "ระทวย ๒": "ก. ระทด, มักใช้เข้าคู่กับคํา ระทด เป็น ระทดระทวย.",
    "ระทอด": "ก. ทิ้ง, ทอด.",
    "ระทา": "<pic063.gif,ระทา>น. หอสูงรูปสี่เหลี่ยมหลังคาทรงยอดเกี้ยว ประดับดอกไม้ไฟนานาชนิด เช่น พลุ ตะไล จรวด ใช้จุดในงานพระราชพิธี.",
    "ระทึก": "ก. อาการที่ใจเต้นตึก&#160;ๆ.",
    "ระทึง": "ว. เสียงหึ่ง&#160;ๆ อย่างเสียงผึ้ง.",
    "ระแทะ": "น. ยานชนิดลากขนาดเล็ก มี ๒ ล้อ ใช้วัวเทียม ตัวเรือนราบไม่ยกสูงอย่างเรือนเกวียน มีทั้งชนิดโถงและประกอบหลังคา, กระแทะ หรือ รันแทะ ก็ว่า.",
    "ระนัม": "น. ป่ารกฉําแฉะ, ระนาม ก็ว่า.",
    "ระนาด ๑": "น. เครื่องปี่พาทย์ชนิดตี ประกอบด้วยลูกระนาดทำด้วยไม้ร้อยเชือกหัวท้ายเข้าเป็นผืนใช้แขวนบนรางระนาด หรือทำด้วยเหล็กหรือทองเหลืองใช้วางเรียงบนรางระนาดมีไม้ประกับหัวท้าย ลูกระนาดเรียงขนาดสั้นยาวให้ลดหลั่นกันตามลำดับเสียง มีตั้งแต่ ๑๗-๒๑ ลูก มีไม้ตีคู่หนึ่ง เรียกว่า ไม้ตีระนาด, ลักษณนามว่า ราง.",
    "ระนาด ๒": "น. ไม้ไผ่ที่ถักอย่างเรือกสําหรับรองท้องเรือ.",
    "ระนาด ๓": "ว. อาการที่ล้มทับกัน, อาการที่เรียงกันเป็นแถว, มักใช้เข้าคู่กับคำระเน และ ระเนน เป็น ระเนระนาด และ ระเนนระนาด.",
    "ระนาดแก้ว": "น. ระนาดที่ลูกทําด้วยแก้ววางเรียงบนรางระนาดซึ่งมีรูปสี่เหลี่ยมผืนผ้าขนานกับพื้น มีไม้ประกับหัวท้าย มีทั้งระนาดแก้วทุ้มและระนาดแก้วเอก ระนาดแก้วทุ้มไม้ตีใช้ไม้นวม ระนาดแก้วเอกใช้ไม้ตีที่มีลูกทำด้วยหนัง.",
    "ระนาดทุ้ม": "น. ระนาดที่มีเสียงต่ำกว่าและมีเสียงนุ่มนวลกว่าระนาดเอก ลูกระนาดเช่นเดียวกับระนาดเอก แต่ใหญ่และยาวกว่า มี ๑๗ ลูก ปากรางระนาดเว้าโค้งขึ้นคล้ายปากเปลญวน ด้านล่างตัดตรงขนานกับพื้น มีเท้าเล็ก&#160;ๆ ตรงมุม ๔ เท้า ไม้ตีใช้แต่ไม้นวมอย่างเดียว.",
    "ระนาดเอก": "น. ระนาดที่มีเสียงแกร่งกว่าระนาดทุ้ม ลูกระนาดโดยมากทำด้วยไม้ไผ่บง ไม้ชิงชัน หรือไม้มะหาด ฝานหัวท้ายและท้องตอนกลาง โดยปรกติมี ๒๑ ลูก รางระนาดมีรูปทรงคล้ายเปลญวน หัวตัดท้ายตัด มีเท้ารูปสี่เหลี่ยมคล้ายเชิงขันรับอยู่ใต้รางสำหรับตั้ง ไม้ตีมี ๒ อย่าง คือ ไม้แข็งใช้เมื่อต้องการเสียงแกร่งกร้าว และไม้นวมเมื่อต้องการเสียงเบาและนุ่มนวล.",
    "ระนาบ": "(กลอน) ว. ราบ; ที่แบนเรียบ (ใช้แก่ผิว).<2t>น. พื้นที่ที่แบนเรียบ; (คณิต) เซตของบรรดาจุดที่เรียงต่อเนื่องกันเป็นพื้นราบสมํ่าเสมอ. (อ. <f>plane</f>).",
    "ระนาบเอียง": "น. สิ่งที่มีพื้นแบนเรียบเอียงทํามุมแหลมกับพื้นระดับ ใช้ประโยชน์เป็นเครื่องกลอย่างง่ายสําหรับเลื่อนเทหวัตถุหนักไปสู่ระดับที่ต้องการโดยที่สามารถพักเทหวัตถุนั้นได้เป็นระยะ&#160;ๆ.",
    "ระนาม": "น. ป่ารกฉําแฉะ เรียกว่า ป่าระนาม, ระนัม ก็ว่า.",
    "ระนาว": "ว. มากมาย (ใช้แก่สิ่งที่อยู่ในลักษณะที่ห้อยแขวนเป็นสาย เป็นแถว เป็นแนว เป็นต้น) เช่น แขวนธงเป็นระนาว สอบตกเป็นระนาว.",
    "ระเนน": "ว. อาการที่ล้มทับกัน, อาการที่เอนราบทับกัน.",
    "ระเนนระนาด, ระเนระนาด": "ว. เกลื่อนกลาด (ใช้แก่สิ่งที่อยู่ในลักษณะที่ล้มทับกันอยู่เรี่ยรายมากมาย).",
    "ระเนียด": "น. รั้วที่ปักเสารายตลอดไป, เสาค่าย.",
    "ระแนง": "น. ไม้สี่เหลี่ยมขนาดยาว หน้า ๑&#34; <fig004.gif,เครื่องหมายคูณ> ๑&#34; ใช้ตีทับบนกลอนหรือจันทันสําหรับมุงกระเบื้อง หรือตีทับคร่าวเพื่อทํารั้ว หรือทําแผงพรางแดดสําหรับเรือนกล้วยไม้.<2t>ก. เรียง; ร่อน เช่น เอาแป้งมาระแนงให้เป็นผง. (ขุนช้างขุนแผน). (ข. แรง ว่า ร่อน).",
    "ระแนะ": "น. เครื่องสําหรับรองรากตึกและเสาเรือน, แระ ก็เรียก; ท้องเรือ.",
    "ระบบ": "น. กลุ่มของสิ่งซึ่งมีลักษณะประสานเข้าเป็นสิ่งเดียวกันตามหลักแห่งความสัมพันธ์ที่สอดคล้องกัน ด้วยระเบียบของธรรมชาติหรือหลักเหตุผลทางวิชาการ เช่น ระบบประสาท ระบบทางเดินอาหาร ระบบจักรวาล ระบบสังคม ระบบการบริหารประเทศ.",
    "ระบบสุริยะ": "น. ระบบที่ประกอบด้วยดวงอาทิตย์ ซึ่งเป็นศูนย์กลางของแรงดึงดูด รวมทั้งดาวเคราะห์ใหญ่น้อยและบริวารของดาวเคราะห์ ดาวเหล่านี้หมุนอยู่รอบ&#160;ๆ ดวงอาทิตย์ และมีวงโคจรอยู่ในแนวระนาบใกล้เคียงกัน.",
    "ระบม": "ก. อาการเจ็บร้าวที่เกิดจากความเมื่อยขัดหรือบอบชํ้าเป็นต้น เช่น ฝีระบมจนเป็นไข้ ถูกตีระบมไปทั้งตัว, ชอกช้ำ เช่น อกระบม ระบมใจ.",
    "ระบมบาตร": "ก. รมบาตรให้ดําเป็นมันเพื่อกันสนิมด้วยกรรมวิธีต่าง&#160;ๆ เช่น เอากํามะถันและนํ้ามันทาบาตรแล้วรมไฟให้ร้อน.",
    "ระบอบ": "น. แบบอย่าง, ธรรมเนียม, เช่น ทำถูกระบอบ; ระเบียบการปกครอง เช่น การปกครองระบอบประชาธิปไตย การปกครองระบอบสมบูรณาญาสิทธิราชย์.",
    "ระบัด": "ก. ลัด, ผลิ, แตกใบอ่อน, เช่น ไม้ระบัดใบ.<2t>ว. เพิ่งลัด, เพิ่งผลิ, อ่อน, เช่น หญ้าระบัด.",
    "ระบับ": "น. แบบ, ฉบับ.",
    "ระบาญ": "ก. รบ, สู้รบ.",
    "ระบาด": "ว. แพร่ไปอย่างรวดเร็ว, แพร่ไปอย่างกว้างขวาง, แพร่ไปทั่ว, เช่น ข่าวลือระบาด, ลักษณะของโรคติดต่อที่แพร่ไปอย่างรวดเร็วและกว้างขวางเป็นคราว&#160;ๆ ไป, เรียกโรคที่มีลักษณะเช่นนั้นว่า โรคระบาด เช่น อหิวาตกโรคเป็นโรคระบาดชนิดหนึ่ง.",
    "ระบานี, ระบานี้": "ว. นัก, ทีเดียว, เช่นนี้, ดังนี้.",
    "ระบาย ๑": "น. ผ้าที่ห้อยจากขอบ.",
    "ระบาย ๒": "ก. ผ่อนออกไป เช่น ระบายสินค้า ระบายนํ้า ระบายความทุกข์, ถ่ายออก เช่น ระบายท้อง ระบายอากาศ.",
    "ระบายสี": "ก. ลงสี, แต้มสี, ป้ายสี, เช่น ระบายสีภาพทิวทัศน์ด้วยสีน้ำ; เสริมแต่งเกินความจริง เช่น เขาระบายสีข่าวเสียจนเชื่อไม่ลง.<2t>ว. ที่เสริมแต่งเกินความจริง เช่น ข่าวระบายสี.",
    "ระบำ": "น. การแสดงที่ใช้ท่าฟ้อนรำ ไม่เป็นเรื่องราว มุ่งความสวยงามหรือความบันเทิง จะแสดงคนเดียวหรือหลายคนก็ได้ เช่น ระบำนพรัตน์ ระบำกอย ระบำฉุยฉาย.<2t>ก. ฟ้อนรำที่แสดงไม่เป็นเรื่องราว มุ่งความสวยงามหรือความบันเทิง จะแสดงคนเดียวหรือหลายคนก็ได้.",
    "ระบำปลายเท้า": "น. การเต้นรำแบบหนึ่งของชาวตะวันตก แสดงเป็นเรื่องราวหรือแสดงเดี่ยวก็ได้, บัลเลต์ ก็ว่า. (อ. <f>ballet</f>).",
    "ระบิ, ระบิล": "น. เรื่อง, ความ, ฉบับ, อย่าง.",
    "ระบิลเมือง": "น. กฎหมายและประเพณีของบ้านเมือง.",
    "ระบือ": "ว. เล่าลือ เช่น ข่าวระบือ, เลื่องลือ, แพร่หลายรู้กันทั่ว, เช่น ชื่อเสียงระบือไปไกล.",
    "ระบุ": "ก. เจาะจง เช่น ระบุชื่อผู้รับ ระบุตัวบุคคล, บ่งชื่อ, ออกชื่อเฉพาะ, เช่น ระบุชื่อพยาน; มีออกมามาก&#160;ๆ พร้อม&#160;ๆ กัน เช่น ทุเรียนระบุ เห็ดระบุ ส่าไข้ระบุ.",
    "ระเบง": "ก. ตี เช่น ระเบงฆ้องกลอง.",
    "ระเบ็ง ๑": "น. การมหรสพชนิดหนึ่งของหลวง ที่แสดงในงานพระราชพิธีสมโภช เช่น พระราชพิธีโสกันต์.",
    "ระเบ็ง ๒": "ว. ดัง, ดังอื้ออึงแซ่ไปหมด, มักใช้เข้าคู่กับคํา เซ็งแซ่ เป็น ระเบ็งเซ็งแซ่, ละเบ็ง ก็ว่า.",
    "ระเบิด": "ก. ปะทุแตกออกไป เช่น คลังกระสุนระเบิด, ทําให้ปะทุแตกออกไป เช่น ระเบิดหิน.<2t>น. ลูกระเบิด เช่น ทิ้งระเบิด.",
    "ระเบิดขวด": "น. ลูกระเบิดที่บรรจุสารเคมีบางอย่างในขวดแก้วหนา เมื่อถูกกระทบกระแทกอย่างแรงจะระเบิด.",
    "ระเบิดทำลาย": "น. ลูกระเบิดซึ่งบรรจุดินระเบิดอย่างแรง มักมีขนาดใหญ่ มีอํานาจทําลายสูง.",
    "ระเบิดน้ำตา": "น. ลูกระเบิดซึ่งบรรจุสารเคมีที่ก่อให้เกิดการระคายเคืองแก่เยื่อตา ทําให้นํ้าตาไหล ลืมตาไม่ขึ้นอยู่ชั่วขณะ.",
    "ระเบิดปรมาณู": "น. ลูกระเบิดที่ให้อํานาจระเบิดได้ด้วยปฏิกิริยานิวเคลียร์ชนิดที่ทําให้นิวเคลียสของอะตอมของธาตุยูเรเนียมหรือธาตุพลูโทเนียมแตกสลาย ระเบิดชนิดนี้มีอํานาจทําลายมากยิ่งกว่าระเบิดธรรมดาที่ใช้ดินระเบิด.",
    "ระเบิดเพลิง": "น. ลูกระเบิดซึ่งบรรจุสารเคมีที่ติดไฟทันทีเมื่อเกิดการระเบิดขึ้นแล้ว.",
    "ระเบิดมือ": "น. ลูกระเบิดขนาดเล็กที่บรรจุดินระเบิดอย่างแรง ใช้ขว้างให้เกิดการระเบิด.",
    "ระเบิดเวลา": "น. ลูกระเบิดที่มีอุปกรณ์ตั้งกําหนดเวลาให้ระเบิด.",
    "ระเบิดไอพิษ": "น. ลูกระเบิดที่บรรจุสารพิษซึ่งเมื่อเกิดการระเบิดขึ้นแล้ว จะกลายเป็นไอหรือควันที่ก่อให้เกิดอันตรายแก่ร่างกายและอาจทำให้ถึงแก่ความตายได้.",
    "ระเบิดไฮโดรเจน": "น. ลูกระเบิดที่ให้อํานาจระเบิดได้ด้วยปฏิกิริยานิวเคลียร์ชนิดที่ทําให้นิวเคลียสของธาตุไฮโดรเจนหลอมรวมตัวเป็นนิวเคลียสของธาตุฮีเลียมซึ่งหนักกว่า ระเบิดชนิดนี้มีอํานาจทําลายยิ่งกว่าระเบิดปรมาณูมาก. (อ. <f>H-bomb</f>).",
    "ระเบียง": "น. พื้นเรือนที่ต่อออกไปทางด้านข้าง มีหลังคาคลุม; โรงแถวที่ล้อมรอบอุโบสถหรือวิหาร, ถ้าเป็นอารามหลวง เรียกว่า พระระเบียง.<2t>ว. เรียง, เคียง, ราย.",
    "ระเบียน": "น. ทะเบียน, แบบ, เช่น ระเบียนประจำตัวนักเรียน.",
    "ระเบียบ": "น. แบบแผนที่วางไว้เป็นแนวปฏิบัติหรือดําเนินการ เช่น ระเบียบวินัย ระเบียบข้อบังคับ ต้องปฏิบัติตามระเบียบ.<2t>ว. ถูกลําดับ, ถูกที่เป็นแถวเป็นแนว, มีลักษณะเรียบร้อย, เช่น เขาทำงานอย่างมีระเบียบ.",
    "ระเบียบการ": "น. ข้อกําหนดหรือข้อบังคับที่บัญญัติขึ้นเป็นแนวปฏิบัติ เช่น ระเบียบการของโรงเรียน.",
    "ระเบียบจัด": "ว. เจ้าระเบียบ, ที่ถือระเบียบอย่างเคร่งครัด.",
    "ระเบียบวาระ": "น. ลําดับรายการที่กําหนดไว้ในการประชุมแต่ละครั้ง.",
    "ระแบบ": "(กลอน) น. แบบ.",
    "ระใบ": "(โบ) น. ระบาย เช่นพระกลดใหญ่มีระใบถึงสามชั้น. (ปกีรณําพจนาดถ์).",
    "ระฟ้า": "ว. สูงมาก เช่น ตึกระฟ้า.",
    "ระมัดระวัง": "ก. ดูแลให้ปลอดภัย, ดูแลอย่างรอบคอบไม่ให้พลั้งพลาด, เช่น ระมัดระวังให้ดีเวลาข้ามถนน ระมัดระวังเรื่องสายไฟฟ้ารั่วให้มาก.<2t>ว. ประหยัด, ไม่สุรุ่ยสุร่าย, เช่น ใช้จ่ายอย่างระมัดระวัง.",
    "ระมา": "น. เหลือบ. (ช.).",
    "ระมาด": "น. แรด. (ข. รมาส).",
    "ระเมียร": "ก. ดู, น่าดู. (ข. รมึล ว่า ดู).",
    "ระย่อ": "ก. ขยาด, ครั่นคร้าม, ไม่กล้าสู้, ไม่มีกำลังใจจะสู้.",
    "ระย่อม": "น. ชื่อไม้พุ่มชนิด <f><i>Rauvolfia serpentina</i> (L.) Benth. ex Kurz</f> ในวงศ์ <f>Apocynaceae</f> ทุกส่วนมียางขาว ดอกเล็กสีชมพู ออกเป็นช่อตามยอด รากใช้ทํายาได้, กระย่อม ก็เรียก.",
    "ระยะ": "น. ช่วง, ตอน, เช่น ระยะเวลา ระยะทาง ระยะนี้ฝนตกชุก.",
    "ระยะ ๆ": "ว. เป็นช่วง&#160;ๆ, เป็นตอน&#160;ๆ, เช่น เดินทางหยุดพักเป็นระยะ&#160;ๆ ปักเสาโทรเลขเป็นระยะ&#160;ๆ.",
    "ระยัง": "(กลอน) ก. ยัง, อยู่; ยั้ง.",
    "ระยั้ง": "(กลอน) ก. หยุด, ยั้ง.",
    "ระยัด": "(กลอน) ก. ยัด.",
    "ระยับ": "ว. พราวแพรว, วับวาบ, (ใช้แก่แสงหรือรัศมี) เช่น ผ้ามันระยับ, นิยมใช้เข้าคู่กับคำ ระยิบ เป็น ระยิบระยับ เช่น ดาวส่องแสงระยิบระยับ.",
    "ระย้า": "น. เครื่องห้อยย้อยเป็นพวงเป็นพู่.<2t>ว. ที่ห้อยย้อยลงมา เช่น ตุ้มหูระย้า โคมระย้า.",
    "ระยาน": "ก. ยาน, หย่อนลง, ห้อยลง.",
    "ระยาบ": "ว. แสงวาบ&#160;ๆ, นิยมใช้เข้าคู่กับคำ ระยับ เป็น ระยาบระยับ.",
    "ระยำ": "ว. ชั่วช้า, ตํ่าช้า, เลวทราม, อัปมงคล, เช่น คนระยำ เรื่องระยำ ทำระยำ; (ถิ่น-ปักษ์ใต้) ยับเยิน, แหลก, เช่น ดังดวงแก้วตกต้องแผ่นผา ร้าวระยำช้ำจิตเจ็บอุรา. (อิเหนา).",
    "ระยำตำบอน": "(ปาก) ว. เลวทราม, ชั่วช้า, เหลวไหล.",
    "ระยำยับ": "ว. แหลกยับเยิน, แตกย่อยยับ.",
    "ระยิบระยับ": "ว. ยิบ&#160;ๆ ยับ&#160;ๆ เช่น แสงดาวระยิบระยับ.",
    "ระโยง": "น. สายโยงเสากระโดงเรือ.",
    "ระโยงระยาง": "น. สายที่โยงหรือผูกไว้ระเกะระกะ เช่น สายไฟระโยงระยางเต็มไปหมดน่ากลัวอันตราย.",
    "ระรวย": "ว. รวย&#160;ๆ, แผ่ว&#160;ๆ, เบา&#160;ๆ, เช่น หายใจระรวย ลมพัดมาระรวย; ส่งกลิ่นหอมน้อย&#160;ๆ เช่น หอมระรวย.",
    "ระรอง": "(กลอน) ว. สุกใส, งาม.",
    "ระร่อน": "(กลอน) ก. ร่อน, ร่อนไปมา.",
    "ระรัว": "ว. รัว&#160;ๆ, สั่นถี่&#160;ๆ, สั่นสะท้าน, เช่น กลัวจนตัวสั่นระรัว เสียงสั่นระรัว.",
    "ระราน": "ก. ประพฤติเป็นพาลเกเร ทำให้เดือดร้อน เช่น เขาเที่ยวระรานชาวบ้าน, มักใช้เข้าคู่กับคำ เกะกะ เป็น เกะกะระราน.",
    "ระร่าย": "ก. เดินได้จังหวะ.",
    "ระราว": "น. ราว.",
    "ระริก": "ก. ไหวถี่&#160;ๆ, สั่นเร็ว&#160;ๆ, เช่น ใจสั่นระริก ตัวสั่นระริก; อาการที่หัวเราะกระซิกกระซี้ เช่น หัวเราะระริก.",
    "ระรี่": "ว. หัวเราะร่วน.",
    "ระรึง": "ก. ผูกแน่น.",
    "ระรื่น, ระรื้น": "ว. ชื่นบาน, เบิกบานใจ, เช่น ยิ้มระรื่น, เอิบอาบใจ, ซาบซ่านใจ, เช่น หอมระรื่น.",
    "ระเร, ระเร่": "ก. เที่ยวเตร่ไปในที่ต่าง&#160;ๆ โดยไม่กําหนด, ไถล.",
    "ระเร้ง": "ก. เร่งรัด, รีบเร็ว.",
    "ระเร็ว": "ก. ว่องไว.<2t>ว. เร็ว&#160;ๆ.",
    "ระเริง": "ก. ร่าเริงบันเทิงใจ, สนุกสนานเบิกบานเต็มที่, เช่น แมวไม่อยู่หนูระเริง อย่าระเริงจนเกินไป.",
    "ระเรียง": "(กลอน) ก. เรียง.",
    "ระเรียม": "(กลอน) น. เรียม.",
    "ระเรื่อย": "ว. เรื่อย&#160;ๆ, เฉื่อย, เสมอ, ไม่ขาด, ไม่หยุด,ไม่พัก.",
    "ระแร่": "ว. แร่เข้าไป, วิ่งเข้าไป.",
    "ระแรง": "ว. แรง.",
    "ระลง": "(กลอน) ก. ครั่นคร้าม, กลัว.",
    "ระลวง": "ก. ระลุง, ใจห่วงถึง, เป็นทุกข์ถึง.",
    "ระลอก ๑": "น. คลื่นขนาดเล็ก. (ข. รลก).",
    "ระลอก ๒": "น. ชื่อโรคชนิดหนึ่ง พองเป็นหัวเล็ก&#160;ๆ คล้ายฝี.",
    "ระลอง": "ก. เอ็นดู. (อนันตวิภาค).",
    "ระลัด": "ก. ลัด.",
    "ระลัดได": "ก. ลัดนิ้วมือ.",
    "ระลึก": "ก. คิดถึงหรือนึกถึงเรื่องราวหรือเหตุการณ์ในอดีตได้ เช่น ระลึกถึงความหลัง, รำลึก ก็ว่า.",
    "ระลึกชาติ": "ก. ระลึกถึงความเป็นไปในชาติก่อน.",
    "ระลุก": "ว. คับ.",
    "ระลุง": "ก. ใจห่วงถึง, เป็นทุกข์ถึง, ระลวง ก็ใช้.",
    "ระเลิง": "ก. โค่น. (ข. รํเลิง).",
    "ระเลียด": "ว. ทีละน้อย&#160;ๆ.",
    "ระวัง": "ก. คอยดู เช่น ระวังเด็กให้ดี; เอาใจใส่โดยไม่ประมาท, กันไว้ไม่ให้เกิดภัยอันตรายหรือความเสื่อมเสียเป็นต้น, เช่น ระวังตัวให้ดี ระวังโจรผู้ร้าย ระวังถูกล้วงกระเป๋า เวลาข้ามถนนให้ระวังรถ.",
    "ระวังไพร, ระวังวัน": "น. ชื่อนกในวงศ์ <f>Timaliidae</f> ตัวสีนํ้าตาล ปากแหลมโค้ง คอ อก และท้องสีขาว หางยาว มักหากินเป็นฝูงและส่งเสียงตลอดเวลา กินแมลงตามพื้นดินและพุ่มไม้ มีหลายชนิด เช่น ระวังไพรปากเหลือง <f><i>(Pomatorhinus schisticeps)</i></f> ระวังไพรปากยาว <f><i>(P. hypoleucos)</i></f>, ตระเวนไพร หรือ ตระเวนวัน ก็เรียก.",
    "ระวาง": "น. ทำเนียบ เช่น ม้าขึ้นระวาง เรือขึ้นระวาง; ที่ว่างสำหรับบรรทุกของในเรือเป็นต้น เช่น เสียค่าระวาง.",
    "ระวาดระไว": "ว. กระวีกระวาด, คล่องแคล่ว, รีบเร่ง.",
    "ระวาม": "ว. วู่วาม.",
    "ระวาย": "น. คํากํากับชื่อปีในวิธีนับศักราชของไทยเหนือ ตรงกับเลข ๓.",
    "ระวิง ๑": "<pic064.gif,ระวิง>น. เครื่องสําหรับเอาเข็ดด้ายหรือไหมสวม เพื่อกระจายเส้นด้ายออกจากกัน เมื่อเวลาสาวเส้นด้ายจะได้ออกเป็นเส้น&#160;ๆ ไม่ขาด ไม่ยุ่ง.",
    "ระวิง ๒": "น. เครื่องคล้องโคนหางช้าง ทำด้วยโลหะรูปโค้ง ปลายทั้ง ๒ ข้างงอเป็นขอและติดห่วงไว้สำหรับคล้องกระวินต่อกับปลายสายสำอาง.",
    "ระแวง": "ก. แคลงใจ, ชักจะสงสัย.",
    "ระแวดระวัง": "ก. คอยดูแลให้รอบคอบ.",
    "ระไว": "ก. คอยระวัง เช่น อยู่ระไวต่างองค์ ดํารงรั้งรักษา. (ลอ), มักใช้เข้าคู่กับคํา ระวัง เป็น ระวังระไว.",
    "ระสะเก็ด": "ว. เรียกอาการลงโทษเฆี่ยนหลังซํ้าแผลเก่าที่ตกสะเก็ดแล้วว่า เฆี่ยนระสะเก็ด, โดยปริยายหมายความว่า พูดตําหนิซํ้าแล้วซํ้าอีก.",
    "ระสาย": "ว. เป็นสาย, เป็นเส้น.",
    "ระส่ำระสาย": "ก. กระจัดพลัดพราย, เสียกระบวน, เช่น กองทัพแตกระส่ำระสาย; วุ่นวาย, เกิดความไม่สงบ, เช่น บ้านเมืองระส่ำระสาย.",
    "ระสี": "น. ไม้ไผ่. (ข.).",
    "ระเสิดระสัง": "ว. ซัดเซไป, โซเซไป, หนีซุกซ่อนไป.",
    "ระหกระเหิน": "ก. ด้นดั้นไปด้วยความลําบาก, เร่ร่อนไปด้วยความลําบากยากเย็น, เช่น ชีวิตของเขาต้องระหกระเหินอยู่ตลอดเวลา, ระเหินระหก ก็ใช้.",
    "ระหง": "ว. สูงโปร่ง เช่น ป่าระหง, สูงสะโอดสะอง เช่น รูปร่างระหง คอระหง.",
    "ระหวย": "ก. ระโหย.",
    "ระหว่าง": "น. ช่องว่างจากที่หนึ่งถึงอีกที่หนึ่ง เช่น ในระหว่างภูเขา ๒ ลูก, ระยะเวลาจากระยะหนึ่งถึงอีกระยะหนึ่ง เช่น ระหว่างพระอาทิตย์ขึ้นถึงพระอาทิตย์ตก, เวลาช่วงใดช่วงหนึ่ง เช่น ระหว่างสงครามเขายังเรียนหนังสืออยู่, เวลาที่กําลังเป็นไปอยู่ เช่น ระหว่างประชุมฝนตกหนัก ระหว่างนี้เขาไม่ว่าง.<2t>บ. คําที่แสดงถึงความสัมพันธ์ของบุคคลหรือสถาบันเป็นต้นตั้งแต่ ๒ ขึ้นไป เช่น งานมงคลสมรสระหว่างนาย ก กับนางสาว ข แบ่งมรดกในระหว่างลูก&#160;ๆ การแข่งขันฟุตบอลระหว่างมหาวิทยาลัย การประชุมระหว่างชาติ.",
    "ระหองระแหง": "ก. บาดหมางกันเพราะเรื่องเล็ก&#160;ๆ น้อย&#160;ๆ, ไม่ปรองดองกัน, เช่น ผัวเมียระหองระแหงกันอยู่เสมอ.<2t>ว. ผิดใจกันเพราะเรื่องเล็ก&#160;ๆ น้อย&#160;ๆ, ไม่ใคร่ถูกกัน, เช่น เขามีเรื่องระหองระแหงกันอยู่เรื่อย.",
    "ระหอบ": "ก. ห้อม, ล้อม.",
    "ระหัด": "น. เครื่องวิดนํ้าอย่างหนึ่งเป็นราง ใช้ถีบด้วยเท้าหรือฉุดด้วยเครื่องจักรเป็นต้น.",
    "ระหาย": "ก. อยากนํ้า, หิวนํ้า.",
    "ระหุย": "ก. ร่วงพังเป็นชิ้นเล็กชิ้นน้อยเป็นจํานวนมาก.",
    "ระเห็จ": "ก. ไปอยู่ในที่ที่ไม่สมควร เช่น ระเห็จขึ้นไปอยู่บนยอดไม้.",
    "ระเหย": "ก. อาการที่ของเหลวกลายเป็นไอ.",
    "ระเหระหน, ระเหหน": "ว. ซัดเซไปตามบุญตามกรรม, ไม่เป็นที่เป็นทาง, เร่ร่อนไป, อยู่ไม่เป็นที่, เช่น ผู้ลี้ภัยสงครามต้องระเหระหนไปเรื่อย&#160;ๆ.",
    "ระเหหัน": "ว. ซวดเซเหหันไปมา, วนเวียนไปมา.",
    "ระเหิด": "ก. พ้น เช่น ระเหิดจากบาป; (วิทยา) อาการที่ของแข็งกลายเป็นไอ เช่น การบูรระเหิด ลูกเหม็นระเหิด.<2t>ว. สูงตระหง่าน, ระเหิดระหง ก็ว่า.",
    "ระเหินระหก": "ก. ด้นดั้นไปด้วยความลำบาก, เร่ร่อนไปด้วยความลำบากยากเย็น, ระหกระเหิน ก็ใช้.",
    "ระแหก": "(กลอน) ก. แตก, แยก.",
    "ระแหง": "น. รอยแยกขนาดแคบ&#160;ๆ ของแผ่นดินเป็นต้นที่แยกออกจากกัน เช่น ดินเป็นระแหง แตกระแหง.",
    "ระโหย": "ก. อิดโรยเพราะหิวหรืออดนอนเป็นต้น.",
    "ระอมระอา": "(กลอน) ก. เบื่อหน่ายเต็มที.",
    "ระอา": "ก. เบื่อหน่ายหรือหมดกําลังใจเพราะถูกรบกวน, ทําให้เกิดรําคาญหรือมีเหตุติดขัดบ่อย&#160;ๆ, ระอิดระอา ก็ว่า.",
    "ระอิดระอา": "ก. ระอา.",
    "ระอุ": "ว. ร้อนมาก ในความว่า อากาศร้อนระอุ แผ่นดินร้อนระอุ; สุกทั่ว เช่น ข้าวระอุ.",
    "รัก ๑": "น. (๑) ชื่อไม้พุ่มชนิด <f><i>Calotropis gigantea</i> (L.) Aiton f.</f> ในวงศ์ <f>Asclepiadaceae</f> ดอกใช้ร้อยกรอง มี ๒ พันธุ์ คือ พันธุ์ดอกลา และ พันธุ์ดอกซ้อน ยางเป็นพิษ. (เทียบ ส. อรฺก; ป. อกฺก).<2t>(๒) ชื่อไม้ต้นชนิด <f><i>Gluta usitata</i> (Wallich) Ding Hou</f> ในวงศ์ <f>Anacardiaceae</f> ยางเป็นพิษ ใช้ลงพื้นหรือทาสิ่งต่าง&#160;ๆ เรียกว่า นํ้ารัก. (เทียบ ส. ลากฺษ).",
    "รัก ๒": "ก. มีใจผูกพันด้วยความห่วงใย เช่น พ่อแม่รักลูก รักชาติ รักชื่อเสียง, มีใจผูกพันด้วยความเสน่หา, มีใจผูกพันฉันชู้สาว, เช่น ชายรักหญิง, ชอบ เช่น รักสนุก รักสงบ.",
    "รักแก้ว": "น. น้ำรักผสมสมุกและขี้ผึ้ง เคี่ยวให้งวดจนจับเป็นก้อนเพื่อนำไปปั้นหรือกดลงในแม่พิมพ์ทำเป็นลวดลายต่าง&#160;ๆ.",
    "รักข์, รักขา": "ก. รักษ์, รักษา. (ป.; ส. รกฺษ).",
    "รักขสะ": "[-ขะ-] น. รากษส. (ป.; ส. รากฺษส).",
    "รักขิต": "ก. ระวัง, ดูแล, รักษา, (มักใช้เป็นส่วนท้ายของสมาส) เช่น พุทธรักขิต ญาณรักขิต. (ป.).",
    "รักใคร่": "ก. รัก เช่น พี่น้องคู่นี้รักใคร่กันดี.",
    "รักเช็ด": "น. น้ำรักที่เคี่ยวให้งวดและเหนียว ใช้ทาสำหรับปิดทองคำเปลว.",
    "รักดป": "[-ดบ] น. ปลิง (สัตว์). (ส. รกฺตป; ป. รตฺตป).",
    "รักดะ, รักตะ": "ว. แดง; มีความกําหนัด, มีความรักใคร่. (ส. รกฺต; ป. รตฺต).",
    "รักดีหามจั่ว รักชั่วหามเสา": "(สํา) ก. ใฝ่ดีจะมีความสุขความเจริญ ใฝ่ชั่วจะได้รับความลําบาก.",
    "รักตีลาย": "น. น้ำรักผสมสมุก เคี่ยวให้งวดจนจับเป็นก้อน เพื่อนำไปกดลงในแม่พิมพ์ทำเป็นลวดลายต่าง&#160;ๆ.",
    "รักบี้": "น. ชื่อกีฬาชนิดหนึ่ง เล่นครั้งแรกที่โรงเรียนรักบี้ ประเทศอังกฤษ แบ่งผู้เล่นเป็น ๒ ฝ่าย โดยปรกติเล่นฝ่ายละ ๑๕ คน แต่ที่เล่นฝ่ายละ ๗ คนก็มี ผู้เล่นแต่ละฝ่ายพยายามแย่งลูกรักบี้ไปวางพ้นแนวประตูฝ่ายตรงข้าม แล้วนำมาเตะ ณ แนวจุดเตะเพื่อให้เข้าประตูฝ่ายตรงข้าม ฝ่ายที่ได้คะแนนมากกว่าจะเป็นฝ่ายชนะ, เรียกเต็มว่า รักบี้ฟุตบอล, เรียกลูกหนังที่มีลักษณะกลมรีใช้ในการเล่นรักบี้ว่า ลูกรักบี้. (อ. <f>rugby football</f>).",
    "รักพี่เสียดายน้อง": "(สํา) ก. ลังเลใจ, ตัดสินใจไม่ถูกว่าจะเลือกอย่างไหนดี.",
    "รักยม": "น. ของขลังอย่างหนึ่ง เป็นรูปตุ๊กตาเด็กเล็ก ๒ ตัว ทําด้วยไม้รักดอกและไม้มะยม เชื่อว่าทําให้เกิดเมตตามหานิยม.",
    "รักยาวให้บั่น รักสั้นให้ต่อ": "(สํา) ก. รักจะอยู่ด้วยกันนาน&#160;ๆ ให้ตัดความคิดอาฆาตพยาบาทออกไป รักจะอยู่กันสั้น&#160;ๆ ให้คิดอาฆาตพยาบาทเข้าไว้, ยาวบั่น สั้นต่อ ก็ว่า.",
    "รักร้อย": "น. ชื่อลายอย่างหนึ่ง ผูกเป็นลายกระจังตาอ้อยเรียงซ้อนเนื่องกันไปเป็นแถวยาว, เรียกสร้อยอ่อนประดับข้อมือ ทําด้วยทองลงยา มักผูกเป็นลายกระจังตาอ้อย บางทีก็ประดับพลอยด้วย ว่า สร้อยรักร้อย.",
    "รักเร่": "น. ชื่อไม้ล้มลุกมีหัวชนิด <f><i>Dahlia indica</i> Cad.</f> ในวงศ์ <f>Compositae</f> ดอกใหญ่ มีสีต่าง&#160;ๆ.",
    "รักแร้": "น. ส่วนร่างกายที่อยู่ใต้โคนแขนเหนือสีข้างขึ้นไป; เรียกส่วนของสิ่งก่อสร้างตอนที่ผนังกับผนังจดกันเป็นมุมฉากทั้งด้านในและด้านนอก เช่น รักแร้ปราสาท รักแร้กําแพงแก้ว รักแร้โบสถ์.",
    "รักษ์, รักษา": "ก. ระวัง เช่น รักษาสุขภาพ, ดูแล เช่น รักษาทรัพย์สมบัติ, ป้องกัน เช่น รักษาบ้านเมือง, สงวนไว้ เช่น รักษาความสะอาด รักษาไมตรี; เยียวยา เช่น รักษาคนไข้. (ส.; ป. รกฺข).",
    "รักษาการ": "ก. ปฏิบัติหน้าที่แทนชั่วคราว เช่น รองอธิบดีรักษาการแทนอธิบดี.",
    "รักษาการณ์": "ก. เฝ้าดูแลเหตุการณ์ เช่น มีทหารรักษาการณ์อยู่ตลอดเวลา.<2t>ว. ที่เฝ้าดูแลเหตุการณ์ เช่น ทหารรักษาการณ์ ยามรักษาการณ์.",
    "รักษาคำพูด": "ก. ทำตามถ้อยคำที่พูดให้สัญญาไว้.",
    "รักษาตัว": "ก. ระวังตัวไม่ให้เป็นอันตราย, รักษาเนื้อรักษาตัว ก็ว่า.",
    "รักษาประตู": "ก. คุมอยู่หน้าประตูในการเล่นฟุตบอลคอยป้องกันไม่ให้ลูกฟุตบอลเข้าไป.",
    "รักษายี่ห้อ": "(ปาก) ก. ระวังไม่ให้เสียชื่อเสียง.",
    "รักษาศีล": "ก. ระวังรักษาตนไม่ให้ประพฤติผิดศีล.",
    "รักษาสถานการณ์": "ก. ควบคุมและดูแลให้อยู่ในภาวะปรกติ.",
    "รักษาหน้า": "ก. ระวังไม่ยอมให้ต้องอับอายขายหน้า.",
    "รักษาเหลี่ยม": "ก. ระวังไม่ให้เสียชั้นเชิง, ระวังไม่ให้ถูกลบเหลี่ยม.",
    "รักสมุก": "น. น้ำรักผสมเถ้าถ่านของใบตองแห้งหรือหญ้าคา บดแล้วคลุกเคล้าให้เข้ากัน ใช้ทารองพื้น.",
    "รักสามเส้า": "น. ความรักที่ชาย ๒ คนรักหญิงคนเดียวกัน หรือหญิง ๒ คนรักชายคนเดียวกัน.",
    "รักหมู": "น. ชื่อไม้ต้นชนิด <f><i>Holigarna kurzii</i> King</f> ในวงศ์ <f>Anacardiaceae</f> ขึ้นตามริมนํ้าในป่าเบญจพรรณและป่าดิบ ใบเดี่ยวเรียงสลับ แผ่นใบด้านล่างขาว, กุกขี้หมู ก็เรียก.",
    "รัง ๑": "น. ชื่อไม้ต้นขนาดใหญ่ชนิด <f><i>Shorea siamensis</i> Miq.</f> ในวงศ์ <f>Dipterocarpaceae</f> เนื้อไม้แข็ง ใช้ในการก่อสร้าง.",
    "รัง ๒": "น. สิ่งซึ่งสัตว์พวกนก หนู และแมลงเป็นต้นทําขึ้นเพื่อเป็นที่อยู่อาศัยกําบังและฟักไข่เลี้ยงลูก, โดยปริยายเรียกสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น รังโจร รังรัก.",
    "รัง ๓": "ก. แต่ง, สร้าง, ตั้ง.",
    "รั้ง": "ก. หน่วงเหนี่ยวไว้ เช่น รั้งตัวไว้ก่อน, เหนี่ยว เช่น แขนเสื้อรั้ง, ชักมา, ใช้กําลังเต็มที่เพื่อให้สิ่งที่มีแรงต้านทานเคลื่อนเข้ามาหรือหยุดอยู่ เช่น รั้งวัวรั้งควาย; ระวัง, เฝ้า, รักษา, ครอง เช่น รั้งเมือง.",
    "รังกล้วยไม้": "น. ที่เพาะเลี้ยงกล้วยไม้จำนวนมาก.",
    "รังกับ": "<i>ดู ฉก ๒</i>.",
    "รังกา": "น. ที่สําหรับคนขึ้นไปยืนสังเกตการณ์บนยอดเสากระโดงเรือ มักทําเป็นแป้นกลมมีรั้วล้อมรอบ.",
    "รังเกียจ": "ก. เกลียดเพราะรู้สึกขยะแขยงหรือไม่ชอบใจเป็นต้น.",
    "รังเกียจเดียดฉันท์": "ก. ลำเอียงด้วยความรังเกียจ.",
    "รังเกียจรังงอน": "ก. ตั้งแง่ตั้งงอนทำเป็นรังเกียจเพราะไม่ชอบใจ.",
    "รังแก": "ก. แกล้งทําความเดือดร้อนให้ผู้อื่น (มักใช้แก่ผู้มีอำนาจมากกว่า) เช่น ผู้ใหญ่รังแกเด็ก.",
    "รังไก่": "<i>ดู ฉก ๒</i>.",
    "รังไข่": "น. อวัยวะภายในร่างกายของผู้หญิงและสัตว์ตัวเมีย เป็นที่เกิดไข่.",
    "รังค์": "น. รงค์. (ป., ส.).",
    "รังควาน": "ก. รบกวนทําให้รําคาญหรือเดือดร้อน เช่น คนพาลชอบรังควานคนอื่น.<2t>น. ผีที่ประจําช้างป่า, ผีตายร้ายที่สิงอยู่ในกายคนได้.",
    "รังคัดรังแค, รังแครังคัด": "ก. ตั้งข้อรังเกียจ เช่น ต่างฝ่ายต่างก็คอยแต่จะรังคัดรังแคกัน ลูกคนละแม่มักจะรังแครังคัดกัน.",
    "รังแค": "น. ขุยหนังหัว มีลักษณะเป็นผง&#160;ๆ สีขาว, ขี้รังแค หรือ ขี้ลม ก็ว่า.",
    "รังงอบ": "น. ส่วนของงอบตรงที่สวมหัว สานเป็นตาโปร่ง&#160;ๆ ด้วยไม้ไผ่ที่ซอยเป็นเส้นกลมเล็ก&#160;ๆ.",
    "รังดุม": "น. ช่องที่เจาะสําหรับขัดลูกดุม.",
    "รังแต่": "สัน. มีแต่, ล้วนแต่, เป็นที่, (มักใช้ในทางไม่ดี) เช่น รังแต่คนจะนินทา รังแต่เขาจะหัวเราะเยาะ.",
    "รังแตน ๑": "น. ลายที่มีรูปลักษณะคล้ายดาวจงกลหรือดอกบัวแย้ม เรียกว่า ลายดาวรังแตน ใช้ประดับเพดานหรือประตู; เรียกแหวนที่หัวมีทรงคล้ายรูปดอกบัวแย้มว่า แหวนรังแตน.",
    "รังแตน ๒": "น. ชื่อขนมชนิดหนึ่ง คล้ายนางเล็ดแต่ไม่โรยนํ้าตาลเคี่ยว ทําด้วยข้าวเหนียวนึ่งแผ่เป็นแผ่นกลม ตากแห้ง ทอดนํ้ามันให้พอง มีรสเค็ม&#160;ๆ หวาน&#160;ๆ, ข้าวแตน ก็เรียก.",
    "รังนก ๑": "น. รังของนกอีแอ่นชนิดหนึ่ง เมื่อแช่นํ้ามีลักษณะคล้ายวุ้น กินได้.",
    "รังนก ๒": "น. ชื่อขนมชนิดหนึ่ง ใช้มันเทศหรือเผือกหั่นเป็นเส้นฝอย&#160;ๆ ทอดสุกแล้วคลุกนํ้าตาลเคี่ยว จัดเป็นกอง&#160;ๆ ให้คล้ายรังนก.",
    "รังนาน": "น. ชื่อนกชนิดหนึ่ง, รางนาน ก็เรียก. (พจน. ๒๔๙๓).",
    "รังบวบ": "น. ส่วนในของบวบที่แก่จนแห้ง.",
    "รังปืนกล": "น. ที่ซุ่มกำบังดักยิงข้าศึกทำเป็นมูนดินหรือทำด้วยกระสอบทรายเป็นต้น มีช่องสำหรับสอดปืนกลออกไป.",
    "รังผึ้ง": "น. รังที่ผึ้งทําสําหรับอยู่อาศัยและทํานํ้าผึ้ง, รังที่คนทําให้ผึ้งอาศัยทํารวงข้างใน, เรียกสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น; เครื่องสําหรับระบายความร้อนของหม้อนํ้ารถยนต์ มีลักษณะคล้ายรวงผึ้ง; ดินเผาหรือเหล็กเป็นแผ่นเจาะเป็นรู&#160;ๆ สําหรับรองถ่านเพื่อให้ลมเดินผ่านได้และขี้เถ้าตกลงข้างล่าง โดยมากใช้กับเตาอั้งโล่หรือเตาหม้อนํ้าเรือกลไฟเป็นต้น, ตะกรับ ก็ว่า.",
    "รังเพลิง": "น. ส่วนท้ายของลํากล้องปืนเป็นที่บรรจุลูกปืนในตําแหน่งพร้อมที่จะจุดชนวน.",
    "รังมด": "น. เรียกผ้าขาวที่หุ้มซี่คํ้าฉัตรโดยรอบ รูปทรงกรวย (ใช้เฉพาะนพปฎลเศวตฉัตร).",
    "รั้งรอ": "ก. รอคอย, หยุดคอย, (มักใช้ในความปฏิเสธ) เช่น โดยไม่รั้งรอ.",
    "รังรอง": "ว. สุกใส, งดงาม, รุ่งเรือง, รงรอง ก็ว่า.",
    "รังรักษ์": "ก. สร้าง; คุ้มครอง.",
    "รังเรข": "[-เรก] ว. มีลวดลาย, งดงาม.",
    "รังแรก": "ว. แรกตั้ง, ก่อน, แรกเริ่ม, เป็นเอก.",
    "รังวัด": "ก. สํารวจพื้นที่กว้างยาว, วัดที่ดิน; (กฎ) วัดปักเขตและทําเขต จดหรือคํานวณเนื้อที่ เพื่อให้ทราบที่ตั้งแนวเขตที่ดิน หรือทราบที่ตั้งและเนื้อที่ของที่ดิน.",
    "รังสรรค์": "ก. สร้าง, แต่งตั้ง.",
    "รังสรัง": "[-สัง] ก. ตั้งหน้าวิ่ง, ออกวิ่ง.",
    "รังสฤษฏ์": "[-สะหฺริด] ก. สร้าง, แต่งตั้ง.",
    "รังสิ, รังสี": "น. แสง, แสงสว่าง. (ป. รํสิ; ส. รศฺมี).",
    "รังสิมันตุ์": "(แบบ) น. &#147;ผู้มีแสงสว่าง&#148; คือพระอาทิตย์, ใช้ รังสิมา ก็ได้. (ป. รํสิมนฺตุ; ส. รศฺมิมตฺ).",
    "รังสิมา": "(แบบ) น. รังสิมันตุ์. (ป. รํสิมา; ส. รศฺมิมตฺ).",
    "รังสีแกมมา": "<i>ดู แกมมา</i>.",
    "รังสีความร้อน": "น. รังสีแม่เหล็กไฟฟ้าซึ่งมีย่านของการแผ่รังสีที่มีช่วงคลื่นประมาณระหว่าง ๗.๘ x ๑๐<sup>-๗</sup> เมตร กับ ๑ มิลลิเมตร, รังสีอินฟราเรด ก็เรียก.",
    "รังสีคอสมิก": "น. คลื่นแม่เหล็กไฟฟ้าที่มีพลังงานสูงยิ่ง มีช่วงคลื่นสั้นยิ่งกว่ารังสีแกมมามาก องค์ประกอบส่วนใหญ่เป็นโปรตอนประมาณร้อยละ ๙๐ และพบอิเล็กตรอน อนุภาคแอลฟาด้วย เกิดมาจากอวกาศนอกโลกพุ่งมาสู่โลก ยังไม่ทราบแหล่งกําเนิดแน่นอน. (อ. <f>cosmic rays</f>).",
    "รังสีบีตา": "<i>ดู บีตา</i>.",
    "รังสีแพทย์": "น. แพทย์ที่วิเคราะห์และรักษาโรคโดยใช้ความรู้ทางรังสีวิทยา.",
    "รังสีเรินต์เกน": "<i>ดู รังสีเอกซ์</i>.",
    "รังสีวิทยา": "น. วิทยาศาสตร์แขนงที่ว่าด้วยรังสีเอกซ์และกัมมันตภาพรังสี รวมทั้งการใช้รังสีวิเคราะห์และรักษาโรค. (อ. <f>radiology</f>).",
    "รังสีเหนือม่วง": "น. รังสีแม่เหล็กไฟฟ้าซึ่งมีย่านของการแผ่รังสีที่มีช่วงคลื่นประมาณระหว่าง ๔ x ๑๐<sup>-๗</sup> เมตร กับ ๕ x ๑๐<sup>-๙</sup> เมตร แสงแดดมีรังสีอัลตราไวโอเลตซึ่งจะมีปฏิกิริยาต่อสาร ๗-ดีไฮโดรคอเลสเทอรอล <f>(7-dehydro-choles-terol)</f> ในผิวหนังมนุษย์ ให้กลายเป็นวิตามินดี, รังสีอัลตราไวโอเลต ก็เรียก.",
    "รังสีเอกซ์": "น. รังสีแม่เหล็กไฟฟ้าซึ่งมีย่านของการแผ่รังสีที่มีช่วงคลื่นอยู่ประมาณระหว่าง ๕ x ๑๐<sup>-๙</sup> เมตร ถึง ๖ x ๑๐<sup>-๑๒</sup> เมตร ใช้ประโยชน์ในทางแพทย์ ทางวิศวกรรม เป็นต้น, รังสีเรินต์เกน หรือ เอกซเรย์ ก็เรียก; เรียกการถ่ายภาพอวัยวะภายในโดยใช้รังสีเอกซ์ว่า การถ่ายภาพเอกซเรย์, เรียกการรักษาโรคมะเร็งและโรคผิวหนังบางประเภท โดยใช้รังสีเอกซ์ที่มีช่วงคลื่นสั้นกว่าที่ใช้ถ่ายภาพว่า การฉายเอกซเรย์ หรือ การฉายแสง.",
    "รังสีแอลฟา": "<i>ดู แอลฟา</i>.",
    "รังหยาว": "ก. รบกวนให้โกรธ เช่น ลางคนจับตะขาบมาเด็ดเขี้ยว เที่ยวทิ้งโรงหนังทํารังหยาว. (อิเหนา), (ถิ่น-ปักษ์ใต้) โมโห, โกรธ.",
    "รัจฉา": "น. ทางเดิน. (ป.; ส. รถฺยา).",
    "รัช ๑": "น. ธุลี, ฝุ่น, ผง, ละออง. (ป. รช).",
    "รัช ๒, รัช-": "[รัดชะ-] น. ความเป็นพระราชา, ราชสมบัติ. (ป. รชฺช).",
    "รัชกะ": "น. รชกะ, คนย้อมผ้า, คนซักผ้า. (ป., ส.).",
    "รัชกาล": "น. เวลาที่ครองราชสมบัติของพระมหากษัตริย์องค์หนึ่ง&#160;ๆ, โดยอนุโลมใช้หมายถึงองค์พระมหากษัตริย์ในรัชกาลนั้น&#160;ๆ เช่น รัชกาลที่ ๕ เสด็จประพาสต้น.",
    "รัชชุ": "[รัด-] น. สาย, เชือก. (ป., ส.).",
    "รัชชูปการ": "น. เงินช่วยราชการตามที่กําหนดเรียกเก็บจากราษฎรชายที่มิได้รับราชการทหารเป็นรายบุคคล.",
    "รัชฎาภิเษก": "[รัดชะ-] (โบ) น. รัชดาภิเษก.",
    "รัชด-, รัชต-": "[รัดชะ-] น. รชตะ, เงิน. (ส., ป. รชต).",
    "รัชดาภิเษก": "น. พระราชพิธีสมโภชเมื่อพระมหากษัตริย์ทรงครองราชสมบัติได้ ๒๕ พรรษา.",
    "รัชทายาท": "น. ผู้จะสืบราชสมบัติ.",
    "รัชนะ": "[รัดชะ-] น. การย้อม. (ป., ส. รชน).",
    "รัชนี": "[รัดชะ-] น. กลางคืน, เวลามืด. (ป., ส. รชนี).",
    "รัชนีกร": "น. พระจันทร์. (ป., ส.).",
    "รัชมังคลาภิเษก": "น. พระราชพิธีสมโภชเมื่อพระมหากษัตริย์ทรงครองราชสมบัติได้นานกว่าพระมหากษัตริย์พระองค์ก่อน&#160;ๆ.",
    "รัญจวน": "ก. ปั่นป่วนใจ เช่น กลิ่นหอมรัญจวนใจ, สะเทือนใจด้วยความกระสันถึง. (เทียบ ข. รํชวล).",
    "รัฏฐาภิปาลโนบาย": "น. วิธีการปกครองบ้านเมือง.",
    "รัฐ, รัฐ-": "[รัด, รัดถะ-] น. แคว้น เช่น รัฐปาหัง, บ้านเมือง เช่น กฎหมายสูงสุดของรัฐ, ประเทศ เช่น รัฐวาติกัน. (ป. รฏฺ&#xf700;; ส. ราษฺฏฺร).",
    "รัฐทูต": "[รัดถะทูด] น. ทูตที่ประมุขของรัฐหนึ่งแต่งตั้งไปประจําสํานักประมุขของอีกรัฐหนึ่ง เพื่อไปปฏิบัติภารกิจทางการทูต มีฐานะตํ่ากว่าเอกอัครราชทูตแต่สูงกว่าอุปทูต. (อ. <f>envoy</f>).",
    "รัฐธรรมนูญ": "[รัดถะทํามะนูน, รัดทํามะนูน] น. บทกฎหมายสูงสุดที่จัดระเบียบการปกครองประเทศ โดยกำหนดรูปแบบของรัฐว่าเป็นรัฐเดียวหรือรัฐรวม ระบอบการปกครองของรัฐ รวมทั้งสถาบันและองค์กร การใช้อำนาจอธิปไตยในการปกครองรัฐ เช่น รัฐธรรมนูญแห่งราชอาณาจักรไทย (พุทธศักราช ๒๕๔๐). (อ. <f>constitution</f>).",
    "รัฐบาล": "[รัดถะบาน] น. องค์กรปกครองประเทศ, คณะบุคคลที่ใช้อํานาจบริหารในการปกครองประเทศ.",
    "รัฐบุรุษ": "[รัดถะบุหฺรุด] น. ผู้ที่ได้รับยกย่องอย่างสูงว่ามีความรู้ความสามารถในการบริหารบ้านเมือง.",
    "รัฐประศาสน์": "[รัดถะปฺระสาด] น. การปกครองบ้านเมือง.",
    "รัฐประศาสนนัย, รัฐประศาสโนบาย": "[รัดถะปฺระสาสะนะไน, รัดถะปฺระสาสะโนบาย] น. วิธีการปกครองบ้านเมือง.",
    "รัฐประศาสนศาสตร์": "[รัดถะปฺระสาสะนะสาด] น. วิชาว่าด้วยการบริหารและการปกครองประเทศเพื่อให้สัมฤทธิผลตามนโยบายของรัฐอย่างมีประสิทธิภาพและประหยัด.",
    "รัฐประหาร": "[รัดถะปฺระหาน, รัดปฺระหาน] น. การใช้กําลังเปลี่ยนแปลงคณะรัฐบาลโดยฉับพลัน, (กฎ) การใช้กำลังยึดอำนาจและเปลี่ยนแปลงรัฐบาล.",
    "รัฐพิธี": "น. งานที่จัดขึ้นโดยรัฐเป็นธรรมเนียม เช่น รัฐพิธีพืชมงคล.",
    "รัฐมนตรี": "[รัดถะมนตฺรี] น. ผู้เป็นสมาชิกของคณะรัฐมนตรีหรือคณะรัฐบาล รับผิดชอบร่วมกับคณะรัฐมนตรีในนโยบายทั่วไปของรัฐบาลในการบริหารราชการแผ่นดิน, ถ้าเป็นรัฐมนตรีว่าการกระทรวงหรือทบวง ก็เป็นผู้บังคับบัญชาสูงสุดในกระทรวงหรือทบวงที่ตนว่าการ และรับผิดชอบในการบริหารราชการกระทรวงหรือทบวงนั้นด้วยอีกฐานะหนึ่ง; (โบ) ที่ปรึกษาราชการบ้านเมืองในสมัยสมบูรณาญาสิทธิราชย์.",
    "รัฐวิสาหกิจ": "[รัดถะวิสาหะกิด, รัดวิสาหะกิด] น. กิจการที่รัฐเป็นผู้ลงทุนหรือถือหุ้นข้างมาก, (กฎ) องค์การของรัฐบาลหรือหน่วยงานธุรกิจซึ่งรัฐเป็นเจ้าของ หรือกิจการของรัฐ หรือบริษัทและห้างหุ้นส่วนนิติบุคคลที่ส่วนราชการ องค์การของรัฐบาลหรือหน่วยงานธุรกิจของรัฐมีทุนรวมอยู่ด้วยเกินกว่าร้อยละ ๕๐.",
    "รัฐศาสตร์": "[รัดถะสาด] น. วิชาว่าด้วยการเมืองและการปกครองประเทศ ตลอดจนความสัมพันธ์ระหว่างประเทศ.",
    "รัฐสภา": "[รัดถะสะพา] น. องค์กรนิติบัญญัติ ทำหน้าที่บัญญัติกฎหมาย ประกอบด้วยวุฒิสภาและสภาผู้แทนราษฎร.",
    "รัด": "ก. โอบรอบหรือพันให้กระชับ เช่น กอดรัด งูเหลือมรัด เอายางรัด, คับ, ตึง, เช่น แขนเสื้อรัด กระโปรงรัดสะโพก, โดยปริยายหมายถึงอาการที่คล้ายคลึงเช่นนั้น เช่น เอาเม็ดต้อยติ่งพอกทําให้ฝีรัด.",
    "รัดกุม": "ว. ไม่รุ่มร่าม, กระชับ, ไม่ยาวเยิ่นเย้อ, เช่น แต่งตัวรัดกุม สํานวนรัดกุม.",
    "รัดเกล้า": "น. เครื่องประดับศีรษะสตรีสูงศักดิ์ในราชสํานักแต่โบราณ และประดับศีรษะนางละครแต่งยืนเครื่องซึ่งเลียนแบบสตรีสูงศักดิ์ มี ๒ แบบ คือ รัดเกล้ายอด มีปลายยอดทรงกรวยแหลม สําหรับกษัตรี และรัดเกล้าเปลว มียอดปักช่อกระหนกเปลว สําหรับพระสนม.",
    "รัดเข็มขัด": "(ปาก) ก. ประหยัด เช่น ในภาวะที่เศรษฐกิจไม่ดี ประชาชนต้องรัดเข็มขัด.",
    "รัดเครื่อง": "ก. แต่งเครื่องละครรำตัวพระ นาง ยักษ์ และลิง โดยเย็บผ้าให้กระชับเข้ากับตัวผู้แสดง.",
    "รัดช้อง": "น. เครื่องประดับสําหรับรัดชายผมที่ปล่อยยาวลงทางท้ายทอย ใช้ประกอบกับรัดเกล้า.",
    "รัดตัว": "ก. ทําให้ไม่คล่องตัว, ทําให้กระดิกกระเดี้ยไปไหนแทบไม่ได้, เช่น การเงินรัดตัว งานรัดตัว.",
    "รัดทึบ": "น. สายผูกอานล่ามรอบอกม้า มักทําด้วยผ้า.",
    "รัดประคด": "น. ผ้าที่ใช้รัดอกหรือสายที่ถักด้วยด้ายเป็นต้นสําหรับรัดเอวของภิกษุสามเณร, เรียกสั้น&#160;ๆ ว่า ประคด, ถ้าใช้รัดอก เรียกว่า ประคดอก, ถ้าใช้รัดเอว เรียกว่า ประคดเอว.",
    "รัดประคน": "น. เชือกหรือลวดหนังตีเป็นเกลียวหุ้มผ้าแดง ใช้พันอ้อมลำตัวถัดต้นขาหน้าของช้าง มี ๒ เส้นคู่กัน สำหรับผูกรั้งสัปคับ แหย่ง หรือ กูบมิให้โยกเลื่อน.",
    "รัดพัสตร์": "น. ผ้าคาด, เข็มขัด.",
    "รัดรึง": "ก. กอดแน่น, ผูกแน่น, เช่น ความรักรัดรึงใจ.",
    "รัดรูป": "ว. คับมากจนเห็นรูปทรงเด่นชัด เช่น เสื้อรัดรูป กางเกงรัดรูป; เรียกขวดที่ใส่ปลากัดเป็นต้นทําให้เห็นเล็กกว่าปรกติว่า ขวดรัดรูป, คู่กับ ขวดส่งรูป ซึ่งทําให้เห็นใหญ่กว่าปรกติ.",
    "รัต ๑": "ก. ยินดี, ชอบใจ, มักใช้ประกอบท้ายสมาส เช่น วันรัต = ผู้ยินดีในป่า. (ป., ส. รต).",
    "รัต ๒, รัต-": "น. ราตรี, กลางคืน, มักใช้ประกอบท้ายคํา เช่น ทีฆรัต ว่า ราตรียาว คือ เวลานาน.<2t>ว. ย้อมสี, มีสีแดง; กําหนัด, รักใคร่. (ป. รตฺต; ส. รกฺต).",
    "รัตกัมพล": "น. ผ้าส่านแดง. (ป. รตฺตกมฺพล; ส. รกฺตกมฺพล).",
    "รัตคน": "[รัดตะ-] น. รัดประคน.",
    "รัตจันทน์": "[รัดตะจัน] น. ชื่อไม้ต้นชนิด <f><i>Pterocarpus santalinus</i> L.f.</f> ในวงศ์ <f>Leguminosae</f> แก่นสีแดงเข้ม ใช้ทํายา. (ป. รตฺตจนฺทน).",
    "รัตตัญญู": "[รัดตันยู] น. ผู้รู้กาลนาน, ผู้มีอายุมาก จํากิจการต่าง&#160;ๆ ได้มาก. (ป.).",
    "รัตติ": "น. กลางคืน. (ป.; ส. ราตฺริ).",
    "รัตติกาล": "น. เวลากลางคืน. (ป.).",
    "รัตน-, รัตน์, รัตนะ": "[รัดตะนะ-, รัด, รัดตะ-] น. แก้วที่ถือว่ามีค่ายิ่ง เช่น อิตถีรัตนะ คือ นางแก้ว หัตถิรัตนะ คือ ช้างแก้ว; คน สัตว์ หรือสิ่งของที่ถือว่าวิเศษและมีค่ามาก เช่น รัตนะ ๗ ของพระเจ้าจักรพรรดิ ได้แก่ ๑. จักรรัตนะ-จักรแก้ว ๒. หัตถิรัตนะ-ช้างแก้ว ๓. อัสสรัตนะ-ม้าแก้ว ๔. มณิรัตนะ-มณีแก้ว ๕. อิตถีรัตนะ-นางแก้ว ๖. คหปติรัตนะ-ขุนคลังแก้ว ๗. ปริณายกรัตนะ-ขุนพลแก้ว; ของประเสริฐสุด, ของยอดเยี่ยม, เช่น รัตนะ ๓ คือ พระพุทธ พระธรรม พระสงฆ์ เป็นแก้วอันประเสริฐสุดของพุทธศาสนิกชน; ใช้ประกอบคําอื่นหมายถึงยอดเยี่ยมในพวกนั้น&#160;ๆ เช่น บุรุษรัตน์ นารีรัตน์ รัตนกวี. (ป. รตน; ส. รตฺน).",
    "รัตนโกสินทร์": "น. นามส่วนหนึ่งของกรุงเทพมหานครฯ ที่มีชื่อเต็มว่า กรุงเทพมหานคร อมรรัตนโกสินทร์ มหินทรายุธยา มหาดิลกภพ นพรัตนราชธานีบูรีรมย์ อุดมราชนิเวศน์มหาสถาน อมรพิมานอวตารสถิต สักกะทัตติยวิษณุกรรมประสิทธิ์, อีกนัยหนึ่งหมายความถึงกรุงเทพฯ มักอ้างในประวัติศาสตร์ เช่น สมัยรัตนโกสินทร์.",
    "รัตนโกสินทรศก": "[รัดตะนะโกสินสก] น. ปีนับตั้งแต่วันตั้งกรุงรัตนโกสินทร์ เริ่มตั้งภายหลังพุทธศักราช ๒๓๒๔ ปี (พุทธศักราชลบด้วย ๒๓๒๔ เท่ากับรัตนโกสินทรศก).",
    "รัตนชาติ": "น. รัตนะ, พวกรัตนะ คือ แก้วที่มีค่า เช่น เพชร ทับทิม มรกต, หินหรือแร่ที่มีค่า เมื่อเจียระไนแล้วจะต้องมีลักษณะสวยงาม คงทน หายาก ราคาแพง และนำมาใช้เป็นเครื่องประดับได้.",
    "รัตนตรัย": "น. แก้วอันประเสริฐสุดของพุทธศาสนิกชน คือ พระพุทธ พระธรรม พระสงฆ์. (ส.).",
    "รัตนบัลลังก์": "น. อาสนะที่พระพุทธเจ้าประทับใต้ต้นพระศรีมหาโพธิ ณ พุทธคยา ประเทศอินเดีย ในวันตรัสรู้, โพธิบัลลังก์ หรือ วัชรอาสน์ ก็ว่า.",
    "รัตนวราภรณ์": "น. ชื่อตราเครื่องราชอิสริยาภรณ์ที่จะพระราชทานได้ทั่วไปทุกชั้นบุคคลตามพระราชประสงค์ ไม่เกี่ยวด้วยยศหรือบรรดาศักดิ์.",
    "รัตนสิงหาสน์": "น. ที่ตรงพระบัญชรหรือมุขเด็จซึ่งเสด็จออก.",
    "รัตนา": "[รัดตะนา] (กลอน) น. แก้ว.",
    "รัตนากร": "น. คลังเงินทอง; ทะเล. (ส.).",
    "รัตนาภรณ์": "น. เหรียญบำเหน็จส่วนพระองค์ที่สร้างขึ้นสำหรับพระราชทานแก่ผู้จงรักภักดีและทรงคุ้นเคยรู้จัก เพื่อเป็นเครื่องหมายในพระมหากรุณาธิคุณ มี ๕ ชั้น, เดิมเรียกว่า รจนาภรณ์.",
    "รัตนาวลี": "น. สร้อยคอที่ทําด้วยเพชรพลอย. (ส.).",
    "รัตมณี": "น. ทับทิม. (ป. รตฺตมณิ).",
    "รัตมา": "[รัดตะ-] น. ชื่อไม้ต้นขนาดเล็กชนิด <f><i>Parkinsonia aculeata</i> L.</f> ในวงศ์ <f>Leguminosae</f> กิ่งห้อยย้อยมีหนามแหลม ใบเล็กมาก ดอกสีเหลือง ออกเป็นช่อ.",
    "รัถ": "น. รถ.",
    "รัถยา": "[รัดถะยา] น. ทางเดิน. (ส. รถฺยา; ป. รจฺฉา).",
    "รัทเทอร์ฟอร์เดียม": "น. ธาตุลําดับที่ ๑๐๔ สัญลักษณ์ <f>Rf</f> เป็นธาตุกัมมันตรังสีที่นักวิทยาศาสตร์สร้างขึ้น ไม่มีปรากฏในธรรมชาติ ในสหภาพโซเวียตเรียกชื่อธาตุนี้ว่า เคอร์ชาโทเวียม <f>(kurchatovium)</f> และใช้สัญลักษณ์ <f>Ku</f>. (อ. <f>rutherfordium</f>).",
    "รัน": "ก. ตี เช่น อย่าเอาไม้สั้นไปรันขี้, มักใช้ว่า ตีรันฟันแทง.",
    "รั้น": "ก. ร่นเข้าไป, ท้นเข้าไป, เช่น จมูกรั้น.<2t>ว. ดื้อดันทุรัง เช่น เด็กคนนี้รั้นจริง.",
    "รันชนรันแชง": "(กลอน) ก. กระทบกระทั่งเกิดปั่นป่วนอย่างคลื่นซัดหรือลมพัด. (ข. ร&#xf70f;ฺชํร&#xf70f;ฺแชง).",
    "รันทด": "ก. สลดใจมาก มีจิตใจหวั่นไหวมากเพราะความโศกสลด, มักใช้เข้าคู่กับคำอื่น เช่น รันทดสลดใจ รันทดท้อเสียใจไห้สะอื้น.",
    "รันทวย": "ก. ระทวย.",
    "รันทำ": "ก. ยํ่ายี, เบียดเบียน.",
    "รันแทะ": "น. ระแทะ, กระแทะ ก็เรียก.",
    "รันธะ": "(แบบ) น. ช่อง, ปล่อง; ความผิด, ความบกพร่อง. (ป.; ส. รนฺธฺร).",
    "รับ": "ก. ยื่นมือออกถือเอาสิ่งของที่ผู้อื่นส่งให้ เช่น รับของ รับเงิน, ถือเอาสิ่งของที่ผู้อื่นส่งมาให้ เช่น รับจดหมาย รับพัสดุภัณฑ์, ไปพบ ณ ที่ที่กำหนดเพื่ออำนวยความสะดวกหรือพาไปสู่ที่พัก, ต้อนรับ, เช่น ฉันไปรับเพื่อนที่ดอนเมือง ประชาชนไปรับนายกรัฐมนตรีกลับจากต่างประเทศ, โดยปริยายใช้แก่นามธรรมก็ได้ เช่น รับศีล รับพร; ให้คําตอบที่ไม่ปฏิเสธ เช่น ตอบรับ รับเชิญ, ยอมสารภาพ เช่น รับผิด; ตกลงตาม เช่น รับทํา; คล้องจอง เช่น กลอนรับสัมผัสกัน; เหมาะเจาะ, เหมาะสม, เช่น หมวกรับกับหน้า; ขานตอบ เช่น กู่เรียกแล้วไม่มีคนรับ โทรศัพท์ไม่มีผู้รับ; ต้าน เช่น รับทัพ รับศึก; ต่อเสียง เช่น ลูกคู่ร้องรับต้นบท.",
    "รับกินรับใช้": "ก. ทำหน้าที่รับว่าจะจ่ายเงินและกินเงินของผู้เล่นการพนันแทนเจ้ามือ.",
    "รับขวัญ": "ก. รับให้ขวัญกลับมาสู่ตัวด้วยวิธีการต่าง&#160;ๆ เช่น ทำพิธีบายศรี ผูกข้อมือ ให้เงินทอง, ปลอบ.",
    "รับแขก": "ก. ต้อนรับผู้มาหา, โดยปริยายเรียกบุคคลที่มีหน้าตายิ้มแย้มแจ่มใสอยู่เสมอ ว่า หน้าตารับแขก.",
    "รับคำ": "ก. ให้สัญญา, ไม่ปฏิเสธ, ตอบตกลง, เช่น ลูกจ้างรับคำนายจ้าง, บางทีก็ใช้เข้าคู่กับคำ รับปาก เป็น รับปากรับคำ.",
    "รับคืน": "ก. รับเอาสิ่งของที่ซื้อไปคืน โดยคืนเงินให้หรือแลกเปลี่ยนกับของอื่นในราคาตามแต่จะตกลงกัน.",
    "รับเคราะห์": "ก. รับเอาเคราะห์ร้ายของผู้อื่นมาเป็นของตนจะโดยเต็มใจหรือไม่ก็ตาม เช่น ลูกน้องรับเคราะห์แทนเจ้านาย.",
    "รับงาน": "ก. รับจ้างทำงานต่าง&#160;ๆ เช่น รับงานก่อสร้าง, รับจ้างแสดงการละเล่น เช่น รับงานแสดงดนตรี.",
    "รับจ้าง": "ก. รับทำงานเพื่อค่าจ้าง เช่น รับจ้างทำงานบ้าน.<2t>ว. ที่รับทำงานเพื่อค่าจ้าง เช่น ทหารรับจ้าง มือปืนรับจ้าง.",
    "รับช่วง": "ก. รับทอดต่อเนื่องกันไป เช่น รับช่วงงานที่คนเก่าทำค้างไว้ น้องรับช่วงหนังสือเรียนจากพี่.",
    "รับใช้": "ก. รับว่าจะใช้เงินให้; คอยปรนนิบัติพ่อแม่ครูอาจารย์เป็นต้นด้วยความเต็มใจ เช่น ลูกรับใช้พ่อแม่ ศิษย์รับใช้ครู, ปฏิบัติหน้าที่ตามที่นายหรือผู้มีอำนาจเหนือสั่งหรือใช้ เช่น พลทหารอยู่รับใช้ผู้บังคับบัญชา.",
    "รับใช้ชาติ, รับใช้ประเทศชาติ": "ก. ทำหน้าที่สนองคุณบ้านเมืองในฐานะเป็นพลเมืองของประเทศ.",
    "รับซื้อ": "ก. ตกลงซื้อ เช่น รัฐบาลรับซื้อข้าวจากชาวนา.",
    "รับซื้อของโจร": "ก. ซื้อสิ่งของที่ถูกโจรกรรมมา.",
    "รับเซ้ง": "(ปาก) ก. รับโอนสิทธิหรือกิจการจากอีกคนหนึ่งโดยต้องเสียค่าตอบแทน.",
    "รับทราบ": "ก. รับว่ารู้แล้ว.",
    "รับทุน": "ก. รับเงินอุดหนุน เช่น รับทุนการศึกษา.",
    "รับโทรศัพท์": "ก. รับการติดต่อสื่อสารทางโทรศัพท์.",
    "รับบาป": "ก. รับเคราะห์กรรมแทนผู้อื่นที่ทำกรรมนั้น, รับความผิดหรือโทษทัณฑ์แทนผู้ที่ทำความผิด.",
    "รับประกัน": "ก. ยืนยัน เช่น รับประกันว่าเขาเป็นคนซื่อ, รับรอง, รับใช้ค่าเสียหาย, เช่น รับประกันคุณภาพ รับประกันซ่อมฟรี; (กฎ) รับรองว่าจะรับผิดแทนลูกหนี้ในเมื่อลูกหนี้ไม่ชำระหนี้ตามสัญญา.",
    "รับประทาน": "ก. กิน เช่น รับประทานอาหาร; (ราชา) รับของจากเจ้านาย เช่น รับประทานสิ่งของจากสมเด็จพระสังฆราช รับประทานประกาศนียบัตรจากพระองค์เจ้า.",
    "รับปาก": "ก. รับคำ เช่น เขารับปากว่าจะมารับ แต่ก็ไม่มา, บางทีก็ใช้เข้าคู่กับคำ รับคำ เป็น รับปากรับคำ.",
    "รับผิด": "ก. ยอมรับว่าทำผิด; (กฎ) มีหน้าที่ผูกพันตามกฎหมายที่จะต้องชําระหนี้หรือกระทําการหรืองดเว้นกระทําการอย่างใดอย่างหนึ่ง.",
    "รับผิดชอบ": "ก. ยอมรับผลทั้งที่ดีและไม่ดีในกิจการที่ตนได้ทำลงไปหรือที่อยู่ในความดูแลของตน เช่น สมุห์บัญชีรับผิดชอบเรื่องเกี่ยวกับการเงิน, รับเป็นภารธุระ เช่น งานนี้เขารับผิดชอบเรื่องอาหาร เธอจะไปไหนก็ไปเถอะ ฉันรับผิดชอบทุกอย่างในบ้านเอง.",
    "รับพระเคราะห์": "(โหร) ก. ทำพิธีรับเทวดาประจำดาวพระเคราะห์ดวงที่จะมาเสวยอายุเพื่อความสวัสดิมงคลตามความเชื่อทางโหราศาสตร์.",
    "รับฟ้อง": "ก. รับว่ามีหลักฐานฟ้องได้ (ใช้แก่ศาล) เช่น ศาลประทับรับฟ้อง.",
    "รับฟัง": "ก. รับไว้พิจารณา เช่น ผู้บังคับบัญชารับฟังความเห็นของผู้ใต้บังคับบัญชา.",
    "รับฟังได้": "ก. รับว่ามีเหตุผลน่าเชื่อถือ, รับว่ามีเหตุผลพอที่จะเชื่อถือได้, เช่น เหตุผลที่อ้างมานั้นรับฟังได้.",
    "รับมือ": "ก. ต่อต้าน, กําราบ, เช่น ส่งกองทหารไปรับมือข้าศึกที่ชายแดน.",
    "รับรอง": "ก. รับประกัน เช่น รับรองว่าเป็นของแท้; ต้อนรับ เช่น รับรองแขกเมือง.",
    "รับรัก": "ก. ตอบรับความรัก, ไม่ปฏิเสธความรัก.",
    "รับราชการ": "ก. เข้าทำงานของรัฐบาลหรือของพระเจ้าแผ่นดิน.",
    "รับรู้": "ก. ยืนยันว่ารู้, รับว่ารู้; รับผิดชอบ, มักใช้ในความปฏิเสธ เช่น ลูกไปทำผิด พ่อแม่จะไม่รับรู้ได้อย่างไร.",
    "รับเวร": "ก. เข้ารอบผลัดกันรับหน้าที่ตามเวลาที่กะกันไว้.",
    "รับศีล": "ก. ถือศีล, สมาทานศีล.",
    "รับสนองพระบรมราชโองการ": "ก. ลงนามที่จะปฏิบัติตามพระบรมราชโองการเพื่อให้เป็นพระบรมราชโองการที่ถูกต้องตามรัฐธรรมนูญ.",
    "รับสมอ้าง": "ก. รับแทนผู้อื่น เช่น เขารับสมอ้างว่าเป็นเจ้าของบ่อน.",
    "รับสมัคร": "ก. รับผู้ที่มาสมัครเข้าเรียน เข้าสอบ หรือเข้าทำงาน เป็นต้น.",
    "รับสั่ง": "(ราชา) น. คําสั่ง (ใช้แก่เจ้านาย) เช่น มีรับสั่งให้เข้าเฝ้า.<2t>ก. พูด, บอก, (ใช้แก่เจ้านาย) เช่น ท่านรับสั่งให้หา.",
    "รับสัมผัส": "ก. เรียกคำใดคำหนึ่งของวรรคหลังแห่งคำประพันธ์ที่คล้องจองกับคำส่งสัมผัสในวรรคหน้าว่า คำรับสัมผัส.",
    "รับเสด็จพระราชดำเนิน": "(ราชา) ก. รับการเสด็จพระราชดำเนิน, ในการเขียนใช้ รับเสด็จพระราชดำเนิน หรือ รับเสด็จฯ ก็ได้.",
    "รับหน้า": "ก. เผชิญหน้า, รอหน้า, เช่น ส่งเด็กไปรับหน้าเจ้าหนี้ไว้ก่อน.",
    "รับหน้าเสื่อ": "ก. ทำหน้าที่เป็นหัวเบี้ย เช่นในการเล่นถั่วโปซึ่งสมัยก่อนมักปูเสื่อลำแพนเล่นกัน.",
    "รับหมั้น": "ก. รับสิ่งของที่ฝ่ายชายนำมามอบให้ฝ่ายหญิงเพื่อแสดงความมั่นหมายว่าจะแต่งงานด้วย.",
    "รับเหมา": "ก. รับจ้างทำกิจการทั้งหมดตั้งแต่ต้นจนสำเร็จตามข้อตกลง เช่น รับเหมาก่อสร้าง รับเหมาทาสี, โดยปริยายหมายความว่า รับทำงานหลายรายการหรือรายการเดียวแต่มีจำนวนมากเพียงผู้เดียว เช่น เขารับเหมางานพิสูจน์อักษรทั้งหมด.",
    "รับไหว้": "ก. ไหว้ตอบ, รับความเคารพคู่บ่าวสาวด้วยการให้ของตอบแทนหรือให้ศีลให้พร.",
    "รัมก-": "[รํามะกะ-] น. เดือน ๕. (ป. รมฺมก; ส. รมฺยก).",
    "รัมณีย-": "[รํามะนียะ-] ว. รมณีย์. (ป. รมณีย).",
    "รัมภา": "น. นางฟ้า; กล้วย. (ป., ส.).",
    "รัมมี่": "น. การเล่นไพ่อย่างหนึ่ง ใช้ไพ่ป๊อก ผู้เล่นต้องพยายามผสมไพ่ในมือเป็นชุด&#160;ๆ ชุดละ ๓ ใบขึ้นไป แต่ละชุดจะจัดเรียงแบบตองหรือตามหมายเลขก็ได้ ผู้จัดชุดได้หมดทั้งมือก่อนเป็นผู้ชนะในรอบนั้น. (อ. <f>rummy</f>).",
    "รัมย์": "ว. รมย์. (ส.; ป. รมฺม).",
    "รัย": "ว. รยะ, เร็ว, ไว. (ป., ส. รย).",
    "รัว ๑": "น. ชื่อเพลงหน้าพาทย์เพลงหนึ่ง ใช้ในโอกาสเช่นร่ายเวทมนตร์คาถา แปลงกาย หรือเนรมิตตัว.",
    "รัว ๒, รัว ๆ": "ก. ตีหรือยิงเป็นต้นเร็ว&#160;ๆ ทําให้เกิดเสียงดังถี่&#160;ๆ เช่น รัวระฆัง รัวกลอง รัวปืนกล; อาการที่พูดเร็วจนลิ้นพันกัน ฟังไม่ได้ชัด เรียกว่า พูดลิ้นรัว.<2t>ว. ไหวถี่&#160;ๆ เช่น ตัวสั่นรัว&#160;ๆ; ไม่ชัด, ไม่แจ่มแจ้ง, เช่น ข้อความรัว ภาพรัว&#160;ๆ เห็นรัว&#160;ๆ.",
    "รั่ว ๑": "ก. อาการที่อากาศหรือของเหลวเป็นต้นไหลเข้าหรือออกทางรอยแตกหรือรูที่เกิดจากความชํารุด เช่น นํ้ารั่ว ฝนรั่ว.<2t>ว. มีรอยแตกหรือมีรูซึ่งเกิดจากความชํารุดที่อากาศหรือของเหลวเป็นต้นเข้าออกได้ เช่น เรือรั่ว ท่อประปารั่ว หลังคารั่ว, โดยปริยายหมายถึงลักษณะที่คล้ายคลึงเช่นนั้น เช่น ข่าวรั่ว ข้อสอบรั่ว.",
    "รั่ว ๒": "ว. อาการที่ไล่ไม้ตีระไปบนลูกระนาดโดยไม่ลงคู่ ทำให้เสียงเพี้ยนหรือไม่ชัดเจน เช่น เขาตีระนาดรั่ว ฟังไม่เป็นเพลง.",
    "รั้ว": "น. เครื่องล้อมกันเป็นเขตของบ้านเป็นต้น มักทำด้วยเรียวไผ่ ต้นไม้ขนาดเล็ก หรือสังกะสี เช่น รั้วมะขามเทศ รั้วสังกะสี, โดยปริยายเรียกทหารซึ่งทำหน้าที่เป็นกำลังป้องกันชาติว่า รั้วของชาติ.",
    "รั้วไก่": "น. แผงราชวัติที่เป็นตาสี่เหลี่ยมสําหรับกันโรงพิธี, รั้วก่าย ก็ว่า.",
    "รั่วไหล": "ก. แพร่งพรายออกไป เช่น ความลับรั่วไหล; ถูกเบียดบังเอาไป เช่น การเงินของบริษัทรั่วไหล.",
    "รัศมิมัต": "ว. มีรัศมี, ใช้ รัศมิมาน ก็ได้. (ส.; ป. รํสิมนฺตุ, รํสิมา).",
    "รัศมิมาน": "ว. มีรัศมี. (ส.).",
    "รัศมี": "น. แสงสว่างที่พวยพุ่งออกจากจุดกลาง, แสงสว่าง; เส้นที่ลากจากจุดศูนย์กลางของวงกลมไปถึงเส้นรอบวง. (ส.; ป. รํสิ).",
    "รัษฎากร": "[รัดสะ-] น. รายได้ของแผ่นดิน; (กฎ) ภาษีอากรประเภทต่าง&#160;ๆ ที่เรียกเก็บตามประมวลรัษฎากร. (เพี้ยนมาจาก ส. ราษฺฏฺร + อากร หมายความว่า อากรของประเทศ).",
    "รัส-, รัสสะ": "[รัดสะ-] ว. สั้น. (ป.).",
    "รัสเซีย": "น. ชื่อประเทศที่ส่วนหนึ่งอยู่ในทวีปยุโรปตะวันออกและอีกส่วนหนึ่งอยู่ในทวีปเอเชียภาคเหนือและภาคกลาง, เรียกเต็มว่า สหพันธรัฐรัสเซีย.",
    "รัสสระ": "[รัดสะสะหฺระ] น. สระที่มีเสียงสั้น ในภาษาบาลีได้แก่ อ อิ อุ, ในภาษาสันสกฤตได้แก่ อ อิ อุ ฤ ฦ, ในภาษาไทยได้แก่ อ อิ อึ อุ เอะ แอะ โอะ เอาะ เออะ เอียะ เอือะ อัวะ ฤ ฦ อํา ใอ ไอ เอา. (ป.).",
    "รา ๑": "น. ไม้ที่กระหนาบอยู่ใต้ท้องพรึงรับพื้นเรือนเพื่อไม่ให้พื้นอ่อน อยู่ระหว่างรอด; ไม้จีมเสาที่ปากหลุมซึ่งยังไม่ได้กลบดินเพื่อกันไม่ให้โอนเอน เรียกว่า ราคอเสา.",
    "รา ๒": "น. ชื่อเรียกพืชชั้นตํ่าที่ไม่มีคลอโรฟิลล์ และลําต้น ใบ ราก ที่แท้จริง ส่วนมากเจริญเป็นเส้นใย แบ่งเป็น ๒ พวก คือ ราเมือก และ ราแท้ สืบพันธุ์โดยสปอร์ อาศัยอยู่บนซากของพืชหรือสัตว์ ขึ้นเบียนหรืออยู่ร่วมกับพืชอื่นก็มี.",
    "รา ๓": "ก. ค่อย&#160;ๆ เลิกไป เช่น รากันไป; น้อยลง, อ่อนลง, เช่น ไฟราดับไปเอง.<2t>(กลอน) ว. คําชวนอีกฝ่ายหนึ่งให้กระทําตาม เช่น ไปเถิดรา.",
    "รา ๔": "(กลอน) ส. เราทั้งคู่, เขาทั้งคู่, ในคําว่า สองรา, ต่อมาใช้หมายถึงเกิน ๒ ก็ได้ เช่น เร่งหาประกันมาทันใด ผู้คุมเหวยรับไว้ทั้งสามรา. (ขุนช้างขุนแผน).",
    "ร่า": "ว. อาการที่แสดงให้เห็นว่าเบิกบานเต็มที่ เช่น หัวเราะร่า ยิ้มร่า; เปิดเต็มที่ (ใช้แก่อาการที่เห็นจะแจ้งหรือเปิดเผยเต็มที่) เช่น ประตูเปิดร่า หน้าต่างเปิดร่า.",
    "ร้า ๑": "น. ชื่อนกชนิดหนึ่ง รูปคล้ายนกยาง, มักเรียกกันว่า อีร้า. (พจน. ๒๔๙๓).",
    "ร้า ๒": "น. ชื่ออาหารชนิดหนึ่งทําด้วยปลาหมักเกลือ เรียกว่า ปลาร้า; เรียกหญิงที่จัดจ้านว่า แม่ร้า.",
    "ร้า ๓": "(กลอน) ก. รา, วางมือ, เช่น ใช่จักร้าโดยง่าย. (นิทราชาคริต).",
    "ร้า ๔": "(กลอน) ก. ร่า, ร่าเริง, เช่น ชาวที่ร้าเปิดทวาร. (นิทราชาคริต).",
    "ร้า ๕": "(กลอน) ก. ดึง, ทึ้ง, เช่น เขาก็ร้าตัวเข้ากรง. (นิทราชาคริต); รบ.",
    "ราก ๑": "น. ส่วนของต้นไม้ ตามปรกติอยู่ในดิน มีหน้าที่ดูดอาหารเลี้ยงลำต้น, โดยปริยายเรียกสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น รากผม รากฟัน; เรียกฐานที่อยู่ใต้ดินทำหน้าที่รองรับอาคารว่า รากตึก หรือ ฐานราก; ต้นเดิม, เค้าเดิม, เช่น รากศัพท์.",
    "ราก ๒": "ก. อาเจียน, อ้วก, สํารอกออกทางปาก.<2t>น. อาการที่สํารอกออกมาทางปาก.",
    "รากกล้วย": "น. ชื่อปลาน้ำจืดชนิด <f><i>Gyrinocheilus aymoneri</i></f> และชนิด <f><i>G. pennocki</i></f> ในวงศ์ <f>Gyrinocheilidae</f> มีหัวยาว ลำตัวยาวเพรียว ที่สำคัญคือมีปากซึ่งใช้ดูดเกาะติดกับวัตถุใต้น้ำได้ดี ไม่มีหนวด พื้นลำตัวสีน้ำตาลคล้ำ ข้างตัวมีจุดดำเรียงสลับกันตามยาวอยู่ ๒ แถว พบทั่วไปตามลำธาร บนภูเขา และที่ลุ่ม กินสาหร่ายและพืชน้ำอื่น&#160;ๆ ขนาดยาวได้ถึง ๒๘ เซนติเมตร, ผึ้ง น้ำผึ้ง ลูกผึ้ง หรือ สร้อยน้ำผึ้ง ก็เรียก.",
    "รากแก้ว": "น. รากเดิม, รากที่เป็นหลักหยั่งลึกลงไปในดินของต้นไม้บางชนิด.",
    "รากขวัญ": "(ราชา) น. ไหปลาร้า เรียกว่า พระรากขวัญ.",
    "รากแขวน": "น. รากที่แตกออกจากโคนต้นมะพร้าวหรือตาลเป็นต้น เฉพาะรากที่ปลายยังไม่ถึงดิน.",
    "รากค้ำ": "น. รากของพืชบางชนิด เช่น โกงกาง ข้าวโพด เตย ที่งอกออกมาเพื่อค้ำพยุงลำต้น.",
    "รากฐาน": "น. หลักสำคัญอันเป็นพื้นฐานรองรับ, ส่วนที่เป็นพื้นรองรับสำหรับพัฒนาต่อไป, เช่น วางรากฐานการศึกษา วิชาคณิตศาสตร์เป็นรากฐานของวิชาวิทยาศาสตร์; พื้นเพ เช่น มีรากฐานมาจากไหน.",
    "รากดิน": "น. ไส้เดือน.",
    "รากฝอย": "น. รากที่เป็นเส้นเล็ก&#160;ๆ แตกออกจากรากแก้ว.",
    "รากฟัน": "น. ส่วนของฟันที่ฝังอยู่ในกระดูกที่เป็นเบ้าของฟัน.",
    "รากเลือด": "ก. อาเจียนเป็นเลือด.",
    "รากศัพท์": "น. รากเดิมของคำที่มาจากภาษาบาลีและสันสกฤตเป็นต้น เรียกว่า ธาตุ เช่น กรรมการ มีรากศัพท์มาจาก กรฺ ธาตุ.",
    "รากษส": "[รากสด] น. ยักษ์ร้าย, ผีเสื้อนํ้า, ชื่อพวกอสูรชั้นต่ำ มีนิสัยดุร้าย ในคัมภีร์โลกทีปกสารว่า เป็นบริวารของพญายม, ในคัมภีร์โลกบัญญัติว่า เป็นบริวารของพระวรุณ, ใช้ รากโษส ก็มี. (ส.; ป. รกฺขส).",
    "รากโษส": "น. รากษส.",
    "รากสาด": "น. กลุ่มโรคที่มีอาการไข้สูงนานเป็นสัปดาห์ มีผื่นขึ้น แบ่งเป็น ๒ ชนิด คือ ไข้รากสาดน้อย และไข้รากสาดใหญ่.",
    "รากสาดน้อย": "น. โรคติดเชื้อแบคทีเรีย <f><i>Salmonella typhi</i></f> มีอาการไข้สูง ปวดศีรษะ ซึม และทําให้ลําไส้อักเสบและเป็นแผล ถ้าร้ายแรง ลําไส้จะทะลุและมีเลือดออกมากับอุจจาระ, เรียกโรคที่เกิดจากการติดเชื้อดังกล่าวนี้ว่า ไข้รากสาดน้อย, เรียกโรคที่คล้ายกัน แต่อาการรุนแรงน้อยกว่า เกิดจากเชื้อ <f><i>Salmonella paratyphi</i></f> ว่า ไข้รากสาดเทียม.",
    "รากสาดใหญ่": "น. โรคติดเชื้อ <f><i>Rickettsia</i></f> มีอาการคล้ายไข้รากสาดน้อย แต่มักจะรุนแรงกว่า มีหลายชนิด ชนิดที่เป็นโรคระบาดเกิดจากเชื้อ <f><i>Rickettsia prowaseki</i></f>, เรียกโรคที่เกิดจากการติดเชื้อดังกล่าวนี้ว่า ไข้รากสาดใหญ่.",
    "รากสามสิบ": "น. ชื่อไม้เถาชนิด <f><i>Asparagus racemosus</i> Willd.</f> ในวงศ์ <f>Asparagaceae</f> เถามีหนาม ใบลดรูปเป็นเกล็ด กิ่งเรียวรูปเข็ม รากอวบใช้ทํายาและแช่อิ่มได้, พายัพเรียก จ๋วงเครือ หรือ จั่นดิน.",
    "รากเหง้า": "น. ต้นเหตุ เช่น โลภ โกรธ หลง เป็นรากเหง้าของความชั่วทั้งปวง; เหง้า, ลำต้นที่อยู่ในดินของพืชบางชนิด เช่น กล้วย บอน ขิง ข่า.",
    "รากอากาศ": "น. รากที่แตกออกจากต้นหรือกิ่งของพืชบางชนิด เช่น กล้วยไม้ ไทร.",
    "ราข้อ": "ก. เลิกกันไปเอง เช่น ชกกันเหนื่อยก็ราข้อไปเอง.",
    "ราค-, ราคะ": "น. ความกําหนัดยินดีในกามารมณ์, ความใคร่ในกามคุณ. (ป., ส.).",
    "ราคจริต": "น. แนวโน้มไปในทางกำหนัดยินดีในกามารมณ์, ความใคร่ในกามคุณ, ความมีใจเอนเอียงไปในทางรักสวยรักงาม.",
    "ราคา": "น. มูลค่าของสิ่งของที่คิดเป็นเงินตรา; จํานวนเงินซึ่งได้มีการชําระหรือตกลงจะชําระในการซื้อขายทรัพย์สิน, โดยปริยายหมายความว่า ค่า, คุณค่า, มักใช้ในความปฏิเสธ เช่น เขาทำตัวเป็นคนไม่มีราคา.",
    "ราคาตลาด": "(กฎ) น. ราคาที่ซื้อขายกันทั่วไปในท้องที่ใดท้องที่หนึ่งและในขณะใดขณะหนึ่ง, ราคาท้องตลาด ก็เรียก.",
    "ราคิน": "น. ราคี. (ส.).",
    "ราคี ๑": "น. ผู้มีความกําหนัด. (ป., ส.).",
    "ราคี ๒": "น. ความมัวหมอง, มลทิน, เช่น หญิงคนนี้มีราคี. (ส. ราคินฺ).",
    "ราง ๑": "น. ร่องที่ขุดเป็นทางสำหรับให้น้ำไหล; สิ่งสำหรับรองน้ำฝนที่ชายคาเป็นต้น มักทำด้วยสังกะสียาวเป็นแนวไปตามชายคา; ไม้ที่ขุดหรือต่อให้เป็นร่องยาว&#160;ๆ หรือปล้องไม้ไผ่ผ่าซีก มีด้านสกัดหัวท้าย สำหรับใส่อาหารหมูหรือย้อมผ้าเป็นต้น; โดยปริยายเรียกสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น รางระนาด; เหล็กที่ใช้เป็นทางเดินของล้อเลื่อน เช่น รางรถไฟ; ไม้เจาะเป็นร่องยาวสำหรับใส่เหรียญบาทเรียงกันได้ ๘๐ เหรียญ หรือ ๑ ชั่ง, ปัจจุบันเป็นแผ่นไม้เจาะเป็นร่องสำหรับใส่เหรียญบาทเรียงกันเป็นแถว&#160;ๆ แผ่นหนึ่งมี ๑๐ แถว แถวหนึ่งใส่เหรียญบาทได้ ๑๐ เหรียญ รวมเป็น ๑๐๐ บาท; ลักษณนามเรียกสิ่งที่มีลักษณะเป็นราง เช่น ลูกคิดรางหนึ่ง ระนาด ๒ ราง รางรถไฟ ๓ ราง.",
    "ราง ๒": "ก. คั่วข้าวเม่าให้กรอบ, เรียกข้าวเม่าที่เอามาคั่วให้กรอบว่า ข้าวเม่าราง.",
    "ราง ๓, ราง ๆ": "ว. ไม่กระจ่าง, ไม่ชัดเจน, เช่น เห็นราง&#160;ๆ ภาพราง&#160;ๆ.",
    "ร่าง": "น. รูปทรง, โครง, ตัว, เช่น เอวบางร่างน้อย ร่างเล็ก ร่างล่ำสัน.<2t>ก. ทํารูปโครงขึ้นเพื่อลอก คัด หรือแต่งเป็นต้นในภายหลัง เช่น ร่างพระราชบัญญัติ ร่างภาพ.<2t>ว. ที่ทำรูปโครงขึ้นเพื่อลอก คัด หรือแต่งเป็นต้นในภายหลัง เช่น ฉบับร่าง ต้นร่าง ภาพร่าง โครงร่าง.",
    "ร้าง": "ก. จากไปชั่วคราว เช่น นิราศร้างห่างเหเสน่หา, แยกกันอยู่แต่ยังไม่หย่าขาดจากกัน เช่น ผัวเมียร้างกัน.<2t>ว. ที่ถูกทอดทิ้ง เช่น พ่อร้าง แม่ร้าง, ว่างเปล่า, ปราศจากผู้คน, เช่น บ้านร้าง เมืองร้าง.",
    "ร่างกาย": "น. ตัวตน.",
    "รางจืด": "น. (๑) ชื่อไม้เถาชนิด <f><i>Thunbergia laurifolia</i> Lindl.</f> ในวงศ์ <f>Acanthaceae</f> ดอกสีม่วงอ่อน ออกเป็นช่อห้อย ใช้ทํายาได้, ยาเขียว ก็เรียก. (๒) ชื่อพรรณไม้ ๓ ชนิดในวงศ์ <f>Leguminosae</f> คือ ไม้พุ่มชนิด <f><i>Crotalaria bracteata</i> Roxb.</f>, ไม้ล้มลุกชนิด <f><i>C.</i> <i>shanica</i> Lace</f> และไม้เถาชนิด <f><i>Millettia kityana</i> Craib</f>.",
    "รางชาง": "ว. งาม, สวย, เด่น.",
    "รางดำ": "น. ต้นไม้ชนิดหนึ่งใช้ทํายาได้. (พจน. ๒๔๙๓).",
    "รางแดง": "น. ชื่อไม้เถาเนื้อแข็งชนิด <f><i>Ventilago denticulata</i> Willd.</f> ในวงศ์ <f>Rhamnaceae</f> ใช้ทํายาได้, เถาวัลย์เหล็ก ก็เรียก.",
    "รางนาน": "น. นกรังนาน.",
    "รางบดยา": "น. เครื่องบดยาไทยและยาจีนให้เป็นผง ทำด้วยโลหะรูปร่างคล้ายรางระนาด แต่ก้นสอบ มีลูกบด.",
    "รางบรรทัด": "น. เครื่องตีเส้นบรรทัดบนใบลาน.",
    "รางปืน": "น. ไม้เนื้อแข็งที่ทำเป็นร่องสำหรับรองรับลำกล้องปืนประเภทประทับบ่า เช่น ปืนนกสับ ปืนคาบศิลา หรือตัวปืนใหญ่ในสมัยโบราณเป็นต้น.",
    "ร้างรา": "ก. ค่อย&#160;ๆ เลิกร้างกันไปเอง เช่น ผัวเมียร้างรากัน.",
    "ร่างร้าน": "น. โครงร่างที่ทําด้วยไม้หรือโลหะ สําหรับนั่งหรือปีนป่ายในการก่อสร้างสิ่งสูง&#160;ๆ เช่นพระเจดีย์หรือตึก, นั่งร้าน ก็ว่า.",
    "รางวัล": "น. สิ่งของหรือเงินที่ได้มาเพราะความดีความชอบหรือความสามารถ เช่น รางวัลผู้มีมารยาทงาม รางวัลสังข์เงิน รางวัลตุ๊กตาทอง หรือเพราะชนะในการแข่งขัน เช่น รางวัลชนะเลิศในการแต่งหนังสือสอนพระพุทธศาสนาแก่เด็ก รางวัลชนะเลิศฟุตบอล หรือเพราะโชค เช่น ถูกสลากกินแบ่งรางวัลที่ ๑; (กฎ) เงินตราที่จ่ายให้แก่พนักงานเจ้าหน้าที่ซึ่งจับกุมผู้กระทําความผิด; ค่าตอบแทนที่ให้แก่ผู้ซึ่งกระทําการอย่างใดอย่างหนึ่งสําเร็จตามที่บ่งไว้.<2t>ก. ให้สิ่งของโดยความชอบหรือเพื่อเป็นสินนํ้าใจเป็นต้น.",
    "ร่างแห": "น. สิ่งที่ถักด้วยด้ายเป็นต้น เป็นตาข่ายสําหรับจับปลา, โดยปริยายเรียกสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น ร่างแหคลุมผม กระเป๋าร่างแห.",
    "ร่างแห ๑": "<i>ดูใน ร่าง</i>.",
    "ร่างแห ๒": "น. ชื่อเห็ดหลายชนิดในสกุล <f><i>Dictyophora</i></f> วงศ์ <f>Phallaceae</f> ชอบขึ้นบนพื้นดินเป็นดอกเดี่ยว ลําต้นเป็นรูพรุนคล้ายฟองนํ้าและมีร่างแหคลุมก้านดอก โคนมีกระเปาะหุ้ม เช่น เห็ดร่างแหยาวสีขาว <f>[<i>D. indusiata</i> (Pers.) Fisch.]</f> มีกลิ่นเหม็น.",
    "ราแจว, ราพาย": "ก. เอาแจวหรือพายแตะน้ำเรียด&#160;ๆ เพื่อชะลอเรือไว้.",
    "ราช ๑, ราช-": "[ราด, ราดชะ-] น. พระเจ้าแผ่นดิน, พญา (ใช้แก่สัตว์) เช่น นาคราช คือ พญานาค สีหราช คือ พญาราชสีห์, คํานี้มักใช้ประกอบกับคําอื่น, ถ้าคําเดียวมักใช้ว่า ราชา. (ป., ส.).",
    "ราช ๒": "น. สมณศักดิ์พระราชาคณะ สูงกว่าชั้นสามัญตํ่ากว่าชั้นเทพ เรียกว่าชั้นราช เช่น พระราชสุธี พระราชโมลี.",
    "ราชกรณียกิจ": "น. หน้าที่ที่พระราชาพึงกระทำ ใช้ว่า พระราชกรณียกิจ.",
    "ราชการ": "น. การงานของรัฐบาลหรือของพระเจ้าแผ่นดิน.",
    "ราชกิจ": "น. ธุระของพระราชา ใช้ว่า พระราชกิจ.",
    "ราชกิจจานุเบกษา": "น. หนังสือของทางราชการที่ออกเป็นรายสัปดาห์โดยสํานักงานราชกิจจานุเบกษา สํานักเลขาธิการคณะรัฐมนตรี สําหรับลงประกาศเกี่ยวกับกฎหมาย กฎ ระเบียบ ข้อบังคับ ตลอดจนประกาศของกระทรวง ทบวง กรมต่าง&#160;ๆ รวมทั้งประกาศเกี่ยวกับการจดทะเบียนห้างหุ้นส่วน บริษัท.",
    "ราชครู": "น. พราหมณ์ผู้รับราชการเป็นหัวหน้าพิธีฝ่ายพราหมณ์ เรียกว่า พระราชครู เช่น พระราชครูวามเทพมุนี. (ส. ราชคุรุ).",
    "ราชญี": "[ราดยี] (แบบ) น. ราชินี. (ส.).",
    "ราชฐาน": "น. ที่อยู่ประจำของพระเจ้าแผ่นดิน ใช้ว่า พระราชฐาน เช่น เขตพระราชฐาน แปรพระราชฐาน.",
    "ราชดัด": "[ราดชะ-] น. ชื่อไม้พุ่มชนิด <f><i>Brucea amarissima</i> (Lour.)<i> </i>Gomes</f> ในวงศ์ <f>Simaroubaceae</f> เมล็ดใช้ทํายาได้, กาจับหลัก หรือ พญาดาบหัก ก็เรียก, ปักษ์ใต้เรียก กะดัด.",
    "ราชทัณฑ์": "น. อาญาพระเจ้าแผ่นดิน, โทษหลวง, เช่น ต้องราชทัณฑ์, เรียกกรมที่มีหน้าที่ลงโทษจำคุกผู้กระทำผิดตามตัวบทกฎหมายควบคุมอบรมฝึกวิชาชีพให้แก่ผู้กระทำผิด พักการลงโทษและคุมประพฤติ และขอพระราชทานอภัยโทษ ปลดปล่อยและสงเคราะห์ผู้พ้นโทษ เป็นต้น ว่า กรมราชทัณฑ์. (ป., ส.).",
    "ราชทินนาม": "[ราดชะทินนะนาม] น. ชื่อบรรดาศักดิ์หรือสมณศักดิ์ชั้นสัญญาบัตรที่พระเจ้าแผ่นดินพระราชทาน.",
    "ราชทูต": "น. ผู้นําพระราชสาส์นไปประเทศอื่น, ผู้แทนชาติในประเทศอื่น, ตําแหน่งผู้แทนรัฐถัดจากอัครราชทูต. (ป.).",
    "ราชโทรหะ": "[-โทฺร-] น. การทรยศต่อแผ่นดิน. (ส.).",
    "ราชธรรม": "น. จริยวัตรที่พระเจ้าแผ่นดินพึงประพฤติ, คุณธรรมของผู้ปกครองบ้านเมือง, มี ๑๐ ประการ เรียกว่า ทศพิธราชธรรม ได้แก่ ๑. ทาน-การให้ ๒. ศีล-ความประพฤติดีงาม ๓. ปริจจาคะ-การบริจาค, ความเสียสละ ๔. อาชชวะ-ความซื่อตรง ๕. มัททวะ-ความอ่อนโยน ๖. ตปะ-ความเพียรเครื่องเผาผลาญกิเลสตัณหา ๗. อักโกธะ-ความไม่โกรธ ๘. อวิหิงสา-ความไม่เบียดเบียน ๙. ขันติ-ความอดทน ๑๐. อวิโรธนะ-ความไม่คลาดธรรม. (ส.).",
    "ราชธานี": "น. เมืองหลวง.",
    "ราชนาวี": "[ราดชะนาวี] น. กองทัพเรือของประเทศที่มีพระราชาหรือพระราชินีเป็นประมุข เช่น ราชนาวีไทย ราชนาวีีอังกฤษ.",
    "ราชนิกุล": "น. ตระกูลฝ่ายพระมหากษัตริย์.",
    "ราชนีติ": "น. หลักการปกครองของพระราชา, หลักการปกครองบ้านเมือง. (ป.; ส.).",
    "ราชบัณฑิต": "[-บันดิด] น. นักปราชญ์หลวงมีความรู้ทางภาษาบาลี; สมาชิกองค์การวิทยาการของรัฐที่เรียกว่า ราชบัณฑิตยสถาน.",
    "ราชบัลลังก์": "น. บัลลังก์ของพระมหากษัตริย์; ความเป็นพระมหากษัตริย์ เช่น สละราชบัลลังก์.",
    "ราชบาตร": "น. คําสั่งหลวง.",
    "ราชบุตร": "น. ตําแหน่งเจ้านายฝ่ายเหนือ เรียกว่า เจ้าราชบุตร.",
    "ราชบุรุษ": "น. คนของพระราชา; (โบ) ตําแหน่งราชการชั้นต้นตํ่ากว่าชั้นสัญญาบัตร.",
    "ราชปะแตน": "[ราดชะปะแตน] น. เสื้อนอกคอปิดมีกระดุม ๕ เม็ดกลัดตลอดอย่างเครื่องแบบปรกติขาวของข้าราชการ. (เดิมเรียกว่า ราชแปตแตน มาจากคําบาลีผสมอังกฤษว่า <f>Raj pattern</f> แปลว่า แบบหลวง).",
    "ราชพฤกษ์": "[ราดชะพฺรึก] น. ชื่อไม้ต้นชนิด <f><i>Cassia fistula</i> L.</f> ในวงศ์ <f>Leguminosae</f> ดอกสีเหลือง ฝักสีดํา เกลี้ยง ใช้ทํายาได้, คูน หรือ ลมแล้ง ก็เรียก.",
    "ราชภัฏ": "น. ข้าราชการ.",
    "ราชมัล": "น. เจ้าพนักงานผู้มีหน้าที่ทําโทษคน. (ป., ส. ราช + มลฺล).",
    "ราชมาณพ": "[ราดชะมานบ] น. ชื่อต้นไม้ชนิดหนึ่งใช้ทํายา. (พจน. ๒๔๙๓).",
    "ราชมาษ, ราชมาส": "[ราดชะมาด] น. ชื่อถั่วชนิด <f><i>Phaseolus lunatus</i> L.</f> ในวงศ์ <f>Leguminosae</f> ดอกสีขาวหรือเหลืองอ่อน ออกเป็นช่อไม่แตกแขนง, มาส ก็เรียก.",
    "ราชย์": "น. ความเป็นพระราชา, ราชสมบัติ, เช่น ขึ้นครองราชย์ เสวยราชย์. (ส.; ป. รชฺช).",
    "ราชยาน": "[ราดชะยาน] น. ยานชนิดคานหามของหลวง, เรียกว่า พระยาน ก็มี เช่น พระยานมาศ, เรียกว่า พระราชยาน ก็มี เช่น พระราชยานกง พระราชยานถม, เรียกว่า พระที่นั่งราชยาน ก็มี เช่น พระที่นั่งราชยานพุดตานทอง, หรือเรียกเป็นอย่างอื่นก็มี คือ พระที่นั่งราเชนทรยาน. (ส.).",
    "ราชโยค": "น. ดวงชาตาเวลาเกิดของคนที่ชี้ว่าจะได้เป็นพระเจ้าแผ่นดิน. (ส.).",
    "ราชรถ": "[ราดชะรด] น. ยานพาหนะชนิดล้อเลื่อน มีบุษบกเป็นเครื่องประกอบพระราชอิสริยยศของพระมหากษัตริย์ ในปัจจุบันมีอยู่ ๒ คัน คือ พระมหาพิชัยราชรถ กับ เวชยันตราชรถ ใช้ประดิษฐานพระบรมโกศและพระโกศ.",
    "ราชรถมาเกย": "(สํา) น. โชค ลาภ หรือยศ ตําแหน่ง มาถึงโดยไม่รู้ตัวหรือคาดฝันมาก่อน.",
    "ราชลัญจกร": "[ราดชะลันจะกอน] น. ตราของพระมหากษัตริย์ (สำหรับใช้ตีหรือประทับ) เรียกว่า พระราชลัญจกร.",
    "ราชเลขาธิการ": "น. ตำแหน่งเลขานุการในพระบาทสมเด็จพระเจ้าอยู่หัว.",
    "ราชเลขานุการ": "น. ตำแหน่งเลขานุการในสมเด็จพระบรมราชินี.",
    "ราชวงศ์": "น. ตระกูลของพระราชา เช่น ราชวงศ์พระร่วง ราชวงศ์บ้านพลูหลวง; ตําแหน่งเจ้านายในเมืองประเทศราชฝ่ายเหนือ เรียกว่า เจ้าราชวงศ์. (ส.).",
    "ราชวรมหาวิหาร": "[ราดชะวอระมะหาวิหาน] น. เรียกพระอารามหลวงชั้นเอกชนิดสูงสุดว่า ชั้นเอก ชนิดราชวรมหาวิหาร เช่น วัดพระเชตุพน วัดมหาธาตุ กรุงเทพมหานคร, เรียกพระอารามหลวงชั้นโทชนิดสูงสุด ว่า ชั้นโท ชนิดราชวรมหาวิหาร มี ๒ วัด คือ วัดสระเกศ และวัดชนะสงคราม.",
    "ราชวรวิหาร": "[ราดชะวอระวิหาน] น. เรียกพระอารามหลวงชั้นเอกชนิดหนึ่ง ซึ่งมีฐานะตํ่ากว่าชนิดราชวรมหาวิหาร ว่า ชั้นเอก ชนิดราชวรวิหาร เช่น วัดเบญจมบพิตร วัดราชประดิษฐ์, เรียกพระอารามหลวงชั้นโทชนิดหนึ่ง ซึ่งมีฐานะตํ่ากว่าชนิดราชวรมหาวิหาร ว่า ชั้นโท ชนิดราชวรวิหาร เช่น วัดเทพศิรินทร์ วัดราชสิทธาราม, เรียกพระอารามหลวงชั้นตรีชนิดสูงสุด ว่า ชั้นตรี ชนิดราชวรวิหาร เช่น วัดปทุมวนาราม วัดรัชฎาธิษฐาน.",
    "ราชวโรงการ": "[-วะโรงกาน] น. คําสั่งของพระราชา. (ป. ราช + วร + ข. โองฺการ).",
    "ราชวัติ": "น. รั้วที่ทําเป็นแผงปักเป็นระยะ&#160;ๆ มีฉัตรปักหัวท้ายแผง.",
    "ราชศาสตร์": "(โบ) น. กฎหมายที่พระเจ้าแผ่นดินบัญญัติตามหลักธรรมศาสตร์.",
    "ราชสกุล": "น. ตระกูลฝ่ายพระราชา.",
    "ราชสมบัติ": "น. สมบัติของพระมหากษัตริย์; ความเป็นพระมหากษัตริย์ เช่น ขึ้นครองราชสมบัติ.",
    "ราชสันตติวงศ์": "(กฎ) น. ลําดับชั้นพระบรมราชวงศ์ในการสืบราชสมบัติตามกฎมณเฑียรบาลว่าด้วยการสืบราชสันตติวงศ์.",
    "ราชสาส์น": "[ราดชะสาน] น. จดหมายของพระมหากษัตริย์ที่ใช้ในการเจริญสัมพันธไมตรีระหว่างประเทศ เรียกว่า พระราชสาส์น.",
    "ราชสีห์": "น. พญาสิงโต, สิงหราช หรือ สีหราช ก็เรียก; สัตว์ในนิยาย ถือว่ามีความดุร้ายและมีกําลังมาก, สิงห์ ก็เรียก. (ป. ราช + สีห; ส. ราช + สึห).",
    "ราชสีห์ตัวผู้": "น. ชื่อหนึ่งของดาวฤกษ์บุรพอาษาฒ มี ๓ ดวง, ดาวสัปคับช้าง ดาวปุรพษาฒ หรือ ดาวบุพพาสาฬหะ ก็เรียก.",
    "ราชสีห์ตัวเมีย": "น. ชื่อหนึ่งของดาวฤกษ์อุตราษาฒ มี ๕ ดวง, ดาวแตรงอน ดาวอุตตรอาษาฒ หรือ ดาวอุตตราสาฬหะ ก็เรียก.",
    "ราชสีห์สองตัวอยู่ถ้ำเดียวกันไม่ได้": "(สํา) น. คนที่มีอํานาจหรืออิทธิพลพอ&#160;ๆ กันอยู่รวมกันไม่ได้, เสือสองตัวอยู่ถํ้าเดียวกันไม่ได้ หรือ จระเข้สองตัวอยู่ถํ้าเดียวกันไม่ได้ ก็ว่า.",
    "ราชสูยะ": "น. พิธีราชาภิเษกของอินเดียโบราณ. (ส.).",
    "ราชหัตถเลขา": "[ราดชะหัดถะเลขา] (ราชา) น. จดหมาย (ใช้แก่พระบาทสมเด็จพระเจ้าอยู่หัว สมเด็จพระบรมราชินีนาถ สมเด็จพระบรมราชินี และพระบรมราชวงศ์ชั้นสูง) ใช้ว่า พระราชหัตถเลขา. (ป.).",
    "ราชองครักษ์": "[ราดชะองคะรัก] น. นายทหารชั้นสัญญาบัตรรักษาพระองค์พระมหากษัตริย์เป็นต้น มี ๓ พวก คือ ราชองครักษ์ประจำ ราชองครักษ์เวร ราชองครักษ์พิเศษ.",
    "ราชโองการ, ราชโยงการ": "[ราดชะโองกาน, ราดชะโยงกาน] น. คําสั่งราชการของพระราชา เรียกว่า พระราชโองการ หรือ พระบรมราชโองการ. <i>(ดู โองการ)</i>.",
    "ราชะ": "น. ยันต์ เช่น ฉลองพระองค์ลงราชะ. (ม.).",
    "ราชัน": "น. พระราชา. (ส.).",
    "ราชันย์": "น. เชื้อกษัตริย์. (ส.).",
    "ราชัย": "น. ราชย์.",
    "ราชา ๑": "น. พระเจ้าแผ่นดิน, พระมหากษัตริย์. (ป., ส.).",
    "ราชา ๒": "ว. ตรง เช่น แผ่กิ่งก้านราชา. (ป. อุชุ; ส. ฤชุ).",
    "ราชาคณะ": "น. สมณศักดิ์ชั้นสูงกว่าพระครูสัญญาบัตรขึ้นไป ใช้ว่า พระราชาคณะ.",
    "ราชาโชค": "(โหร) น. ชื่อตําแหน่งดาว ถือว่าให้คุณสูงในทางเกียรติยศ ชื่อเสียง การงานแก่ผู้เกิดหรือประกอบการงานในฤกษ์นี้ ทั้งจะทำให้ผู้เกิดหรือประกอบการงานในฤกษ์นี้เป็นที่นิยมชมชอบรักใคร่โปรดปรานของขุนนาง เจ้าพระยา พระมหากษัตริย์.",
    "ราชาธิปไตย": "น. ระบอบการปกครองแบบหนึ่งที่มีพระราชาเป็นใหญ่. (ป. ราช + อธิปเตยฺย). (อ. <f>monarchy</f>).",
    "ราชาธิราช": "น. พระราชาผู้เป็นใหญ่กว่าพระราชาอื่น&#160;ๆ. (ส.).",
    "ราชาภิเษก": "น. พระราชพิธีในการสถาปนาขึ้นเป็นพระมหากษัตริย์ ใช้ว่า พระราชพิธีบรมราชาภิเษก. (ส.).",
    "ราชายตนะ": "น. ไม้เกด. (ป., ส.).",
    "ราชาฤกษ์": "(โหร) น. ชื่อฤกษ์กําเนิด ถือว่าเป็นมงคลสูง ให้เกียรติยศ ชื่อเสียง และผลดีทางการงานแก่ผู้เกิดหรือประกอบการงานในฤกษ์นี้ ทั้งจะทําให้ผู้เกิดหรือประกอบการงานในฤกษ์นี้เป็นที่นิยมชมชอบรักใคร่โปรดปรานของขุนนาง เจ้าพระยา พระมหากษัตริย์.",
    "ราชาวดี ๑": "น. เรียกการลงยาชนิดหนึ่งสําหรับเคลือบทองให้เป็นสีต่าง&#160;ๆ เช่น เขียว แดง ฟ้า ว่า ลงยาราชาวดี. (เปอร์เซีย).",
    "ราชาวดี ๒": "น. ชื่อไม้พุ่มชนิด <f><i>Buddleja paniculata</i> Wall.</f> ในวงศ์ <f>Buddlejaceae</f> ดอกสีขาวออกเป็นช่อยาว กลิ่นหอม.",
    "ราชาวลี": "น. เชื้อสายของพระราชา. (ส.).",
    "ราชาศัพท์": "น. คําเฉพาะใช้สําหรับเพ็ดทูลพระเจ้าแผ่นดินและเจ้านาย, ต่อมาหมายรวมถึงคําที่ใช้กับพระภิกษุสงฆ์ ข้าราชการ และสุภาพชนด้วย.",
    "ราชิ, ราชี": "น. ทาง, สาย, แถว, เช่น รุกขราชี. (ป., ส.).",
    "ราชินิกุล, ราชินีกุล": "น. ตระกูลฝ่ายพระราชินี.",
    "ราชินี ๑": "น. พระมเหสี, ใช้ว่า ราชญี ก็ได้. (ป.).",
    "ราชินี ๒": "น. ชื่อปูน้ำจืดชนิด <f><i>Thaiphusa sirikit</i></f> วงศ์ <f>Potamidae</f> กระดองสีม่วงอมน้ำเงิน ขอบกระดองและขาก้ามสีขาว ขาสีแดง อาศัยอยู่ตามลำห้วย พบที่อำเภอไทรโยค จังหวัดกาญจนบุรี, ปูสามสี หรือปูไตรรงค์ ก็เรียก.",
    "ราชินีนาถ": "น. พระราชินีที่ทรงได้รับพระบรมราชโองการโปรดเกล้าฯ ให้ทรงดำรงตำแหน่งผู้สําเร็จราชการแผ่นดินแทนพระองค์ และทรงได้รับการสถาปนาพระราชอิสริยยศเป็นสมเด็จพระบรมราชินีนาถ, พระเจ้าแผ่นดินที่เป็นผู้หญิง เช่น พระราชินีนาถวิกตอเรีย.",
    "ราชินูปถัมภ์": "น. ความอุปถัมภ์ของพระราชินี ใช้ว่า พระบรมราชินูปถัมภ์.",
    "ราชูปถัมภ์, ราโชปถัมภ์": "[ราชูปะถำ, ราโชปะถำ] น. ความอุปถัมภ์ของพระราชา ใช้ว่า พระบรมราชูปถัมภ์. (ป.).",
    "ราชูปโภค, ราโชปโภค": "[ราชูปะโพก, ราโชปะโพก] น. เครื่องใช้สอยของพระราชา. (ป.).",
    "ราเชน": "น. ไม้หอมชนิดหนึ่ง. (พจน. ๒๔๙๓).",
    "ราเชนทร์": "[ราเชน] น. พระราชาผู้เป็นใหญ่. (ส.).",
    "ราเชนทรยาน": "[ราเชนทฺระยาน] น. ยานชนิดคานหามที่มีบุษบกของพระเจ้าแผ่นดิน. (ส.).",
    "ราโชงการ": "[ราโชงกาน] น. ราชโองการ.",
    "ราโชวาท": "น. คําสั่งสอนของพระราชา ใช้ว่า พระบรมราโชวาท. (ป.).",
    "ราไชศวรรย์": "[ราไชสะหฺวัน] น. ราชสมบัติ. (ส.).",
    "ราญ, ราญรอน": "ก. รบ เช่น นักเลงเขาไม่หาญราญนักเลง.",
    "ราด": "ก. เทของเหลว&#160;ๆ เช่นนํ้าให้กระจายแผ่ไปหรือให้เรี่ยรายไปทั่ว เช่น ราดนํ้า ก๋วยเตี๋ยวราดหน้า ข้าวราดแกง, โดยปริยายหมายถึงอาการที่คล้ายคลึงเช่นนั้น เช่น เยี่ยวราด ขี้ราด.",
    "ราต": "ก. ให้มาแล้ว เช่น ธรรมราต ว่า พระธรรมให้มา. (ส.).",
    "ราตร": "[ราด] น. กลางคืน, เวลามืด, ใช้เป็นส่วนท้ายของสมาส. (ส.; ป. รตฺต).",
    "ราตรี ๑": "[-ตฺรี] น. กลางคืน, เวลามืดคํ่า. (ส. ราตฺริ; ป. รตฺติ).",
    "ราตรี ๒": "[-ตฺรี] น. ชื่อไม้พุ่มชนิด <f><i>Cestrum nocturnum</i> L.</f> ในวงศ์ <f>Solanaceae</f> ดอกเล็ก สีขาวปนเขียว ออกเป็นช่อ กลิ่นหอมแรงเฉพาะเวลากลางคืน.",
    "ราตรีประดับดาว": "[-ตฺรี-] น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "ราโท": "น. ไม้กระดานเรียบที่ประกบบนกราบเรือบางชนิด เช่น เรือเอี้ยมจุ๊น เรือโป๊ะจ้าย เรือกลไฟ สําหรับกันนํ้าเข้าเรือหรือเดินเลียบข้างเรือ.",
    "ราน": "ก. ตัดหรือฟันกิ่งไม้ออก ในคําว่า รานกิ่ง.<2t>ว. มีรอยปริตื้น&#160;ๆ ทั่วไปบนพื้นผิวของสิ่งใดสิ่งหนึ่ง เช่น หม้อราน ผนังราน กระเบื้องราน, แตกลายงา ก็ว่า.",
    "ร่าน ๑": "<i>ดู บุ้ง ๑</i>.",
    "ร่าน ๒": "ก. อยาก, ใคร่, (มักใช้ในทางกามารมณ์); รีบ, ด่วน.",
    "ร้าน": "น. ที่ที่ปลูกยกพื้นขึ้นสําหรับนั่งหรือขายของเป็นต้น, สถานที่ขายของ, เรียกสิ่งที่ปักเสามีไม้พาดข้างบนให้ต้นไม้เลื้อยว่า ร้าน เช่น ร้านบวบ ร้านองุ่น.",
    "ร้านชำ": "น. ร้านขายของแห้งต่าง&#160;ๆ ที่เป็นเครื่องอาหารเป็นต้น.",
    "ร้านม้า": "<pic065.gif,ร้านม้า>น. ร้านไม้ยกพื้น มี ๖ เสา สําหรับวางหีบศพเพื่อจะเผา.",
    "ร้านรวง": "น. ร้านขายของที่ตั้งอยู่ติด&#160;ๆ กันหรือใกล้&#160;ๆ กันหลาย&#160;ๆ ร้าน.",
    "ราน้ำ": "ก. ต้านน้ำ เช่น เอาเท้าราน้ำ เอาไม้ราน้ำ.",
    "ราบ": "ว. เรียบเสมอพื้นไม่มีลุ่ม&#160;ๆ ดอน&#160;ๆ เช่น ที่ราบ ราบเป็นหน้ากลอง, โดยปริยายหมายความว่า หมดสิ้น เช่น หญ้าตายราบ ปราบศัตรูเสียราบ; ล้มระเนระนาด เช่น พายุพัดป่าราบ; เรียกทหารเดินเท้าว่า ทหารราบ, เรียกชายฉกรรจ์ที่อายุครบเข้าประจําการทหาร.",
    "ราบคาบ": "ว. อาการที่ยอมแพ้อย่างไม่มีเงื่อนไข เช่น ยอมแพ้อย่างราบคาบ; เรียบร้อยปราศจากเสี้ยนหนามหรือความกระด้างกระเดื่อง เช่น บ้านเมืองสงบราบคาบ ตำรวจปราบโจรผู้ร้ายเสียราบคาบ.",
    "ราบเป็นหน้ากลอง": "(สํา) ว. ราบเรียบ, หมดเสี้ยนหนาม.",
    "ราบรื่น": "ว. เรียบร้อย, ปราศจากอุปสรรคใด&#160;ๆ, เช่น งานสําเร็จลงอย่างราบรื่น ชีวิตสมรสราบรื่น.",
    "ราบเรียบ": "ว. ราบเสมอกัน เช่น ที่ราบเรียบ พื้นนํ้าราบเรียบ.",
    "ราปีก": "ก. หยุดขยับปีกร่อนไป (ใช้แก่นก).",
    "ราพณ์": "[ราบ] น. ชื่อเรียกทศกัณฐ์; ยักษ์. (ส. ราวณ).",
    "ราพณาสูร ๑": "[ราบพะนาสูน] (กลอน) น. ยักษ์. (ส. ราวณ + อสุร).",
    "ราพณาสูร ๒": "[ราบพะนาสูน] (ปาก) ว. สูญเรียบ, สูญเสียจนหมดเกลี้ยง.",
    "ราไฟ": "ก. ทำให้ไฟอ่อนลงโดยคีบถ่านหรือชักฟืนออกเสียบ้าง, ราฟืนราไฟ ก็ว่า.",
    "ราม ๑": "ว. งาม เช่น นงราม; ปานกลาง, พอดีพองาม, เช่น มีพิหารอันราม มีพระพุทธรูปอันราม. (จารึกสยาม).",
    "ราม ๒": "น. ชื่อตัวเอกในเรื่องรามเกียรติ์.",
    "รามเกียรติ์": "[รามมะเกียน] น. ชื่อวรรณคดีเรื่องหนึ่ง ว่าด้วยพระรามทําศึกกับทศกัณฐ์เพื่อชิงนางสีดา.",
    "รามสูร": "[รามมะสูน] น. ชื่อยักษ์ตนหนึ่งตามเทพนิยายของอินเดีย เชื่อกันว่าเสียงฟ้าร้องเป็นเสียงรามสูรขว้างขวาน.",
    "รามัญ": "น. มอญ.",
    "รามัญนิกาย": "น. ชื่อพระสงฆ์นิกายหนึ่งซึ่งสืบสายมาจากพระสงฆ์มอญ.",
    "รามา": "(ปาก) ก. ข่มเหง, รบกวน, เช่น พอเมาเหล้าก็ชอบรามาชาวบ้าน.",
    "รามือ": "ก. ทำงานน้อยลง.",
    "ราย": "น. เรื่อง ส่วน บุคคล หรือสิ่งซึ่งแยกกล่าวเป็นอย่าง&#160;ๆ ไป เช่น พิจารณาเป็นราย&#160;ๆ ไป แต่ละราย รายนี้เข้าที่ไหนบ่อนแตกที่นั่น, ลักษณนามใช้แก่สิ่งที่มีลักษณะเช่นนั้น เช่น อุบัติเหตุ ๓ ราย เขามีลูกหนี้หลายราย.<2t>ว. ที่แยกเป็นลําดับหรือเป็นระยะต่อเนื่องกัน เช่น หนังสือพิมพ์รายวัน นิตยสารรายเดือน ค่าอาหารคิดเป็นรายหัว ถามเป็นรายบุคคล, ที่เรียงกันเป็นแถวเป็นระยะ&#160;ๆ เช่น ศาลาราย เจดีย์ราย.",
    "ร่าย ๑": "น. ชื่อคําประพันธ์ประเภทร้อยกรองแบบหนึ่ง เช่น ร่ายยาว ร่ายสุภาพ ร่ายดั้น ร่ายโบราณ; ทํานองร้องอย่างหนึ่งของละครรํา เรียกว่า ร้องร่าย.",
    "ร่าย ๒": "ก. บริกรรมเวทมนตร์คาถาเพื่อทำให้ศักดิ์สิทธิ์ เช่น ร่ายเวท ร่ายมนตร์ ร่ายคาถา.",
    "ร้าย": "ว. ดุ เช่น ใจร้าย, ชั่ว เช่น ปากร้าย คนร้าย, ไม่ดี เช่น เคราะห์ร้าย โชคร้าย ชะตาร้าย; ที่เป็นอันตราย เช่น พิษร้าย เนื้อร้าย โรคร้าย.<2t>น. ความไม่ดี เช่น ใส่ร้าย ป้ายร้าย ให้ร้าย.",
    "ร้ายกาจ": "ว. ร้ายมาก, ร้ายยิ่ง, เช่น เด็กคนนี้ความประพฤติร้ายกาจ ขยะส่งกลิ่นเหม็นร้ายกาจ.",
    "รายการ": "น. บัญชีแจ้งชื่อและจํานวนเป็นต้นของสิ่งต่าง&#160;ๆ เช่น รายการอาหาร รายการแสดง.",
    "รายงาน": "น. เรื่องราวที่ไปศึกษาค้นคว้าแล้วนํามาเสนอที่ประชุม ครูอาจารย์ หรือผู้บังคับบัญชา เป็นต้น.<2t>ก. บอกเรื่องของการงาน เช่น รายงานให้ผู้บังคับบัญชาทราบ.",
    "รายงานการประชุม": "น. รายละเอียดหรือสาระของการประชุมที่จดไว้เป็นทางการ.",
    "รายงานตัว": "ก. รายงานต่อผู้บังคับบัญชาตามแบบพิธี โดยบอกชื่อ นามสกุล ยศ ตำแหน่ง หน้าที่ และภารกิจที่ต้องรับผิดชอบ.",
    "รายจ่าย": "น. รายการจ่าย เช่น เดือนนี้รายจ่ายสูงกว่าเดือนที่แล้ว, คู่กับ รายรับ.",
    "ร่ายดั้น": "น. ชื่อร่ายชนิดหนึ่ง บทหนึ่งมี ๕ วรรคขึ้นไป วรรคหนึ่งใช้ตั้งแต่ ๕-๗ คำ และจะต้องจบด้วยบาทที่ ๓ และที่ ๔ ของโคลงดั้นวิวิธมาลี นอกนั้นเหมือนร่ายสุภาพ.",
    "รายได้": "น. เงินหรือผลประโยชน์ที่ได้รับ เช่น เดือนนี้รายได้ดี.",
    "รายได้สุทธิ": "น. รายได้หลังจากหักค่าใช้จ่ายต่าง&#160;ๆ แล้ว (ใช้แก่บุคคล).",
    "รายตีนตอง": "น. เรียกพนักงานชายที่เดินขนาบพระราชยานในกระบวนแห่ว่า พนักงานรายตีนตอง.",
    "รายทาง": "ว. เรียงรายไปตามทางเป็นระยะ&#160;ๆ เช่น ตำรวจยืนรักษาการณ์รายทาง มีประชาชนมาคอยต้อนรับนายกรัฐมนตรีตามรายทาง.",
    "ร่ายโบราณ": "น. ชื่อร่ายชนิดหนึ่ง นิยมใช้ในวรรณคดีโบราณ ไม่นิยมเอกโท ไม่จำกัดวรรคและคำ แต่มักใช้วรรคละ ๕ คำและใช้คำเท่ากันทุกวรรค.",
    "ร่ายไม้": "ก. เร่เตร่ไปเป็นจังหวะตามกิ่งไม้ เช่น นกร่ายไม้ กระแตร่ายไม้.",
    "ร่ายยาว": "น. ชื่อร่ายชนิดหนึ่ง มีลักษณะคล้ายร่ายโบราณ ใช้แต่งบทเทศน์ บทสวด บทกล่อมลูก เป็นต้น ไม่จำกัดวรรคและคำ แต่ละวรรคไม่ควรน้อยกว่า ๕ คำ นิยมส่งสัมผัสส่งท้ายวรรคหน้า และรับสัมผัสในวรรคถัดไปที่คำใดก็ได้ สัมผัสเชื่อมกันไปเช่นนี้จนจบ.",
    "ร่ายรัง": "(กลอน) ว. พรายแสง.",
    "รายรับ": "น. รายการรับ เช่น เขามีรายรับเพิ่มขึ้น, คู่กับ รายจ่าย; (กฎ) เงิน ทรัพย์สิน ค่าตอบแทน หรือประโยชน์ใด&#160;ๆ อันมีมูลค่าที่ได้รับหรือพึงได้รับ ไม่ว่าในหรือนอกราชอาณาจักร อันเนื่องมาจากการประกอบกิจการ.",
    "ร่ายรำ": "ก. เดินหรือจับระบำไปตามจังหวะดนตรีของละครรำ.",
    "ร้ายแรง": "ว. รุนแรง เช่น น้ำท่วมทำให้บ้านเมืองเกิดความเสียหายอย่างร้ายแรง, ร้ายมาก เช่น ทำผิดวินัยอย่างร้ายแรง.",
    "รายล้อม": "ก. เรียงรายโดยรอบ.",
    "รายละเอียด": "น. ส่วนย่อยต่าง&#160;ๆ ที่ประกอบกันเป็นส่วนใหญ่ เช่น ชี้แจงรายละเอียดของโครงการ.",
    "รายวิชา": "น. หน่วยวิชาที่ระบุไว้ในหลักสูตรการศึกษาระดับต่าง&#160;ๆ ในช่วงเวลาหนึ่งภาคการศึกษา มีทั้งที่บังคับและให้เลือก. (อ. <f>course</f>).",
    "ร่ายสุภาพ": "น. ชื่อร่ายชนิดหนึ่ง บทหนึ่งมี ๕ วรรคขึ้นไป วรรคหนึ่งมี ๕ คำ ส่งสัมผัสท้ายวรรคหน้า และรับสัมผัสกับคำที่ ๑ ที่ ๒ หรือที่ ๓ ของวรรคถัดไป และจะต้องจบด้วยโคลง ๒ สุภาพ.",
    "ร่าเริง": "ว. สนุกสนาน, เบิกบานใจ, ยิ้มแย้มแจ่มใส.",
    "ราเริด": "ก. เลิกร้างไป.",
    "ราแรม": "ก. แรมร้างไป.",
    "ราว ๑": "น. แถว, แนว, เช่น ราวป่า; เครื่องยึดเหนี่ยวสําหรับเกาะหรือขึ้นลงเป็นต้น เช่น ราวบันได ราวสะพาน, เรียกไม้ โลหะ และเชือกหรือลวดเป็นต้นที่ขึงสำหรับพาดหรือตากผ้าว่า ราว ราวผ้า หรือราวตากผ้า, ถ้าใช้ขึงสิ่งอื่น&#160;ๆ เช่น ขึงมุ้ง เรียกว่า ราวมุ้ง ขึงม่าน เรียกว่า ราวม่าน, ไม้หรือโลหะเป็นต้นสำหรับพาดปักวางสิ่งต่าง&#160;ๆ เช่น ราวพระแสง ราวเทียน.",
    "ราว ๒, ราว ๆ": "ว. เรียกสิ่งต่าง&#160;ๆ ที่ห้อยเรียงรายเป็นแถวเป็นแนวไปตามราว เช่น เบ็ดราว ธงราว ไฟราว; ในระดับใกล้เคียง, ประมาณ, เช่น สูงแค่ราวนม เวลาราว&#160;ๆ เที่ยง ราคาราว&#160;ๆ นั้นแหละ.",
    "ร้าว": "ว. มีรอยแตกลึกเป็นทางลงไปในเนื้อของสิ่งใดสิ่งหนึ่ง เช่น แก้วร้าว จานร้าว ผนังร้าว.",
    "ราวกะ, ราวกับ": "ว. เช่นกับ, พอกับ, เช่น สวยราวกับนางฟ้า.",
    "ราวข่าว": "(โบ) น. การส่งข่าวด้วยวิธีรับช่วงกันต่อไป.",
    "ราวความ": "น. เนื้อความที่ต่อเนื่อง เช่น เรื่องนี้ยังต้องไปสืบสาวราวความให้ละเอียด.",
    "ร้าวฉาน": "ว. แตกร้าว, แตกร้าวกัน, โกรธเคืองกัน, เช่น การทะเลาะเบาะแว้งทำให้เกิดร้าวฉานกัน.",
    "ราวเทียน": "น. เครื่องประกอบการบูชา ลักษณะเป็นคานโลหะแบนทอดขวาง มีเสาคู่หนึ่งตั้งขึ้นรับหัวและท้ายคาน บนหลังคานติดบัวจงกลหรือลูกถ้วยรายเป็นระยะห่างกันพองามสำหรับปักเทียน.",
    "ราวนม": "น. บริเวณนม เช่น เขาถูกยิงเหนือราวนม.",
    "ราวป่า": "น. แนวป่า, ชายป่า, ขอบป่า.",
    "ราวพระแสง": "น. เครื่องสอดเก็บอาวุธอย่างหอก ลักษณะเป็นคานไม้แบนทอดขวาง มีเสาคู่หนึ่งตั้งขึ้นรับหัวและท้ายคาน บนหลังคานเจาะรูกลม&#160;ๆ รายเป็นระยะห่างกันพอควรสำหรับสอดด้ามหอก ง้าว ทวน ให้ตั้งเรียงเป็นแถว.",
    "ร้าวระทม": "ก. ตรอมใจ.",
    "ร้าวระบม": "ก. ปวดร้าวเพราะความบอบช้ำ.",
    "ร้าวราน": "ก. แตกสามัคคีกัน เช่น การดูหมิ่นกันทำให้เกิดร้าวรานในหมู่เพื่อนฝูง.",
    "ร้าวรานใจ": "ก. ทำให้เจ็บช้ำน้ำใจ เช่น ถ้อยคำเสียดแทงทำให้ผู้ฟังร้าวรานใจ.",
    "ราวเรื่อง": "น. เรื่องที่ต่อเนื่องกันยืดยาว.",
    "ราวี": "ก. รบ เช่น ยกทัพไปราวีข้าศึก, รบกวนหรือระรานโดยใช้กําลังรังแกเป็นต้น เช่น อันธพาลชอบราวีชาวบ้าน, (ปาก) สู้กัน, ตะลุมบอนกัน, เช่น นักเรียนกำลังราวีกัน.",
    "ราศี ๑": "น. กอง, หมู่, เช่น บุญราศี ว่า กองบุญ; ชื่อมาตราวัดจักรราศี คือ ๓๐ องศา เป็น ๑ ราศี, ถ้ากลุ่มดาวใดอยู่ในช่วงจักรราศีนั้น ก็เรียกชื่อราศีตามกลุ่มดาวนั้น เช่น ราศีเมษ ราศีกรกฎ, อาทิตย์โคจรรอบจักรวาลผ่านหมู่ดาว ๑๒ หมู่ และดาวหมู่หนึ่ง&#160;ๆ เรียกว่า ราศี ๑. (ส. ราศิ; ป. ราสิ).",
    "ราศี ๒": "น. ความสง่างาม, ลักษณะดีงามของคน, เช่น หน้าตามีราศี, โดยปริยายหมายความว่า ความอิ่มเอิบ, ความภาคภูมิ, เช่น ได้ตำแหน่งดี ดูมีราศีขึ้น; สิริมงคล เชื่อกันว่าเวลาเช้าราศีอยู่ที่หน้า เวลากลางวันราศีอยู่ที่หน้าอก เวลากลางคืนราศีอยู่ที่เท้า.",
    "ราษฎร, ราษฎร์ ๑": "[ราดสะดอน, ราด] น. พลเมืองของประเทศ. (ส.).",
    "ราษฎร์ ๒": "น. แว่นแคว้น, บ้านเมือง. (ส.; ป. รฏฺ&#xf700;).",
    "ราษตรี": "[ราดสะตฺรี] น. ราตรี.",
    "ราษราตริน, ราษราตรี": "[ราดสะราตฺริน, -ตฺรี] (กลอน) น. ราตรี.",
    "ราสี": "น. ราศี. (ป. ราสิ).",
    "ราหุ, ร่าหุ์, ราหู ๑": "น. ชื่ออสูรตนหนึ่งมีตัวขาดครึ่งท่อน เชื่อกันว่าเมื่อเวลามีสุริยคราสหรือจันทรคราสเป็นเพราะดวงอาทิตย์หรือดวงจันทร์ถูกราหูอมเอาไว้, ในตําราโหรว่า เป็นเทวดาพระเคราะห์ มีอาภรณ์และพาหนะสีคลํ้า; (โหร) ชื่อดาวพระเคราะห์ดวงที่ ๗ หมายถึงตําแหน่งที่ดวงจันทร์ผ่านจากใต้ระนาบสุริยวิถีขึ้นเหนือระนาบสุริยวิถี ส่วนตําแหน่งที่ดวงจันทร์ผ่านจากเหนือระนาบสุริยวิถีลงสู่ใต้ระนาบสุริยวิถี เรียกว่า พระเกตุ. (ป., ส. ราหุ).",
    "ราหู ๒": "น. ชื่อปลากระเบนทะเลในสกุล <f><i>Mobula</i></f> วงศ์ <f>Mobulidae</f> ลักษณะทั่วไปคล้ายปลากระเบนนก มีเนื้อยื่นเป็นแผ่นคล้ายใบหูอยู่ที่มุมขอบนอกปลายสุดของหัวข้างละอันใช้โบกพัดอาหารเข้าปาก ด้านบนลําตัวสีดํา เช่น ชนิด <f><i>M. japonicus, M. diabolus</i></f> เฉพาะชนิดแรก มีแถบสีขาวพาดโค้งอยู่ด้านซ้ายของส่วนหัว.",
    "รำ ๑": "น. ผงเยื่อหรือละอองเมล็ดข้าวสาร.",
    "รำ ๒": "ก. แสดงท่าเคลื่อนไหวโดยมีลีลาและแบบท่าเข้ากับจังหวะเพลงร้องหรือเพลงดนตรี เช่น รำฉุยฉายพราหมณ์ รำกฤดาภินิหาร รำสีนวล, ถ้าถืออาวุธประกอบก็เรียกชื่อตามอาวุธที่ถือ เช่น รำดาบ รำทวน รำกริช, ถ้าถือสิ่งของใดประกอบก็เรียกชื่อตามสิ่งของนั้น เช่น รำพัด รำดอกไม้เงินดอกไม้ทอง, อาการที่แสดงท่าคล้ายคลึงเช่นนั้น, ฟ้อน.",
    "ร่ำ ๑": "ก. พูดซํ้า&#160;ๆ, พรํ่า, เช่น ร่ำว่า ร่ำสั่ง ร่ำสอน; ตีแรง&#160;ๆ เช่น รํ่าด้วยไม้.",
    "ร่ำ ๒": "ก. อบ, ปรุง, เช่น ร่ำแป้ง ร่ำผ้า.",
    "รำเขนง": "[-ขะเหฺนง] น. พิธีพราหมณ์มีการถือเขนงนํ้ามนตร์รําถวายพระอิศวรแล้วประนํ้ามนตร์.",
    "รำคาญ": "ก. ระคายเคือง เช่น รำคาญหู รำคาญตา รำคาญเนื้อ รำคาญตัว; เบื่อ เช่น ทำสวนครัวแก้รำคาญ; ทำให้เดือดร้อน, เบื่อหน่าย, เช่น เสียงทะเลาะกันทำให้รำคาญ.",
    "รำคาญใจ": "ก. ถูกรบกวนจุกจิกจนเบื่อหน่าย เช่น น้อง&#160;ๆ มาเซ้าซี้เขาให้พาไปเที่ยวบ่อย&#160;ๆ จนเขารำคาญใจ.",
    "รำโคม": "น. การรําแบบหนึ่ง ผู้เล่นถือโคมรําเป็นท่าต่าง&#160;ๆ, เดิมเล่นเฉพาะในงานหลวง.",
    "รำงับ": "ก. ระงับ.",
    "รำจวน": "ก. รัญจวน.",
    "รำชั่วโทษพากย์": "(สํา) ก. ทําไม่ดีหรือทําผิดแล้วไม่รับผิด กลับโทษผู้อื่น, รําไม่ดีโทษปี่โทษกลอง ก็ว่า.",
    "รำซุย": "น. ท่าละครท่าหนึ่ง.",
    "รำเท้า": "ก. เต้นหมุนเวียนวนไปด้วยเท้าอย่างเต้นรําของฝรั่ง, เต้นรํา ก็ว่า.",
    "รำบาญ": "ก. รบศึก, รบ. (แผลงมาจาก ราญ).",
    "ร่ำไป": "ว. พรํ่าเพรื่อไป, บ่อย&#160;ๆ, เช่น เขาไปดูภาพยนตร์บ่อย ทำให้เสียเงินร่ำไป.",
    "รำผี": "น. การรําในการทรงเจ้าเข้าผี.",
    "รำพัด": "(ปาก) ก. เล่นไพ่ไทย.",
    "รำพัดชา": "น. ท่ารําชนิดหนึ่งในพิธีคชกรรม.",
    "รำพัน": "ก. พรํ่าพรรณนาตามอารมณ์ เช่น เขารำพันถึงความทุกข์ของตน แม่รำพันแต่ความดีของลูก.",
    "รำพาย": "ก. พัด, กระพือ.",
    "รำพึง": "ก. คิดถึง, คิดคำนึงอยู่ในใจ, เช่น เขารำพึงถึงความหลังด้วยความเศร้าใจ.<2t>น. ชื่อพระพุทธรูปปางหนึ่ง อยู่ในพระอิริยาบถยืน พระหัตถ์ทั้ง ๒ ประสานยกขึ้นประทับที่พระอุระ พระหัตถ์ขวาทับพระหัตถ์ซ้าย เป็นกิริยารำพึง.",
    "รำพึงรำพัน": "ก. พูดอย่างที่คิดคำนึงอยู่ เช่น เขารำพึงรำพันว่า โลกนี้น่าอยู่จริงหนอ.",
    "รำเพย ๑": "ก. พัดอ่อน&#160;ๆ เรื่อย&#160;ๆ มักพากลิ่นหอมของดอกไม้มาด้วย (ใช้แก่ลม).",
    "รำเพย ๒": "น. ชื่อไม้ต้นชนิด <f><i>Thevetia peruviana</i> Schum.</f> ในวงศ์ <f>Apocynaceae</f> มียางขาว ใบคล้ายยี่โถ ดอกสีเหลือง รูปกระบอกปากบาน ผลมีพิษ ถิ่นเดิมอยู่ในอเมริกาแถบร้อนชื้น, ดอกกระบอก หรือ ยี่โถฝรั่ง ก็เรียก.",
    "รำแพน": "ก. แผ่หางกระดกขึ้นหรือแผ่ปีกแล้วเดินกรีดกรายไปมา (ใช้แก่นกยูง นกหว้า และนกแว่น).<2t>น. การเล่นอย่างโบราณชนิดหนึ่งในการพระราชพิธี ผู้เล่นนุ่งผ้าหยักรั้ง สวมเสื้อคอกลม มือทั้ง ๒ ถือหางนกยูงข้างละกำ รำออกท่าต่าง&#160;ๆ เลี้ยงตัวอยู่บนราวลวด.",
    "รำไพ ๑": "<i>ดู รวิ</i>.",
    "รำไพ ๒": "ว. งามผุดผ่อง เช่น รําไพพรรณ.",
    "รำมะแข": "<i>ดู ลําแข</i>.",
    "รำมะนา": "น. กลองขึงหนังหน้าเดียว รูปกลมแป้น มี ๒ ชนิด ชนิดที่ใช้กับวงลําตัดมีขนาดใหญ่กว่าที่ใช้กับวงมโหรี.",
    "รำมะนาด": "น. ชื่อโรคชนิดหนึ่งเกิดตามรากฟัน ทําให้เหงือกบวมเป็นหนอง.",
    "รำมะร่อ": "ว. ในระยะทางหรือเวลาอันใกล้จวนเจียน เช่น จะสำเร็จการศึกษาอยู่รำมะร่อ จะถึงบ้านอยู่รำมะร่อ, รอมร่อ ก็ว่า.",
    "รำไม่ดีโทษปี่โทษกลอง": "(สํา) ก. ทําไม่ดีหรือทําผิดแล้วไม่รับผิด กลับโทษผู้อื่น, รําชั่วโทษพากย์ ก็ว่า.",
    "รำยวน": "ก. ห้อยย้อย.",
    "รำย้อย": "ก. ห้อยย้อย.",
    "รำแย้": "น. ชื่อพืชชนิดหนึ่ง เช่น กระเทียมหอมรําแย้ก็มี. (ม. คําหลวง มหาพน).",
    "รำรงค์": "ก. ออกสนาม.",
    "ร่ำรวย": "ว. รวยมาก, มั่งคั่ง.",
    "ร่ำร้อง": "ก. พร่ำร้องขอ, พูดอยู่บ่อย&#160;ๆ, เช่น ลูก&#160;ๆ ร่ำร้องจะไปเที่ยวเขาดิน.",
    "รำราญ": "ก. รบ. (แผลงมาจาก ราญ).",
    "รำรำ, ร่ำร่ำ": "ก. คิดหรือตั้งใจซ้ำ&#160;ๆ อยู่ เช่น รำรำว่าจะไปเยี่ยมเพื่อนที่ต่างจังหวัดก็ไม่ได้ไปเสียที ร่ำร่ำจะไปเที่ยวภูกระดึงก็ไม่ได้ไปเสียที.<2t>ว. จวนเจียน, เกือบ, ตั้งท่าขยับ, เช่น รำรำจะวิวาทกันอยู่แล้ว, ลําลํา ก็ว่า.",
    "ร่ำรี้ร่ำไร": "ก. ซํ้า&#160;ๆ ซาก&#160;ๆ อยู่นั่นเอง เช่น มัวแต่พูดร่ำรี้ร่ำไรอยู่นั่นแหละ เดี๋ยวงานก็ไม่เสร็จ.",
    "รำเร": "น. ชื่อขนมชนิดหนึ่ง เช่น ทั้งขนมรําเรเร่ฉํ่า. (ม. ร่ายยาว ชูชก).",
    "ร่ำเรียน": "ก. ท่องบ่น, เพาะความรู้, หาความรู้ฝึกหัด.",
    "รำไร": "ว. เล็กน้อย เช่น แสงสว่างรำไร แสงแดดรำไร; อาการที่เห็นไม่ชัดเต็มที่เพราะอยู่ในระยะไกลหรือมีอะไรบังเป็นต้น เช่น เห็นกระท่อมรำไรอยู่ในหมู่ไม้.",
    "ร่ำไร": "ก. อ้อยอิ่ง เช่น มัวแต่ร่ำไรอยู่นั่นแหละ เดี๋ยวจะไม่ทันรถไฟ.",
    "ร่ำลา": "ก. อำลา, ลา, ล่ำลา ก็ว่า.",
    "รำลาวแพน": "น. การจับระบำชนิดหนึ่ง ใช้ผู้แสดงชายหญิงคู่หนึ่งหรือมากกว่าแต่งกายอย่างไทยภาคเหนือ รำออกท่าหยอกเอินประกอบคำร้องและดนตรี, ฟ้อนแพน หรือ ฟ้อนลาวแพน ก็เรียก.",
    "รำลึก": "ก. ระลึก.",
    "รำวง": "น. การรําโดยมีผู้เล่นจับคู่รําตามกันไปเป็นวง, แต่เดิมใช้โทนและร้องเพลงปรบมือให้จังหวะ เรียกว่า รําโทน ต่อมาภายหลังเพิ่มดนตรีประกอบด้วย.",
    "ร่ำสุรา": "(ปาก) ก. ดื่มสุราแล้วดื่มสุราเล่า.",
    "รำหัด": "ก. โรย (ใช้สําหรับเอาพิมเสนแทรกยา); ใส่, แทรก.<2t>ว. อ่อน.",
    "รำหัส": "น. รหัส.",
    "ร่ำไห้": "ก. ร้องไห้เป็นเวลานาน, ร้องไห้ไม่หยุดหย่อน.",
    "ริ": "ก. เริ่มคิดหรือทําแปลกจากปรกติ (มักใช้ในทางไม่ดี) เช่น ริสูบบุหรี่ ริเที่ยวกลางคืน, ริอ่าน ก็ว่า.",
    "ริก, ริก ๆ": "ว. ไหวถี่&#160;ๆ เช่น ตัวสั่นริก ใจสั่นริก&#160;ๆ.",
    "ริดสีดวง": "น. ชื่อโรคพวกหนึ่งมีหลายชนิด เกิดในช่องตา จมูก ทวารหนัก เป็นต้น.",
    "ริน, ริน ๆ": "ก. เทให้ไหลออกเรื่อย&#160;ๆ ทีละน้อย เช่น รินนํ้าใส่ถ้วย.<2t>ว. เรื่อย&#160;ๆ, น้อย&#160;ๆ, เช่น นํ้าไหลริน ลมพัดริน&#160;ๆ.<2t>น. ทองคําที่มีเนื้อหย่อนกว่าเนื้อ ๔ เรียกว่า ทองริน.",
    "ริ้น": "น. ชื่อแมลงพวกตัวบึ่งที่มีขนาดเล็กกว่าแมลงหวี่ ส่วนใหญ่อยู่ในสกุล <f><i>Culicoides</i></f> และ <f><i>Leptoconops</i></f> วงศ์ <f>Ceratopogonidae</f> เช่น ชนิด <f><i>C. orientalis, L. spinosifrons</i></f>.",
    "ริบ ๑": "ก. รวบเอายึดเอาโดยพลการหรือโดยอํานาจกฎหมายเป็นต้น.",
    "ริบ ๒": "ว. คม.",
    "ริบทรัพย์": "ก. ยึดเอาทรัพย์มาเป็นของแผ่นดิน เช่น ถูกริบทรัพย์โดยคำสั่งศาล.",
    "ริบทรัพย์สิน": "(กฎ) น. โทษทางอาญาสถานหนึ่งที่ศาลสั่งให้ทรัพย์สินที่ริบตกเป็นของแผ่นดิน.",
    "ริบบิ้น": "น. แถบแพร ไหม ไนลอน เป็นต้น ใช้สําหรับผูกหรือประดับ มีหลายสีหลายขนาด. (อ. <f>ribbon</f>).",
    "ริบราชบาตร": "[-ราดชะบาด] ก. รวบเอาทรัพย์สินของคนที่ต้องพระราชอาญาเข้าเป็นของหลวง.",
    "ริบรี่, ริบหรี่": "ว. เกือบดับ, สว่างน้อย&#160;ๆ, เช่น แสงริบหรี่.",
    "ริปอง": "ก. คิดหมาย, คิดอ่าน.",
    "ริปุ, ริปู": "น. ข้าศึก, ปรปักษ์, คนโกง. (ป., ส.).",
    "ริม": "น. ชาย, ขอบ, เช่น ริมคลอง ริมผ้า ริมโต๊ะ.<2t>บ. ใกล้, ชิด, เช่น นั่งริมหน้าต่าง.<2t>ว. ด้านนอก เช่น น้องนอนกลาง พี่นอนริม; (ปาก) เกือบ, จวน, เช่น ริมตาย.",
    "ริมฝีปาก": "น. เนื้อส่วนที่เป็นขอบรอบปาก ส่วนบนเรียกว่า ริมฝีปากบน ส่วนล่างเรียกว่า ริมฝีปากล่าง มีเส้นขอบรอบที่เรียกว่า เส้นขอบริมฝีปาก.",
    "ริเริ่ม": "ก. เริ่มคิดเริ่มทําเป็นคนแรก (มักใช้ในทางดี) เช่น นายเลื่อน พงษ์โสภณ ริเริ่มทำรถจักรยานสามล้อ.",
    "ริ้ว": "น. เส้นลายหรือสิ่งอื่นที่มีลักษณะเป็นรอย เป็นทาง&#160;ๆ เป็นแถวหรือเป็นแนวยาวไป เช่น ผ้าขาดเป็นริ้ว ริ้วขบวน ริ้วปลาแห้ง, ลักษณนามเรียกสิ่งที่มีลักษณะเช่นนั้น เช่น เรียกปลาแห้งที่ผ่าเป็น ๕ ริ้ว ว่า ปลา ๕ ริ้ว หรือเรียกสั้น&#160;ๆ ว่า ปลาห้า.",
    "ริ้วรอย": "น. ลักษณะที่เป็นแนวเป็นทาง เช่น ถูกหนามเกี่ยวเป็นริ้วรอย ถูกแมวข่วนเป็นริ้วรอย, โดยปริยายหมายความว่า ร่องรอย เช่น หน้าตามีริ้วรอยแห่งความทุกข์.",
    "ริษยา": "[ริดสะหฺยา] ก. อาการที่ไม่อยากให้คนอื่นได้ดี, เห็นเขาได้ดีแล้วทนนิ่งอยู่ไม่ได้. (ส. อีรฺษฺยา; ป. อิสฺสา).",
    "ริอ่าน": "ก. ริ เช่น ริอ่านเป็นขโมย.",
    "รี": "ว. เรียว, ถ้ากลมเรียวอย่างรูปไข่ เรียกว่า กลมรี, ถ้ายาวเรียวและมีหัวท้ายอย่างเมล็ดข้าวสาร เรียกว่า ยาวรี, ไม่กลม เช่น วงรี, ยาว เช่น หันรีหันขวาง หอรีหอขวาง.",
    "รี่ ๑": "ก. เคลื่อนเข้าไปเรื่อยไม่รีรอ เช่น รี่เข้าใส่.<2t>ว. อาการที่เคลื่อนเข้าไปเรื่อยไม่รีรอ เช่น เดินรี่เข้ามา.",
    "รี่ ๒": "<i>ดู ลี่ ๑</i>.",
    "รี้": "(โบ) น. พล, พลรบ, กองทัพ, กองทหาร.<2t>ก. ยกไป, เดินไป.",
    "รี ๆ ขวาง ๆ": "ก. กีดเกะกะ, เก้งก้าง, เช่น คนไม่เคยเข้าครัวจับอะไรไม่ถูก รี&#160;ๆ ขวาง&#160;ๆ ไปหมด, ขวาง&#160;ๆ รี&#160;ๆ ก็ว่า.<2t>ว. มีลักษณะหรือกิริยาท่าทางที่เกะกะเก้งก้าง เช่น จะข้ามถนนก็ไม่ข้าม มัวแต่ยืนรี&#160;ๆ ขวาง&#160;ๆ อยู่นั่นแหละ.",
    "รี ๆ รอ ๆ": "ว. แสดงอาการลังเลใจ, ไม่แน่ใจที่จะทําลงไป, เช่น มัวรี&#160;ๆ รอ&#160;ๆ อยู่นั่นแหละ เมื่อไรจะตัดสินใจเสียที.",
    "รีด": "ก. บีบ รูด หรือทำสิ่งใดสิ่งหนึ่งให้แผ่ กว้าง ยาว หรือเรียบ เป็นต้น ตามที่ต้องการ, กดแรง&#160;ๆ และไถเพื่อทำให้เรียบ เช่น รีดผ้า รีดใบตอง รีดกลีบบัว, บีบทำให้เป็นแผ่นหรือเป็นเส้นยาว เช่น รีดทอง รีดยาง, บีบรูดด้วยอาการเค้นเพื่อให้สิ่งที่อยู่ภายในออกมา เช่น รีดนมวัว รีดไส้หมู รีดหนอง; (ปาก) ใช้กำลังหรืออิทธิพลบังคับเอาทรัพย์สินของผู้อื่น เช่น รีดเอาเงิน รีดเอาทรัพย์, ใช้ว่า รีดไถ ก็มี.",
    "รีดนาทาเน้น, รีดนาทาเร้น": "ก. ขูดรีดเอาทรัพย์สินจนแทบหมดเนื้อหมดตัว; เคี่ยวเข็ญให้ทำสิ่งใดสิ่งหนึ่งที่เกินกำลังความสามารถ เช่น รีดนาทาเน้นเด็กให้ทำงานหนัก.",
    "รีดลูก": "ก. ทําให้แท้งลูก.",
    "รีดเลือดกับปู": "(สำ) ก. เคี่ยวเข็ญหรือบีบบังคับเอากับผู้ที่ไม่มีจะให้, หาเลือดกับปู หรือ เอาเลือดกับปู ก็ว่า.",
    "รีดักชัน": "(เคมี) น. ปฏิกิริยาเคมีที่ทําให้สารได้รับธาตุไฮโดรเจนมารวมตัวด้วย, ปฏิกิริยาเคมีที่ทําให้สารสูญเสียธาตุออกซิเจนไป, ปฏิกิริยาเคมีที่ทําให้อะตอมของธาตุได้รับอิเล็กตรอนเพิ่มขึ้น. (อ. <f>reduction</f>).",
    "รีต": "น. เยี่ยงอย่าง, แบบแผน, ประเพณี, เช่น นอกรีต. (เทียบ ป. จาริตฺต; ส. จาริตฺร).",
    "รีเนียม": "น. ธาตุลําดับที่ ๗๕ สัญลักษณ์ <f>Re</f> เป็นโลหะลักษณะเป็นของแข็งสีเทา หลอมละลายที่ ๓๑๘๐&#x00b0;ซ. ใช้ประโยชน์นําไปผสมกับโลหะอื่นให้เป็นโลหะเจือ ใช้ทําอุปกรณ์ไฟฟ้า ใช้เป็นองค์ประกอบของโลหะทนไฟในจรวด. (อ. <f>rhenium</f>).",
    "รีบ, รีบ ๆ": "ก. อาการที่ทำอย่างใดอย่างหนึ่งอย่างรวดเร็ว เช่น รีบเสียจนมือสั่น รีบไปรีบมา รีบทำ รีบนอน รีบ&#160;ๆ หน่อย.<2t>ว. รวดเร็ว, ไม่รอช้า, เช่น เดินรีบ&#160;ๆ หน่อยเดี๋ยวฝนจะตก กินรีบ&#160;ๆ จะติดคอ.",
    "รีบร้อน": "ก. อาการที่รีบทำอย่างลุกลน เช่น เขารีบร้อนไปทำงานจนลืมกระเป๋าสตางค์.<2t>ว. รีบลุกลน เช่น พอได้รับโทรเลข เขาก็ไปอย่างรีบร้อน.",
    "รีบรุด": "ก. ไปหรือมาอย่างรีบด่วน เช่น เขารีบรุดไปพบหมอ ตำรวจรีบรุดมาที่เกิดเหตุ.<2t>ว. ด่วน, ทันที, เช่น เขาเดินอย่างรีบรุด.",
    "รีบเร่ง": "ก. อาการที่ทำอย่างใดอย่างหนึ่งให้เร็วขึ้นกว่าปรกติ เช่น ครูรีบเร่งตรวจข้อสอบให้เสร็จ.<2t>ว. เร็วขึ้นกว่าปรกติ เช่น เขาทำงานอย่างรีบเร่งเพื่อให้ได้งานมากขึ้น.",
    "รี้พล": "น. กระบวนทหาร, กองทหาร.",
    "รีม": "น. หน่วยนับจํานวนแผ่นกระดาษ กําหนดว่า กระดาษ ๕๑๖ แผ่น เป็น ๑ รีม แต่โดยทั่ว&#160;ๆ ไปถือว่า กระดาษ ๔๘๐ หรือ ๕๐๐ แผ่น เป็น ๑ รีม. (อ. <f>ream</f>).",
    "รีรอ": "ก. ชักช้า, ลังเลใจ, เช่น มัวรีรออยู่ทำไม กินโดยไม่รีรอ.",
    "รี้ริก": "ว. เสียงหัวเราะเมื่อถูกหยอก.",
    "รึกต์": "ว. ว่าง, เปล่า. (ส. ริกฺต; ป. ริตฺต).",
    "รึง": "ว. ร้อน, ระอุ เช่น เถ้ารึง.<2t>ก. รัด.",
    "รึ้ง": "ก. ดึง, ฉุด, รั้ง, ลาก.",
    "รื่น": "ว. ชื่น, สบาย, เช่น ฟังเสียงรื่นหู ดูทิวทัศน์รื่นตา เสียใจแต่แสร้งทำหน้ารื่น.",
    "รื้น": "(กลอน) ก. รื่น.<2t>ว. อาการที่น้ำตาเอ่อขึ้นมาในดวงตา เช่น น้ำตารื้นขอบตา.",
    "รื่นรมย์": "ว. สบายใจ, บันเทิง, เช่น สวนสาธารณะปลูกต้นไม้ไว้สวยงามน่ารื่นรมย์.",
    "รื่นเริง": "ก. สนุกสนานเบิกบานใจ, เพลิน, เช่น ทุกคนรื่นเริงในวันปีใหม่ โทรทัศน์บางรายการทำให้ผู้ดูรื่นเริง.",
    "รื้อ": "ก. แยกออกหรือถอดออกเป็นต้นจากสิ่งที่เป็นรูปแล้วให้เสียความเป็นกลุ่มก้อนของรูปเดิม เช่น รื้อบ้าน รื้อหลังคา รื้อข้าวของกระจุยกระจาย; เอาขึ้นมาใหม่ เช่น รื้อเรื่องราวที่ระงับไว้ขึ้นมาพิจารณาใหม่ รื้อเรื่องเดิมขึ้นมาเขียนใหม่; ขนออก เช่น รื้อสัตว์จากวัฏสงสาร.",
    "รื้อไข้": "ก. หายไข้ใหม่&#160;ๆ.",
    "รื้อแต่หลังคาเขา หลังคาเราไม่รื้อ": "(สํา) ก. คิดแต่จะเอาของผู้อื่นมาใช้ของของตัวเก็บไว้, คิดแต่จะเอา ไม่คิดจะให้.",
    "รื้อถอน": "ก. รื้อและถอนสิ่งปลูกสร้างแล้วโยกย้ายไป เช่น รื้อถอนบ้านเรือน; (กฎ) รื้อส่วนอันเป็นโครงสร้างของอาคาร เช่น เสา คาน ตง ออกไปให้หมด เช่น รื้อถอนบ้านเรือน.",
    "รื้อฟื้น": "ก. เอาขึ้นมาทําใหม่ เช่น รื้อฟื้นคดีมาพิจารณาใหม่.",
    "รื้อร่าย": "น. ชื่อทำนองเพลงร้องอย่างลำนำ.",
    "รุ": "ก. ระบายสิ่งที่ไม่ต้องการออกไป เช่น บริษัทรุคนงานเก่าออก พี่รุเสื้อผ้าให้น้อง.",
    "รุก ๑": "ก. ล่วงลํ้าเข้าไปในเขตของผู้อื่น เช่น รุกที่ดิน ทำไร่รุกเข้าไปในเขตหวงห้าม, โดยปริยายหมายถึงคุกคามให้ถอยร่นหรือต้อนให้จนมุม เช่น เขาถูกนายรุกเสียจนตั้งตัวไม่ติด; เดินตัวหมากรุกเข้าไปกระทบตาขุนของอีกฝ่ายหนึ่ง.",
    "รุก ๒": "ก. ทำเส้นให้เล็ก (ใช้แก่แกะตรา) เช่น รุกลายเส้นในตราให้ชัด.",
    "รุกข-, รุกข์": "[รุกขะ-, รุก] น. ต้นไม้. (ป.; ส. วฺฤกฺษ).",
    "รุกขกะ": "[-ขะกะ] น. ต้นไม้เล็ก. (ป.).",
    "รุกขชาติ": "น. ต้นไม้, หมู่ไม้.",
    "รุกขเทวดา": "น. เทวดาที่สิงสถิตอยู่ตามต้นไม้.",
    "รุกขมูล": "น. โคนต้นไม้, เรียกพระที่ถือธุดงค์อยู่โคนไม้ว่า พระรุกขมูล.",
    "รุกขมูลิกธุดงค์": "[-มูลิกะ-] น. ธุดงค์อย่าง ๑ ใน ๑๓ อย่าง ที่ภิกษุจะต้องสมาทานว่าจะอยู่โคนต้นไม้เป็นประจํา. (ป. รุกฺขมูลิกธูตงฺค).",
    "รุกขา": "(กลอน) น. ต้นไม้.",
    "รุกฆาต": "ก. เดินหมากรุกเข้าไปจะกินขุนของอีกฝ่ายหนึ่ง พร้อมกันนั้นก็เตรียมจะกินหมากอีกตัวหนึ่งด้วย ถ้าฝ่ายนั้นถอยขุนหนีก็จะกินหมากตัวที่เหลือ เช่น รุกฆาตขุนฆาตเรือ ถ้าถอยขุนหนีก็จะกินเรือ, (ใช้ในการเล่นหมากรุก).",
    "รุกร้น": "ก. เร่งเข้าไป, รีบเร่ง.",
    "รุกราน": "ก. ล่วงลํ้าเข้าไปก้าวร้าวระราน เช่น ถูกข้าศึกรุกราน.",
    "รุกรุย": "[รุกฺ-] ว. รุงรัง, กระจุยกระจาย, ไม่น่าดู, เช่น บ้านช่องรุกรุย เสื้อผ้ารุกรุย; ตํ่าช้า เช่น คนรุกรุย.",
    "รุกล้ำ": "ก. รุกล่วงล้ำเข้าไป เช่น รุกล้ำอธิปไตย รุกล้ำดินแดน.",
    "รุกไล่": "ก. ไล่โจมตีให้หนีไป เช่น รุกไล่ข้าศึก.",
    "รุกษะ": "[รุกฺ-] (โบ) น. รุกข์, ต้นไม้.",
    "รุข้าว": "ก. เอาฟางออกจากเมล็ดข้าวที่นวดแล้ว.",
    "รุ่ง": "น. ระยะเวลาตอนเริ่มแรกแห่งวัน เช่น รุ่งอรุณ รุ่งเช้า ยันรุ่ง ตลาดโต้รุ่ง, เวลาสว่าง เช่น ใกล้รุ่ง.<2t>ว. สว่าง เช่น ฟ้ารุ่ง, อรุณรุ่ง.",
    "รุ้ง ๑": "น. แสงที่ปรากฏบนท้องฟ้าเป็นแถบโค้งสีต่าง&#160;ๆ ๗ สี คือ ม่วง คราม นํ้าเงิน เขียว เหลือง ส้ม แดง, สีเช่นนั้นที่ปรากฏในเพชร.<2t>ว. กว้างโค้ง, โค้ง เช่น ขุดรุ้งรางเข้าไป.",
    "รุ้ง ๒": "น. ชื่อเหยี่ยวขนาดใหญ่ชนิด <f><i>Spilornis cheela</i></f> ในวงศ์ <f>Accipitridae</f> ตัวสีนํ้าตาลเข้ม มีลายจุดขาวที่หัว ปีก และท้อง หางสีนํ้าตาลพาดขาว มีพู่ขนตรงต้นคอซึ่งจะแผ่ออกเห็นได้ชัดเวลาโกรธหรือต่อสู้กัน, อีรุ้ง ก็เรียก.",
    "รุ่งขึ้น": "น. วันใหม่, วันพรุ่งนี้.",
    "รุ่งแจ้ง": "น. เวลาพระอาทิตย์ขึ้นสว่างแล้ว แต่ยังไม่มีแสงแดด.",
    "รุ่งเช้า": "น. เวลาพระอาทิตย์เพิ่งขึ้น, เวลาระหว่างรุ่งสว่างถึงเช้า, เช้าวันรุ่งขึ้น.",
    "รุ้งพราย": "น. สีรุ้งที่กลอกอยู่พราวพรายในเพชรหรือเปลือกหอยบางชนิด เช่นหอยมุก.",
    "รุ้งร่วง": "น. นํ้าเพชรที่ส่งแววออกเมื่อกระทบแสงสว่าง.",
    "รุงรัง": "ว. อาการที่สิ่งเป็นเส้นยาว&#160;ๆ พัวพันกันยุ่งยุ่มย่าม เช่น ขนยาวรุงรัง ผมเผ้ารุงรัง หนวดเครารุงรัง, อาการที่สิ่งต่าง&#160;ๆ รวมกันอยู่อย่างระเกะระกะหรือแยกกระจัดกระจายกันอยู่ยุ่งเหยิง เช่น ห้องรกรุงรัง ห้อยผ้าไว้รุงรัง; พะรุงพะรัง เช่น หอบของมารุงรัง, นุงนัง เช่น หนี้สินรุงรัง.",
    "รุ่งราง": "น. เวลาจวนสว่างพอมองเห็นราง&#160;ๆ ยังไม่กระจ่างชัด.",
    "รุ่งริ่ง": "ว. ขาดออกเป็นริ้ว&#160;ๆ, ขาดเป็นชิ้นเล็กชิ้นน้อย, เช่น เสื้อขาดรุ่งริ่ง, กะรุ่งกะริ่ง ก็ว่า.",
    "รุ่งเรือง": "ว. สว่างไสว เช่น จุดโคมไฟรุ่งเรืองแสงจับท้องฟ้า, งามสุกใส เช่น ปราสาทราชมนเทียรดูรุ่งเรืองเมื่อต้องแสงจันทร์, เจริญ, อุดมสมบูรณ์, เช่น บ้านเมืองเจริญรุ่งเรือง อนาคตรุ่งเรือง, งอกงาม เช่น ให้มีความรุ่งเรืองในพระศาสนา.",
    "รุ่งโรจน์": "ว. กระจ่างแจ้ง, โชติช่วง, เช่น แสงไฟรุ่งโรจน์, เจริญรุ่งเรือง เช่น ชีวิตรุ่งโรจน์.",
    "รุ่งสว่าง": "น. เวลาจวนสว่าง ยังแลเห็นอะไรไม่ชัด.",
    "รุ่งสาง": "น. เวลาจวนสว่าง ยังแลเห็นอะไรไม่ชัด.",
    "รุ่งอรุณ": "น. เวลาเช้าตรู่ที่เริ่มเห็นแสงเงินแสงทอง.",
    "รุจ, รุจา": "ว. รุ่งเรือง, สว่าง. (ป., ส. รุจ).",
    "รุจนะ": "[รุดจะนะ] น. ความชอบใจ, ความพอใจ. (ป.).",
    "รุจิ, รุจี": "น. แสง, ความรุ่งเรือง; ความงาม; ความชอบใจ.<2t>ว. รุ่งเรือง, สว่าง. (ป., ส. รุจิ).",
    "รุจิระ, รุจิรา": "ว. งาม, สว่าง, รุ่งเรือง, สวย; กะทัดรัด. (ป., ส.).",
    "รุจิเรข": "[รุจิเรก] ว. มีลายงาม, มีลายสุกใส.",
    "รุชา": "น. ความไม่สบาย, ความเสียดแทง; โรค. (ป., ส.).",
    "รุด": "ว. ด่วนไปทันที, ใช้ควบกับคํา รีบ เป็น รีบรุด ก็ได้ เช่น ทำงานอย่างรีบรุด.",
    "รุดหน้า": "ก. ก้าวหน้าไปมาก, ลุล่วงไปเร็ว, เช่น ในระยะ ๑๐ ปีประเทศไทยเจริญรุดหน้าไปมาก งานรุดหน้าไปมากแล้ว.",
    "รุต": "น. เสียง, เสียงร้อง, เสียงสัตว์. (ป., ส.).",
    "รุทธ์": "ก. ห้าม, กีด, กั้น, ดับ. (ป., ส.).",
    "รุทระ": "[รุดทฺระ] ว. น่ากลัวยิ่งนัก.<2t>น. เทวดาหมู่หนึ่งมี ๑๑ องค์ รวมเรียกว่า เอกาทศรุทร, ชื่อเทพสําคัญองค์หนึ่งในพระเวท ซึ่งพวกฮินดูถือว่าเป็นองค์เดียวกับพระศิวะ. (ส.; ป. รุทฺท).",
    "รุธิระ": "น. เลือด.<2t>ว. สีแดง. (ป., ส.).",
    "รุเธียร": "[รุเทียน] น. เลือด.<2t>ว. สีแดง. (แผลงมาจาก รุธิร).",
    "รุน": "ก. ดุนไปเรื่อย, ไสไปเรื่อย, เช่น รุนหลังให้รีบเดินไปข้างหน้า; ระบายท้อง.<2t>น. เครื่องช้อนกุ้งชนิดหนึ่งทำด้วยไม้ไผ่สานเป็นรูปสามเหลี่ยมคล้ายชนาง แต่เล็กกว่า มีด้ามยาว ใช้ช้อนกุ้งหรือปลาเล็กปลาน้อยตามชายเฟือย.",
    "รุ่น": "น. วัยของคนที่ถืออายุเป็นเครื่องกำหนด เช่น รุ่นเด็ก รุ่นหนุ่ม รุ่นสาว รุ่นน้อง, สมัยของคนที่ใช้หลักใดหลักหนึ่งเป็นต้นว่า ปีการศึกษา น้ำหนัก เป็นเครื่องกำหนด เช่น นิสิตรุ่นแรก บัณฑิตรุ่นที่ ๒ นักมวยรุ่นฟลายเวท, คราวหรือสมัยแห่งสิ่งต่าง&#160;ๆ ที่เกิดหรือผลิตขึ้นเป็นระยะ&#160;ๆ เช่น มะม่วงออกผลรุ่นแรก รถยนต์คันนี้เป็นรุ่นล่าสุด; กิ่งไม้ที่แตกออกมาใหม่ อ้วน งาม เรียกว่า รุ่นไม้.<2t>ว. เพิ่งเป็นหนุ่มเป็นสาว, เพิ่งแตกเนื้อหนุ่มเนื้อสาว, เช่น วัยรุ่น.",
    "รุ่น ๆ": "ว. กำลังอยู่ในวัยแตกเนื้อหนุ่มแตกเนื้อสาว เช่น เด็กรุ่น&#160;ๆ; มีวัยใกล้เคียงกัน, ที่อยู่ในวัยเดียวกัน, เช่น คนรุ่น&#160;ๆ คุณพ่อ คนรุ่น&#160;ๆ กัน.",
    "รุ่นกระเตาะ": "ว. เริ่มแตกเนื้อสาว.",
    "รุ่นกระทง": "ว. เพิ่งสอนขัน (ใช้แก่ไก่) ในคำว่า ไก่รุ่นกระทง, กำลังแตกเนื้อหนุ่ม.",
    "รุ่นตะกอ": "ว. เริ่มแตกเนื้อหนุ่ม.",
    "รุ่นราวคราวกัน, รุ่นราวคราวเดียวกัน": "ว. มีอายุไล่เลี่ยกัน.",
    "รุนแรง": "ว. หนักมาก, แรงมาก, เกินปรกติ, เช่น ดุว่าอย่างรุนแรง คัดค้านอย่างรุนแรง ความคิดเห็นรุนแรง.",
    "รุบรู่": "ว. มีแสงมัวจนมองอะไรไม่เห็นถนัดชัดเจน เช่น แสงเดือนรุบรู่, รุบหรู่ หรุบรู่ หรือ หรุบหรู่ ก็ว่า.",
    "รุบาการ": "(กลอน) น. อาการแห่งรูป, รูป, เช่น เทพยดาก็กําบงงรุบาการอันตรธานไป. (ม. คําหลวง มหาราช). (ป., ส. รูป + อาการ).",
    "รุม ๑": "ก. อาการที่คนหลายคนหรือสัตว์หลายตัวรวมกันเข้ามาทําอย่างใดอย่างหนึ่งแก่ผู้หนึ่งหรือสิ่งหนึ่งอย่างไม่มีระเบียบ เช่น รุมตี รุมด่า แมลงวันรุมตอมเมล็ดทุเรียน, ประดังห้อมล้อมเข้ามา เช่น กลุ้มรุม รุมกันเข้าไปซื้อของ, ประดังกันเข้ามา เช่น โดนโรครุมเสียแย่; กรุ่นอยู่ภายในเพราะพิษไข้เป็นต้น เช่น เป็นไข้ร้อนรุมอยู่หลายวัน.",
    "รุม ๒, รุม ๆ": "ว. อาการที่คนเริ่มจะเป็นไข้ หรือจวนจะหายแต่ยังไม่หายดี ตัวยังร้อนอยู่บ้างนิดหน่อย เรียกว่าตัวรุม หรือ ตัวรุม&#160;ๆ, (ไฟ) อ่อน&#160;ๆ เช่น ย่างบนไฟรุม&#160;ๆ เคี่ยวบนไฟรุม&#160;ๆ.",
    "รุ่ม": "ว. ร้อนผ่าว&#160;ๆ; (ปาก) เรื่อย, บ่อย, เช่น เรียกใช้เสียรุ่ม, มาก เช่น รวยรุ่ม.",
    "รุมไข้": "ก. เอายาให้คนไข้กินเพื่อไม่ให้ตัวร้อนจัดหรือเย็นจัด.",
    "รุมไฟ": "ก. เอาฟืนดุ้นใหญ่&#160;ๆ วางทับลงบนกองไฟเพื่อให้ไฟติดกรุ่นอยู่เสมอ, สุมไฟ ก็ว่า.",
    "รุ่มรวย": "ว. รวยมาก, รวยรุ่ม หรือ รํ่ารวย ก็ว่า.",
    "รุ่มร้อน": "ก. กลัดกลุ้มด้วยร้อนใจ, ร้อนรุ่ม ก็ว่า.",
    "รุ่มร่าม": "ก. เกินพอดี, เกินที่ควรเป็น, เช่น หนวดเครารุ่มร่าม, ไม่กะทัดรัด, ไม่รัดกุม, เช่น แต่งหนังสือสำนวนรุ่มร่าม, ไม่เรียบร้อย เช่น กิริยารุ่มร่าม, ปรกติใช้เกี่ยวกับเสื้อผ้าเครื่องแต่งตัวที่ยาวหรือใหญ่เกินตัว เช่น แต่งตัวรุ่มร่าม.",
    "รุมเร้า": "ก. ประดังเข้ามา เช่น มีเรื่องร้าย&#160;ๆ เข้ามารุมเร้าอยู่เสมอ.",
    "รุมล้อม": "ก. ออเข้ามา, รุมเข้ามาห้อมล้อม, เช่น นักข่าวรุมล้อมนายกรัฐมนตรี.",
    "รุย": "น. แมลงวัน. (ข.).",
    "รุ่ย ๑": "น. ชื่อไม้ต้นชนิด <f><i>Bruguiera cylindrica</i> (L.) Blume</f> ในวงศ์ <f>Rhizophoraceae</f> ขึ้นตามป่าชายเลน โคนต้นมีรากหายใจโค้งคล้ายรูปหัวเข่า ผลยาวเหมือนฝักถั่ว, ถั่วขาว ก็เรียก.",
    "รุ่ย ๒": "ว. หลุดออกจากที่เดิมทีละเล็กละน้อย เช่น ด้ายชายผ้ารุ่ยไปทีละเส้นสองเส้น.",
    "รุ่ยร่าย": "ว. ตก&#160;ๆ หล่น&#160;ๆ เช่น หอบของมารุ่ยร่าย, เก็บไม่เรียบร้อย เช่น ผมมวยเก็บไม่หมดดูรุ่ยร่าย.",
    "รุรุ": "น. สัตว์จําพวกเนื้อชนิดหนึ่ง. (ป.).",
    "รุษฏ์": "ก. แค้นเคือง, โกรธ. (ส. รุษฺฏ; ป. รุฏฺ&#xf700;).",
    "รุสต๊อก": "ก. จำหน่ายสินค้าโดยการลดราคาเพื่อระบายสินค้าให้หมด.",
    "รุหะ, รูหะ": "ก. งอก, งาม, เจริญ. (ป., ส.).",
    "รุหาญ": "ว. เปรียบ, ดุจ. (เทียบ ข. รุหาน).",
    "รู": "น. ช่อง เช่น รูเข็ม ผ้าขาดเป็นรู, ช่องที่ลึกเข้าไปในสิ่งต่าง&#160;ๆ เช่น รูหู รูจมูก รูปู รูงู.",
    "รู่": "ก. ครูด, ถู, สี, เช่น อย่าเอาทองไปรู่กระเบื้อง.",
    "รู้": "ก. แจ้ง, เข้าใจ, ทราบ.",
    "รู้กัน": "ก. รู้เป็นนัยกันเฉพาะในกลุ่มของตน เช่น เรื่องนี้เขารู้กัน.",
    "รู้กันอยู่ในที": "ก. รู้เรื่องดีอยู่แล้วระหว่างกันโดยไม่ต้องพูดออกมา เช่น เขารู้กันอยู่ในทีแล้วว่าจะยกมรดกให้แก่ผู้ใด.",
    "รู้การรู้งาน": "ก. ทำงานเก่ง เช่น คนรู้การรู้งาน ทำงานอะไร&#160;ๆ ก็เรียบร้อย.",
    "รู้แกว": "ก. รู้เบาะแส, รู้ระแคะระคาย, เช่น รู้แกวว่าจะมายืมเงินเลยหลบหน้าไปก่อน.",
    "รู้เขารู้เรา": "ก. รู้จักขอบเขตความสามารถของตนเองและผู้อื่น.",
    "รู้ความ": "ก. เข้าใจภาษา (ใช้แก่เด็ก).",
    "รู้คิด, รู้คิดรู้อ่าน": "ก. เข้าใจคิดตริตรอง เช่น เด็กบางคนรู้คิดรู้อ่านดีกว่าผู้ใหญ่.",
    "รู้คุณ": "ก. ระลึกถึงความดีที่ผู้อื่นทำให้แก่ตน เช่น ลูกศิษย์รู้คุณอาจารย์ ลูกรู้คุณพ่อแม่.",
    "รู้เค้า": "ก. รู้ร่องรอย เช่น รู้เค้าว่าใครเป็นฆาตกร เก็บเงินไว้ให้ดีอย่าให้ใครรู้เค้า.",
    "รู้งาน": "ก. ทำงานเป็น, เข้าใจลักษณะงาน, เช่น แม้ว่าเขาจะเข้าใหม่ แต่ก็รู้งานดี.",
    "รู้งู ๆ ปลา ๆ": "(สํา) ก. รู้เล็ก&#160;ๆ น้อย&#160;ๆ, รู้ไม่จริง.",
    "รู้จัก": "ก. เคยพบเคยเห็นและจําได้ เช่น คนกรุงเทพฯ รู้จักวัดพระแก้วดี แม้เด็ก&#160;ๆ ก็ยังรู้จักหนูและแมว; คุ้นเคยกัน เช่น นายดำกับนายแดงรู้จักกันมาตั้งแต่เด็ก&#160;ๆ, รู้จักมักคุ้น ก็ว่า; รู้ เช่น รู้จักคิด รู้จักทำ.",
    "รู้จักเก็บรู้จักเขี่ย": "(สํา) ก. รู้จักสะสม, รู้จักหา.",
    "รู้จักเก็บรู้จักงำ": "(สํา) ก. รู้จักเก็บรักษาข้าวของ.",
    "รู้จักที่ต่ำที่สูง": "ก. รู้จักเคารพบุคคลและสถานที่ตามควรแก่ฐานะ เช่น เด็กพวกนั้นไม่รู้จักที่ต่ำที่สูง ไปนั่งในที่ที่จัดไว้สำหรับผู้ใหญ่.",
    "รู้จักมักคุ้น, รู้จักมักจี่": "ก. คุ้นเคยกัน เช่น เขารู้จักมักคุ้นกับน้องฉันมานานแล้ว.",
    "รู้จำ": "ก. รู้แล้วจำได้, รู้จักจำ.",
    "รูจี": "น. รุจี.",
    "รู้แจ้ง": "ก. เข้าใจตลอด, รู้ตามเหตุผลอย่างชัดเจน, รู้แจ้งแทงตลอด ก็ว่า.",
    "รู้ใจ": "ก. รู้อัธยาศัยใจคอว่าเป็นอย่างไร หรือชอบอะไร ไม่ชอบอะไร เช่น ลูกน้องรู้ใจนาย, รู้เส้น ก็ว่า.",
    "รู้ฉลาด": "ก. เอารัดเอาเปรียบ เช่น เขารู้ฉลาดกินแต่ของเพื่อน ของตัวเก็บไว้.",
    "รู้ชั้นเชิง, รู้ชั้นรู้เชิง": "ก. รู้เล่ห์เหลี่ยม, รู้กลอุบาย, เช่น เขารู้ชั้นเชิงของคู่ต่อสู้ ฉันรู้ชั้นเชิงไม่ยอมให้ใครมาหลอกง่าย&#160;ๆ ตำรวจรู้ชั้นเชิงของผู้ร้าย.",
    "รู้เช่นเห็นชาติ": "(สํา) ก. รู้กําพืด, รู้นิสัยสันดาน, เช่น เขาชอบหักหลังคนอื่น เพื่อน&#160;ๆ รู้เช่นเห็นชาติมานานแล้ว.",
    "รู้เชิง": "ก. รู้กระบวนท่า, รู้ท่าที, รู้กลเม็ด, เช่น มวยคู่นี้ต่างก็รู้เชิงกัน.",
    "รูด": "ก. กิริยาที่เอามือกําหรือจับสิ่งซึ่งมีลักษณะยาว&#160;ๆ ให้เลื่อนไปตามยาว เช่น รูดชะอม รูดใบมะยม รูดราวบันได เอาใบข่อยรูดปลาไหล.",
    "รูดซิป": "ก. ดึงซิปให้ติดกันหรือให้แยกออก; โดยปริยายหมายความว่าไม่ยอมเปิดปากพูดในเรื่องที่เป็นความลับ.",
    "รูดทรัพย์": "(ปาก) ก. ยึดเอาสิ่งมีค่า เช่น แหวน นาฬิกา สายสร้อย ออกจากตัวโดยเจ้าของไม่รู้ตัว หรือโดยถูกขู่บังคับ.",
    "รูดม่าน": "ก. ดึงม่านหรือม่านบังตาให้เลื่อนไปตามราวเพื่อปิดหรือเปิด; โดยปริยายหมายความว่า สิ้นสุด, จบ, เช่น รูดม่านชีวิต.",
    "รู้ดี": "ก. อวดรู้, สู่รู้, เช่น อย่ารู้ดีไปหน่อยเลย.",
    "รู้ดีรู้ชั่ว": "ก. รู้ผลขั้นสุดท้าย, รู้ผลขั้นแตกหัก, เช่น หลังการชกพรุ่งนี้ก็จะรู้ดีรู้ชั่วว่าใครจะชนะ.",
    "รู้ตัว": "ก. รู้สึกตัว เช่น โดนล้วงกระเป๋าโดยไม่รู้ตัว, รู้มาก่อน เช่น ได้รับแต่งตั้งโดยไม่รู้ตัว, รู้เนื้อรู้ตัว ก็ว่า; รู้ล่วงหน้าว่าจะมีเหตุดีหรือร้ายแก่ตัว เช่น ผู้ร้ายรู้ตัวว่าจะถูกจับเลยชิงหนีไปเสียก่อน; รู้ว่าใครเป็นผู้ทำเรื่องใดเรื่องหนึ่ง เช่น รู้ตัวคนส่งบัตรสนเท่ห์ รู้ตัวคนส่งดอกไม้มาอวยพรวันเกิด.",
    "รู้ตื้นลึกหนาบาง": "ก. รู้ความเป็นไปของผู้อื่นอย่างละเอียด.",
    "รู้เต็มอก": "ก. รู้ความเป็นไปอย่างดี แต่ไม่อาจพูดออกมาได้ เช่น รู้เต็มอกว่าเขาไม่ซื่อสัตย์ แต่ก็บอกใครไม่ได้, รู้อยู่แก่ใจ รู้อยู่เต็มใจ หรือ รู้อยู่เต็มอก ก็ว่า.",
    "รู้ไต๋": "ก. รู้ความลับ, รู้ความในใจ, เช่น พอเขามาตีสนิทก็รู้ไต๋แล้วว่าต้องการอะไร.",
    "รู้ถึงหู": "ก. รู้เพราะมีคนบอก เช่น เรื่องนี้อย่าให้รู้ถึงหูเขานะ.",
    "รู้ทัน": "ก. รู้ถึงเหตุการณ์หรือความคิดของบุคคลอื่นไม่เพลี่ยงพล้ำเสียเปรียบ เช่น รู้ทันว่าน้ำจะท่วมจึงขนของหนีเสียก่อน รู้ทันความคิดของเพื่อนว่าจะหักหลังเรื่องผลประโยชน์, รู้เท่าทัน ก็ว่า.",
    "รู้ท่า": "ก. รู้ทันความคิด, รู้ว่าอีกฝ่ายหนึ่งคิดอย่างไร, เช่น เห็นหน้าน้องก็รู้ท่าว่าจะมาขอเงิน.",
    "รู้ที": "ก. รู้ชั้นเชิง, รู้เล่ห์เลี่ยม, เช่น มาบ่อย&#160;ๆ รู้ทีว่าคงจะประสงค์อะไรอย่างหนึ่ง.",
    "รูทีเนียม": "น. ธาตุลําดับที่ ๔๔ สัญลักษณ์ <f>Ru</f> เป็นโลหะ ลักษณะเป็นของแข็ง สีเงิน เปราะ หลอมละลายที่ ๒๓๑๐&#x00b0;ซ. ใช้ประโยชน์นําไปผสมกับโลหะอื่นให้เป็นโลหะเจือ. (อ. <f>ruthenium</f>).",
    "รู้เท่า": "ก. รู้สึกสภาพที่เป็นจริง, รู้ตามความเป็นจริง, เช่น รู้เท่าสังขาร; รู้ทัน เช่น รู้เท่าความคิดของผู้อื่น, รู้เท่าทัน ก็ว่า.",
    "รู้เท่าไม่ถึงการ": "ก. รู้ไม่ถึงว่าอะไรควรทำอะไรไม่ควรทำ.",
    "รู้เท่าไม่ถึงการณ์": "ก. เขลา, คาดไม่ถึงว่าจะเกิดเหตุร้ายขึ้น, เช่น รับฝากของโจรไว้โดยรู้เท่าไม่ถึงการณ์ว่าของนั้นเป็นของโจร.",
    "รู้น้อยพลอยรำคาญ": "(สํา) ก. รู้น้อยไม่เข้าใจ ทําให้เกิดความรําคาญใจ, มักพูดเข้าคู่กับ รู้มากยากนาน เป็น รู้มากยากนาน รู้น้อยพลอยรําคาญ.",
    "รู้เนื้อรู้ตัว": "ก. รู้ตัว เช่น ก่อนจะเข้าไปพบเขา ต้องบอกให้รู้เนื้อรู้ตัวเสียก่อน ผู้ร้ายเข้ามาโดยไม่รู้เนื้อรู้ตัว.",
    "รูบิเดียม": "น. ธาตุลําดับที่ ๓๗ สัญลักษณ์ <f>Rb</f> เป็นโลหะ ลักษณะเป็นของแข็ง เนื้ออ่อน สีขาว ไวต่อปฏิกิริยาเคมีอย่างยิ่ง หลอมละลายที่ ๓๘.๙&#x00b0;ซ. (อ. <f>rubidium</f>).",
    "รูป, รูป-": "[รูบ, รูบปะ-] น. สิ่งที่รับรู้ได้ด้วยตา เป็นขันธ์ ๑ ในขันธ์ ๕ คือ รูป เวทนา สัญญา สังขาร วิญญาณ, ร่าง เช่น โครงรูป, ร่างกาย เช่น รูปตัวคน รูปตัวสัตว์, เค้าโครง เช่น ขึ้นรูป, แบบ เช่น รูปสามเหลี่ยม รูปรี รูปไข่; ลักษณนามใช้เรียกพระภิกษุสามเณร เช่น พระรูปหนึ่ง สามเณร ๒ รูป.<2t>ส. คําใช้แทนตัวผู้พูด สําหรับพระภิกษุสามเณรพูดกับคฤหัสถ์, เป็นสรรพนามบุรุษที่ ๑. (ป., ส.).",
    "รูปการณ์": "น. ลักษณะของเรื่องราว, เค้ามูลของเรื่องราว, เช่น คดีนี้ดูรูปการณ์แล้วจะต้องแพ้ รูปการณ์บอกว่าบริษัทนี้จะเจริญต่อไปภายหน้า.",
    "รูปไข่": "น. มีรูปกลมรีอย่างไข่เป็ดไข่ไก่.",
    "รูปเงา": "(ศิลปะ) น. สิ่งที่เห็นแต่เพียงขอบนอก ส่วนพื้นภายในมืดทึบ เช่น เห็นรูปเงาของบ้านเรือน ๒ ฝั่งแม่น้ำเมื่อยามตะวันยอแสง, รูปที่เห็นย้อนแสง เช่น รูปเงาคนยืนขวางตะวัน.",
    "รูปโฉม": "น. รูปร่าง, ทรวดทรง, เช่น นางมีรูปโฉมงดงาม.",
    "รูปโฉมโนมพรรณ": "น. รูปร่างและผิวพรรณ เช่น นางในวรรณคดีมักมีรูปโฉมโนมพรรณงดงามยิ่ง.",
    "รูปชี": "(โบ) น. นักบวชหญิง.",
    "รูปฌาน": "[รูบปะชาน] น. ฌานมีรูปธรรมเป็นอารมณ์ มี ๔ คือ ปฐมฌาน ทุติยฌาน ตติยฌาน และจตุตถฌาน.",
    "รูปถ่าย": "น. ภาพที่บันทึกไว้ด้วยวิธีให้แสงผ่านฟิล์มรูปเป็นต้นลงบนแผ่นวัสดุไวแสง เช่น กระดาษอัดรูป แล้วนำไปล้างตามกรรมวิธีเพื่อให้รูปปรากฏ.",
    "รูปทรง": "น. ทรวดทรง สัณฐาน ประกอบด้วยความกว้าง หนาหรือลึก และสูง เช่น เรือลำนี้รูปทรงเพรียว; (ศิลปะ) สิ่งที่เห็นเป็นกลุ่มก้อนหรือเห็นแต่ ๒ ด้านขึ้นไป มีลักษณะจำกัดด้วยความกว้าง หนาหรือลึก และสูง เช่น รูปทรงพีระมิด.",
    "รูปธรรม": "[รูบปะทํา] น. สิ่งที่รู้ได้ทางตา หู จมูก ลิ้น กาย อันได้แก่ รูป เสียง กลิ่น รส และสิ่งที่สามารถสัมผัสได้ด้วยกาย, คู่กับ นามธรรม คือสิ่งที่รู้ได้เฉพาะทางใจเท่านั้น; สิ่งที่สามารถแสดงออกมาให้ปรากฏเป็นจริงเป็นจังมิใช่เป็นเพียงทฤษฎีเท่านั้น, สิ่งที่สามารถปฏิบัติได้, เช่น ต้องทําโครงการพัฒนาชนบทให้เป็นรูปธรรมด้วยการจัดให้มีนํ้ากินนํ้าใช้เป็นต้น. (ป.).",
    "รูปธรรมนามธรรม": "น. ลักษณะที่เป็นเองอย่างนั้นตามธรรมชาติ (ใช้แก่รูปร่างหน้าตาของคน) เช่น หน้าตาสวยหรือไม่สวยก็เป็นเรื่องของรูปธรรมนามธรรม.",
    "รูปแบบ": "น. รูปที่กำหนดขึ้นเป็นหลักหรือเป็นแนวซึ่งเป็นที่ยอมรับ เช่น รูปแบบร้อยกรอง; (ศิลปะ) สิ่งที่แสดงให้เห็นว่าเป็นเช่นนั้น&#160;ๆ อย่างรูปคน รูปบ้าน รูปปลา รูปใบไม้ เช่น รูปแบบผู้หญิง รูปแบบเป็ด รูปแบบวัด.",
    "รูปพยัญชนะ": "น. ตัวอักษรที่ใช้แทนเสียงพยัญชนะ เช่น ก ข, พยัญชนะ ก็เรียก.",
    "รูปพรรณ": "[รูบปะพัน] น. ลักษณะ, รูปร่างและสี, เช่น รูปพรรณวัว รูปพรรณควาย; เงินทองที่ทําเป็นเครื่องประดับ เช่น เงินรูปพรรณ ทองรูปพรรณ.",
    "รูปพรรณสัณฐาน": "น. รูปร่างลักษณะ เช่น เขามีรูปพรรณสัณฐานอย่างไร สูงหรือต่ำ ดำหรือขาว.",
    "รูปพรหม": "น. เทพในพรหมโลกตามคติพระพุทธศาสนา เป็นจำพวกมีรูป มี ๑๖ ชั้น, คู่กับ อรูปพรหม. <i>(ดู พรหม, พรหม-)</i>.",
    "รูปภพ": "[รูบปะพบ] น. ภพของผู้ที่ได้รูปฌาน ๔, รูปภูมิ ก็ว่า.",
    "รูปภาพ": "น. รูปที่วาดหรือเขียนขึ้นเป็นต้น เช่น เขาเปิดร้านขายรูปภาพ มีทั้งภาพสีน้ำมันและสีน้ำ; (ศิลปะ) สิ่งที่ปรากฏบนพื้น กระดาษ ผนัง ผ้าใบ เป็นต้น เกิดขึ้นจากการวาดหรือระบายสีเป็นภาพคน ภาพสัตว์ ภาพทิวทัศน์ เป็นต้น.",
    "รูปร่าง": "น. ลักษณะร่างกาย เช่น เขามีรูปร่างสูงโปร่ง, ทรวดทรง, ทรง, เช่น หลังคานี้รูปร่างเหมือนเก๋งจีน; (ศิลปะ) สิ่งที่เห็นแต่เพียงขอบนอกเป็นกำหนด มีลักษณะจำกัดเพียงความกว้างกับสูง เช่น รูปร่างพื้นฐาน ได้แก่ รูปสามเหลี่ยม รูปสี่เหลี่ยม รูปวงกลม เป็นต้น.",
    "รูปลอก": "น. ภาพบนแผ่นกระดาษเป็นต้น เมื่อนํามาปิดบนพื้นแล้วลอกกระดาษออก จะทําให้ภาพติดอยู่บนพื้นนั้น&#160;ๆ.",
    "รูปสมบัติ": "[รูบปะสมบัด, รูบสมบัด] น. รูปงาม เช่น เขามีทั้งรูปสมบัติ คุณสมบัติ และทรัพย์สมบัติ.",
    "รูปสระ": "น. ตัวอักษรที่ใช้แทนเสียงสระ เช่น ะ า, สระ ก็เรียก.",
    "รูปหล่อ": "ว. มีรูปงาม (มักใช้แก่ผู้ชาย).",
    "รูปเหลี่ยม": "น. รูปที่มีด้านโดยรอบเป็นเส้นตรงอย่างน้อย ๓ เส้น ปลายเส้นจดกัน.",
    "รูปิยะ": "น. เงินตรา. (ป.).",
    "รูปี": "น. ชื่อหน่วยเงินตราอินเดีย.",
    "รู้มลัก, รู้มลาก": "[-มะ-] ก. รู้มากอย่าง, เข้าใจมาก.",
    "รู้มาก": "ก. เอาเปรียบ.",
    "รู้มากยากนาน": "(สํา) ก. รู้มากเกินไปจนทําให้ยุ่งยากใจ, มักพูดเข้าคู่กับ รู้น้อยพลอยรําคาญ เป็น รู้มากยากนาน รู้น้อยพลอยรําคาญ.",
    "รู้ไม่จริง": "ก. รู้ไม่ถ่องแท้, รู้ไม่มากพอ, เช่น เขาชอบเล่าเรื่องส่วนตัวของเพื่อน&#160;ๆ ทั้ง&#160;ๆ ที่รู้ไม่จริง.",
    "รู้ไม่ถึง": "ก. รู้ไม่ลึกซึ้งพอ เช่น หลักธรรมะขั้นสูงเช่นนี้ ฉันยังรู้ไม่ถึง.",
    "รู้ยาวรู้สั้น": "(สํา) ก. รู้จักผ่อนสั้นผ่อนยาว.",
    "รู้รส": "ก. รู้สึกถึงผลที่ได้รับ (มักใช้ในทางไม่ดี) เช่น ถ้าเด็กดื้อต้องตีเสียบ้าง จะได้รู้รสไม้เรียว ฉันเพิ่งรู้รสความหิว.",
    "รู้เรื่อง": "ก. เข้าใจเรื่อง (มักใช้ในความปฏิเสธ) เช่น พูดเท่าไร&#160;ๆ ก็ไม่รู้เรื่อง.",
    "รูเล็ตต์": "น. ชื่อการพนันชนิดหนึ่ง เจ้ามือใช้ลูกงากลมใส่ในวงล้อที่หมุนอย่างเร็ว วงล้อนั้นแบ่งเป็นช่อง&#160;ๆ สีแดงสลับดํา มีเลขกํากับทุกช่อง ผู้เล่นจะต้องแทงว่าลูกกลมนั้นจะตกที่ช่องใด โดยจะแทงแต่ละหมายเลขหรือจะแทงเป็นกลุ่ม เช่น กลุ่มเลข คู่-คี่ กลุ่มเลข สูง-ตํ่า หรือจะแทงสีก็ได้. (อ. <f>roulette</f>).",
    "รู้แล้วรู้รอด": "ก. เสร็จสิ้นกันที เช่น เรื่องนี้จะว่าอย่างไรก็ว่ากัน จะได้รู้แล้วรู้รอดไปเสียที.",
    "รู้ไว้ใช่ว่า ใส่บ่าแบกหาม": "(สํา) ก. เรียนรู้ไว้ไม่หนักเรี่ยวหนักแรงหรือเสียหายอะไร.",
    "รู้สำนึก": "ก. รู้สึกตัวว่าผิด เช่น ถูกลงโทษอย่างหนักแล้วยังไม่รู้สำนึก.",
    "รู้สึก": "ก. รู้ตัว เช่น ย่องไปข้างหลังอย่าให้เขารู้สึก หลับเป็นตายปลุกเท่าไรก็ไม่รู้สึก, รู้ด้วยการสัมผัส เช่น รู้สึกร้อน รู้สึกหนาว, รู้สำนึก เช่น เขารู้สึกตัวว่าทำผิด, เกิดอาการที่รู้ว่าเป็นสุขหรือทุกข์ เช่น รู้สึกสนุก รู้สึกซาบซึ้ง รู้สึกมึนศีรษะ, เกิดสังหรณ์ขึ้นในใจ เช่น รู้สึกว่าจะมีใครมาหา, มีแนวโน้มให้สันนิษฐานหรือคาดคะเนว่าจะมีอะไรเกิดขึ้น เช่น รู้สึกว่าสินค้าเกษตรจะมีราคาตกต่ำในปีนี้ ในที่สุดต้องยกเลิกเรื่องบางเรื่องเพราะรู้สึกว่าจะไปไม่รอด.",
    "รู้เส้น": "ก. รู้ใจ เช่น เขารู้เส้นนายดี ลูกเขยรู้เส้นพ่อตาว่าชอบกินเหล้า.",
    "รู้ไส้": "ก. รู้ความในหรือเรื่องส่วนตัวของผู้อื่นเป็นอย่างดี (มักใช้เกี่ยวกับฐานะการเงิน).",
    "รู้หนเหนือหนใต้": "ก. รู้ทิศทาง, รู้จักหนทาง, (มักใช้ในความปฏิเสธ) เช่น เดี๋ยวนี้บ้านเมืองเปลี่ยนแปลงไปมากแล้วไม่รู้หนเหนือหนใต้, โดยปริยายหมายความว่า ไม่รู้เรื่อง เช่น ทำงานใหม่&#160;ๆ ไม่รู้หนเหนือหนใต้, รู้เหนือรู้ใต้ ก็ว่า.",
    "รู้หลบเป็นปีก รู้หลีกเป็นหาง": "(สํา) ก. รู้จักเอาตัวรอดหรือปรับตัวให้เข้ากับเหตุการณ์.",
    "รู้หาญรู้ขลาด": "(สํา) ก. กล้าในที่ควรกล้า กลัวในที่ควรกลัว.",
    "รู้เห็น": "ก. รู้และเห็นเหตุการณ์ด้วยตนเอง เช่น เขาเป็นพยานที่รู้เห็น.",
    "รู้เห็นเป็นใจ": "ก. รู้เห็นเหตุการณ์และให้ความร่วมมือร่วมใจด้วย เช่น เขารู้เห็นเป็นใจกับโจร.",
    "รู้เหนือรู้ใต้": "ก. รู้ทิศทาง, รู้จักหนทาง, (มักใช้ในความปฏิเสธ) เช่น เดี๋ยวนี้บ้านเมืองเปลี่ยนแปลงมาก ไปแล้วไม่รู้เหนือรู้ใต้, โดยปริยายหมายความว่า ไม่รู้เรื่อง เช่น ทำงานใหม่&#160;ๆ ไม่รู้เหนือรู้ใต้, รู้หนเหนือหนใต้ ก็ว่า.",
    "รู้อย่างเป็ด": "(สํา) ก. รู้ไม่จริงสักอย่างเดียว.",
    "รู้อยู่": "ว. เลี้ยงง่าย, ไม่อ้อน, ใช้แก่เด็กเล็ก&#160;ๆ ว่า เด็กรู้อยู่; (ปาก) โดยปริยายหมายความถึงคนหรือสัตว์เลี้ยงบางชนิดที่ไม่ชอบเที่ยวเตร่.",
    "รู้อยู่แก่ใจ": "ก. รู้ซึ้งอยู่ในใจของตน เช่น รู้อยู่แก่ใจว่าเพื่อนเป็นคนโกงแล้วยังคบกันอยู่ได้.",
    "รู้เองเป็นเอง": "ก. ว่าแต่ผู้อื่น ตัวเองก็ทําเช่นนั้น, ทํานองเดียวกับ ว่าแต่เขาอิเหนาเป็นเอง.",
    "เร่": "ก. เที่ยวไปไม่ประจําเป็นตําแหน่งแห่งที่ (ใช้แก่การค้าย่อย หรือรับจ้างขนส่งซึ่งไม่ประจําที่) เช่น เร่ขายของ, เตร่, เดินไปเดินมาอย่างไม่มีจุดหมาย, เช่น เร่ไปคุยที่โต๊ะโน้นบ้างโต๊ะนี้บ้าง, อาการที่หันเหและเวียนเคลื่อนที่จากจุดเดิมไปสู่อีกที่หนึ่ง เช่น เดินกลับบ้านเห็นคนเล่นหมากรุกก็เลยเร่ไปเล่นด้วย.<2t>ว. ที่ไม่อยู่ประจำเป็นตำแหน่งแห่งที่ เช่น พ่อค้าเร่, เรียกละครที่มิได้อยู่แสดงประจำที่ว่า ละครเร่, เรียกเรือที่ตระเวนขายของต่าง&#160;ๆ ไปตามแม่น้ำลำคลองว่า เรือเร่, เรียกพ่อค้าแม่ค้าที่หาบของขายไปเรื่อย&#160;ๆ ไม่อยู่ประจำที่ว่า พ่อค้าหาบเร่ แม่ค้าหาบเร่, เรียกสั้น&#160;ๆ ว่า หาบเร่.",
    "เรข, เรขา": "ก. เขียน.<2t>ว. ดังเขียน, งาม. (ป., ส. เรขา ว่า ลาย, เส้น).",
    "เรขาคณิต": "(คณิต) น. คณิตศาสตร์แขนงหนึ่งที่ว่าด้วยการจําแนกประเภท สมบัติ และโครงสร้างของเซตของจุดที่เรียงกันอย่างมีระเบียบตามกฎเกณฑ์ที่กําหนดให้เป็นรูปทรงต่าง&#160;ๆ เช่น เส้นตรง วงกลม รูปสามเหลี่ยม ระนาบ รูปกรวย.",
    "เรขาคณิตบริสุทธิ์": "(คณิต) น. เรขาคณิตที่ใช้กฎเกณฑ์ของระบบตรรกศาสตร์โดยเริ่มต้นจากบทนิยามและสัจพจน์ที่เกี่ยวกับรูปทรงมาเรียบเรียงให้เป็นทฤษฎีบท แล้วอนุมานผลลัพธ์จากทฤษฎีบท.",
    "เรขาคณิตวิเคราะห์": "(คณิต) น. เรขาคณิตที่ใช้สมการมาควบคุมเซตของจุดที่เรียงกันเป็นรูปทรงต่าง&#160;ๆ แล้วอนุมานผลลัพธ์จากการแก้สมการนั้น&#160;ๆ พร้อมทั้งการแปลความหมายด้วย.",
    "เร็ง": "ว. เร็ว, ถี่.",
    "เร่ง": "ก. รีบ เช่น เร่งปักผ้าเช็ดหน้าให้ทันงาน เร่งตรวจข้อสอบ, บังคับให้เร็ว, บอกเตือนให้รีบปฏิบัติ, เช่น เร่งคนงานให้ทำงานให้ทันเวลา เร่งลูกให้แต่งตัวไปโรงเรียน.",
    "เร้ง": "ก. เร่ง.",
    "เร่งเครื่อง": "ก. เพิ่มความเร็วของเครื่องจักรให้สูงขึ้น, เหยียบคันเร่งรถยนต์เพื่อให้รถแล่นเร็วขึ้น.",
    "เร่งด่วน": "ว. รวดเร็วมาก, รวดเร็วยิ่ง, เช่น งานนี้ต้องทำอย่างเร่งด่วนให้เสร็จภายใน ๑๒ ชั่วโมง ย้ายเร่งด่วนภายใน ๒๔ ชั่วโมง.",
    "เร่งฝีเท้า": "ก. เดินหรือวิ่งให้เร็วขึ้น.",
    "เร่งมือ": "ก. เร่งทำให้เร็วขึ้น.",
    "เร่งรัด": "ก. เร่งอย่างกวดขัน เช่น เร่งรัดลูกหนี้ให้ใช้เงินคืน.<2t>ว. เรียกหลักสูตรที่เร่งให้เรียนจบภายในกำหนดเวลาที่เร็วขึ้นว่า หลักสูตรเร่งรัด.",
    "เร่งร่าย": "ก. รีบไป.",
    "เร่งรีบ": "ก. รีบด่วน.",
    "เร่งเร้า": "ก. รบเร้าให้รีบทำ, รบเร้าให้ทำโดยเร็ว, เช่น เขายังไม่พร้อมที่จะแต่งงาน ก็อย่าเพิ่งไปเร่งเร้าเขาเลย เกษตรกรเร่งเร้าให้ทางการช่วยเหลือก่อนที่พืชผลจะเสียหาย.",
    "เร่งวันเร่งคืน": "ก. อยากให้ถึงวันที่กำหนดโดยเร็ว เช่น เด็ก&#160;ๆ เร่งวันเร่งคืนให้ถึงวันปิดเทอม.",
    "เรณุ, เรณู": "น. ละออง, ละอองเกสร, นวลละอองเกสรดอกไม้. (ป., ส. เรณุ).",
    "เรณุก": "น. เรณุ.",
    "เรดอน": "น. ธาตุลําดับที่ ๘๖ สัญลักษณ์ <f>Rn</f> เป็นแก๊สกัมมันตรังสีที่มีปรากฏในธรรมชาติ ลักษณะเป็นแก๊สเฉื่อย. (อ. <f>radon</f>).",
    "เรดาร์": "น. ระบบการใช้ไมโครเวฟเพื่อหาตําแหน่งที่อยู่แสดงเอกลักษณ์ หรือนําทิศทางของวัตถุที่เคลื่อนที่ เช่น เรืออากาศยาน ดาวเทียม จรวด. (อ. <f>radar</f>).",
    "เรเดียม": "น. ธาตุลําดับที่ ๘๘ สัญลักษณ์ <f>Ra</f> เป็นธาตุกัมมันตรังสีที่มีปรากฏในธรรมชาติ เป็นโลหะที่หายากมาก หลอมละลายที่ ๗๐๐&#x00b0;ซ. ใช้ประโยชน์ในทางแพทย์สําหรับรักษาโรคมะเร็ง. (อ. <f>radium</f>).",
    "เร้น": "ก. หลบให้ลับตาคน, แฝง, เช่น เร้นกายเข้าไปในความมืด เร้นเข้าไปในถ้ำไม่ให้คนเห็น, หลีกให้พ้นจากผู้คนเพื่อหาความวิเวก เช่น พระภิกษุหลีกไปเร้นอยู่ในป่า.",
    "เร้นลับ": "ว. เหลือรู้เหลือเห็น เหลือที่จะเข้าใจ เช่น ซ่อนสมบัติไว้ในที่เร้นลับ เชื่อกันว่าเมืองลับแลเป็นเมืองที่เร้นลับ.",
    "เรรวน": "ว. เปลี่ยนไปเปลี่ยนมาไม่แน่นอน เช่น จิตใจเรรวน ใจคอเรรวน, รวนเร ก็ว่า.",
    "เร่ร่อน, เร่ร่าย": "ก. อยู่หรือไปไม่เป็นตำแหน่งแห่งที่ เช่น พ่อแม่ตายก็ต้องเร่ร่อนหาที่พักพิงไปเรื่อย&#160;ๆ.<2t>ว. ที่อยู่ไม่เป็นตำแหน่งแห่งที่ เช่น คนเร่ร่อน, ร่อนเร่ ก็ว่า.",
    "เรไร ๑": "น. ชื่อจักจั่นสีนํ้าตาลหลายชนิดในสกุล <f><i>Pomponia, Tosena</i></f> และสกุลอื่น&#160;ๆ ในวงศ์ <f>Cicadidae</f> ส่วนใหญ่ตัวค่อนข้างโต ตัวผู้มีอวัยวะพิเศษทําให้เกิดเสียงสูงและตํ่ามีกังวานสลับกันไปได้หลายระดับ ชนิดที่โตที่สุดซึ่งพบได้ง่ายในประเทศไทย คือ ชนิด <f><i>P. intermedia</i></f>.",
    "เรไร ๒": "น. เครื่องดนตรีชนิดหนึ่งทําด้วยไม้ซางอันเดียว มีเต้าสําหรับเป่า.",
    "เรไร ๓": "น. ชื่อขนมชนิดหนึ่งทำด้วยแป้งข้าวเจ้า เส้นเล็ก&#160;ๆ คล้ายซ่าหริ่ม จับให้เป็นกลุ่มเล็ก&#160;ๆ คล้ายรังนก โรยหน้าด้วยมะพร้าวขูด น้ำตาลทราย งา หยอดด้วยกะทิ.",
    "เร็ว, เร็ว ๆ": "ว. ไว เช่น กินเร็ว หายเร็ว&#160;ๆ, รีบ เช่น เร็วเข้า เร็ว&#160;ๆ หน่อย, ด่วน, ไม่ชักช้า, เช่น ขอให้มาโดยเร็ว.",
    "เร่ว": "น. ชื่อไม้ล้มลุกมีเหง้าหลายชนิดหลายสกุลในวงศ์ <f>Zingiberaceae</f> ต้นคล้ายข่า เช่น เร่วใหญ่ <f>(<i>Amomum xanthioides</i> Wall.)</f> ผลใช้ทํายา.",
    "เร็ว ๆ นี้": "ว. ไม่นาน (ใช้แก่อดีต) เช่น เขามาถึงเมื่อเร็ว&#160;ๆ นี้ เขาเพิ่งบรรลุนิติภาวะเร็ว&#160;ๆ นี้, ไม่ช้า (ใช้แก่อนาคต) เช่น เขาจะมาถึงเร็ว&#160;ๆ นี้ เขาจะแต่งงานเร็ว&#160;ๆ นี้.",
    "เรวดี": "น. ดาวฤกษ์ที่ ๒๗ มี ๑๖ ดวง เห็นเป็นรูปหญิงท้อง, ดาวปลาตะเพียน หรือ ดาวนาง ก็เรียก. (ป., ส. เรวตี).",
    "เรอ": "ก. อาการที่ลมในกระเพาะพุ่งออกทางปาก มักมีเสียงดังออกมาด้วย.",
    "เร่อ": "ว. เรื่อย, เฉื่อย; เซ่อ.",
    "เร่อร่า": "ว. อาการที่แต่งกายรุ่มร่ามเกินพอดี เช่น เขาแต่งตัวเร่อร่าผิดกาลเทศะ, ซุ่มซ่าม เช่น เขาเดินเร่อร่าออกไปกลางถนนเลยถูกรถชน, เซ่อซ่า เช่น เขาเร่อร่าเข้าไปอยู่กับพวกเล่นการพนันเลยถูกจับไปด้วย, เก้งก้าง เช่น เขาเป็นคนท่าทางเร่อร่าอย่างนั้นเอง, กะเร่อกะร่า กะเล่อกะล่า หรือ เล่อล่า ก็ว่า.",
    "เรา": "สรรพนามบุรุษที่ ๑ เป็นคำแทนตัวผู้พูด จะเป็นคนเดียวหรือหลายคนก็ได้ ถ้าผู้พูดเป็นคนคนเดียว อาจพูดแทนคนอื่น&#160;ๆ รวมทั้งตัวเองด้วย เช่น เราทุกคนเป็นคนไทย หรืออาจพูดกับผู้ที่มีฐานะเสมอกัน เช่น เรามีความเห็นอย่างนี้ เธอมีความเห็นอย่างไร หรืออาจพูดกับผู้ที่มีฐานะต่ำกว่า เช่น อธิบดีพูดกับนักการว่า ปีนี้เราจะขึ้นเงินเดือนให้ ๒ ขั้น, สรรพนามบุรุษที่ ๒ เป็นคำใช้สำหรับผู้มีอำนาจหรือผู้ใหญ่พูดกับผู้น้อย เช่น เจ้าหน้าที่ถามผู้ต้องหาว่า เราจะรับสารภาพไหม.",
    "เร่า, เร่า ๆ": "ว. สั่นระรัว, ไหวถี่&#160;ๆ, เช่น ดิ้นเร่า&#160;ๆ, อาการที่ซอยเท้าถี่&#160;ๆ ด้วยความโกรธเป็นต้น เช่น เต้นเร่า&#160;ๆ, เรื่อย&#160;ๆ ไม่หยุดเสียง เช่น นกกาเหว่าเร่าร้อง.",
    "เร้า": "ก. กระตุ้นเตือน เช่น เร้าอารมณ์; ปลุกใจ เช่น พูดเร้าใจ.<2t>ว. ที่กระตุ้นเตือน เช่น สิ่งเร้า.",
    "เร่าร้อน": "ก. กลัดกลุ้มด้วยร้อนใจ.",
    "เราะ ๑": "น. ไม้ไผ่เป็นต้นเหลาเป็นซี่กลม&#160;ๆ ถักให้ติดกันเป็นผืน สําหรับล้อมปลา.",
    "เราะ ๒": "ก. เคาะหรือต่อยริมออกทีละน้อยเพื่อให้ได้รูปตามต้องการ เช่น เอาไม้เราะตาตุ่ม เวลาเดินลงส้น เราะกระเบื้อง เราะปากขวด, กะเทาะให้แตกออกจากกัน เช่น เราะถั่วทอง, เคาะให้หลุด เช่น เราะสนิม; เดินระผ่านเสาหรือหลักที่ปักไว้เป็นแถวเพื่อหาทางเข้าออกเป็นต้น เช่น เราะรั้ว เราะกำแพง.",
    "เราะราย": "ว. ชอบพูดจาชวนหาเรื่องไม่เลือกหน้า, มักพูดชวนทะเลาะทั่วไป เช่น พูดจาเราะราย ปากเปราะเราะราย ปากคอเราะราย.",
    "เราะร้าย": "ก. พูดมากหยาบคาย, พูดไม่เพราะ.",
    "เราะสะเก็ด": "ก. เฆี่ยนซ้ำที่เดิม เช่น ถ้าทำผิดอีก จะถูกเราะสะเก็ด.",
    "เริง": "ว. ระเริง, ร่าเริง.",
    "เริงใจ": "ว. รู้สึกสนุกสนานเบิกบานใจ.",
    "เริงรมย์": "ว. ที่ทำให้รื่นเริงหรือบันเทิงใจ เช่น หนังสือเริงรมย์ สถานเริงรมย์.",
    "เริด ๑": "ก. ค้าง เช่น สร้างโบสถ์หลายปีแล้วยังเริดอยู่; ร้าง, ละเลย, เช่น ต่างคนต่างเริดกันไป.",
    "เริด ๒": "ว. เรียกอาการที่นอนตาค้างหรือนอนไม่หลับว่า นอนตาเริด; เรียกอาการที่วิ่งมาอย่างเร็วด้วยความตื่นเต้นหรือกลัวเป็นต้นว่า วิ่งหน้าเริด; ร่นสูงขึ้นมามากเช่น นั่งกระโปรงเริดเลยหัวเข่า, (ปาก) สวยมากเป็นพิเศษ เช่น แต่งตัวเสียเริด.",
    "เริดรา": "ก. ค่อย&#160;ๆ เลิกกันไป.",
    "เริดร้าง": "ก. ค่อย&#160;ๆ เหินห่างและทอดทิ้งไปในที่สุด.",
    "เริม": "น. ชื่อโรคติดเชื้อไวรัสชนิดหนึ่ง ขึ้นเป็นเม็ดเล็ก&#160;ๆ พองใสติดกันเป็นกลุ่ม มีอาการคัน ปวดแสบปวดร้อน.",
    "เริ่ม": "ก. ตั้งต้นมี เป็น หรือลงมือกระทํา.",
    "เริ้ม": "ว. สั่นไปทั้งตัว เช่น ตัวสั่นเริ้ม, เทิ้ม ก็ว่า.",
    "เริ่มต้น": "ก. ตั้งต้น, ขึ้นต้น, เช่น เขาเริ่มต้นถักเสื้อตัวใหม่แล้ว ครูเริ่มต้นแต่งคำประพันธ์.",
    "เริ่มแรก": "ว. แรกเกิดขึ้น, ตั้งแต่ต้น, เช่น งานเริ่มแรกของเขาคือรับราชการ เริ่มแรกที่สร้างหมู่บ้านยังไม่มีวัด, แรกเริ่ม ก็ว่า.",
    "เริศร้าง": "(กลอน) ก. ละเลยไป, ห่างเหินไป.",
    "เรี่ย, เรี่ย ๆ": "ว. เฉียดใกล้ในแนวนอน เช่น นกบินเรี่ยน้ำ เครื่องบินบินเรี่ยยอดไม้ น้ำขึ้นมาเรี่ย&#160;ๆ พื้น.",
    "เรี้ย ๆ": "ว. เร็ว&#160;ๆ เช่น กระรอกไต่ไม้เรี้ย&#160;ๆ.",
    "เรียก": "ก. เปล่งเสียงเพื่อให้มาหรือให้ไปเป็นต้น เช่น แม่เรียกให้มาทำการบ้าน ช่วยเรียกสุนัขไปเสียที, ออกชื่อ เช่น ครูเรียกมาลีให้มาหา, เชิญ เช่น เรียกประชุม เรียกหมอ เรียกน้ำ เรียกลม; ให้ชื่อ เช่น น้ำที่ทำให้แข็งเรียกว่าน้ำแข็ง ภาชนะอย่างนี้เรียกว่าถ้วย; กำหนดเอา, ร้องเอา, เช่น หมอเรียกค่ารักษาพยาบาล โจทก์เรียกค่าเสียหาย รัฐบาลเรียกเก็บภาษี; (ปาก) ชวนให้มีอาการเช่นนั้น เช่น เรียกน้ำตา เรียกเสียงตบมือ.",
    "เรียกขวัญ": "ก. เชิญขวัญให้มาอยู่กับเนื้อกับตัวโดยมีหมอขวัญทำพิธี.",
    "เรียกคืน": "ก. ทวงคืน เช่น ฉันเรียกคืนเงินมัดจำจากบริษัท.",
    "เรียกตัว": "ก. สั่งให้มาปรากฏตัว, สั่งให้มารายงานตัว, เช่น พ่อเรียกตัวให้กลับจากต่างประเทศ ศาลเรียกตัวให้ไปเป็นพยาน.",
    "เรียกเนื้อ": "ก. ทําให้เนื้อดีงอกขึ้นมาในที่ที่เป็นแผล เช่น ยานี้เรียกเนื้อได้ดี; ทำให้อ้วน, ทำให้สมบูรณ์, เช่น เชื่อกันว่าอาบน้ำให้เด็กอ่อนบ่อย&#160;ๆ เรียกเนื้อได้ดี.",
    "เรียกร้อง": "ก. ร้องขอแกมบังคับให้ทำหรือให้งดการกระทำ เช่น เรียกร้องขอความเป็นธรรม เรียกร้องขอความเห็นใจ.",
    "เรียกหา": "ก. ร้องหา เช่น ลูกเรียกหาแม่ทั้งคืน คนไข้เรียกหาหมอ.",
    "เรียง": "ก. จัดให้เป็นแถวหรือเป็นลำดับเป็นต้น เช่น จัดแถวหน้ากระดานเรียงสอง เข้าแถวเรียงตามลำดับไหล่ เรียงไข่ใส่ตะกร้า; ลักษณนามเรียกพลูที่เอามาเรียงซ้อนกันประมาณ ๗-๘ ใบ เช่น พลูเรียงหนึ่ง พลู ๒ เรียง. (ในบทกลอนแผลงเป็น ระเรียง หรือ รันเรียง ก็มี).",
    "เรียง ๆ": "ว. จวนจะคํ่า. (อะหม เรง ว่า ล่าไป).",
    "เรียงความ": "ก. นำข้อความต่าง&#160;ๆ มาแต่งเรียบเรียงให้เป็นเรื่องเป็นราว, แต่งหนังสือในลักษณะที่ใช้พูดหรือเขียนกันเป็นสามัญ ต่างจากลักษณะที่แต่งเป็นร้อยกรอง.<2t>น. เรื่องที่นำข้อความต่าง&#160;ๆ มาแต่งเรียบเรียงขึ้น.",
    "เรียงตัว": "ว. ทีละคน&#160;ๆ ตามลำดับ เช่น เรียกมาสัมภาษณ์เรียงตัว.",
    "เรียงเบอร์": "(ปาก) น. ใบตรวจสลากกินแบ่งรัฐบาลที่ถูกรางวัล เรียงตามลำดับหมายเลข.",
    "เรียงพิมพ์": "ก. เอาตัวพิมพ์มาเรียงตามต้นฉบับเพื่อตีพิมพ์.",
    "เรียงพี่เรียงน้อง": "ว. เป็นลูกพี่ลูกน้องกันตามลำดับศักดิ์ คือผู้เป็นพี่มีบุตร บุตรนั้นเรียกว่าลูกผู้พี่ น้องมีบุตร บุตรนั้นเรียกว่าลูกผู้น้อง บุตรทั้งสองฝ่ายนั้นเรียกว่า เรียงพี่เรียงน้องกัน.",
    "เรียงเม็ด": "(ปาก) ก. ย่อย เช่น ข้าวยังไม่ทันเรียงเม็ดเลย ไปวิ่งเล่นแล้ว.",
    "เรียงรัน": "ก. เรียงเป็นระเบียบ.",
    "เรียงราย": "ก. เรียงติดต่อกันไปเป็นระยะ&#160;ๆ เช่น ต้นมะขามเรียงรายรอบสนามหลวง นักเรียนเข้าแถวเรียงรายไปตามถนน.",
    "เรียงหน้ากระดาน": "ก. เรียงไหล่หันหน้าไปทางเดียวกันเป็นแนวยาว เช่น จัดแถวเรียงหน้ากระดาน.",
    "เรียงหมอน": "น. ชื่อดิถีเนื่องในพิธีส่งตัวบ่าวสาวเข้าหอ กําหนดตามวันทางจันทรคติ.",
    "เรียด ๑": "ก. เฉียดผิว&#160;ๆ เช่น ทอยกระเบื้องเรียดนํ้า กระดานใบแล่นเรียดผิวน้ำ; ไม่มียกเว้น เช่น เก็บค่าดูเรียดแม้แต่เด็กเล็ก&#160;ๆ.",
    "เรียด ๒": "น. เครื่องมือสำหรับชักหวายให้เป็นเส้นกลมขนาดต่าง&#160;ๆ ทำด้วยแผ่นโลหะเจาะรูตามขนาดที่ต้องการ.",
    "เรียน ๑": "ก. เข้ารับความรู้จากผู้สอน, รับการฝึกฝนอบรมเพื่อให้เกิดความรู้ความเข้าใจหรือความชำนาญ, เช่น เรียนหนังสือ เรียนวิชาความรู้, ฝึกให้เกิดความรู้ความเข้าใจจนเป็นหรือมีความชำนาญ เช่น เขาเรียนแก้พัดลมด้วยตนเอง; บอก, แจ้ง, (มักใช้แก่ผู้ที่อยู่ในตำแหน่งสูงกว่าหรือเสมอกัน) เช่น จึงเรียนมาเพื่อทราบ จึงเรียนมาเพื่อโปรดพิจารณา เรียนผู้อำนวยการว่ามีคนขอพบ; คำขึ้นต้นจดหมายหรือที่ใช้ในการจ่าหน้าซองในหนังสือราชการที่เขียนถึงบุคคลทั่วไป หรือจดหมายส่วนตัวที่บุคคลธรรมดาเขียนถึงกันเพื่อแสดงความนับถือ.",
    "เรียน ๒": "ใช้เป็นคำประกอบหน้ากริยาอื่นเพื่อแสดงความสุภาพ เช่น เรียนถาม เรียนเชิญ.",
    "เรียนปฏิบัติ": "ก. ขอหารือต่อผู้ใหญ่ เช่น เรียนปฏิบัติมาเพื่อโปรดพิจารณาแนะนำ.",
    "เรียนผูกต้องเรียนแก้": "(สํา) ก. รู้วิธีทําก็ต้องรู้วิธีแก้ไข, รู้กลอุบายทุกทาง ทั้งทางก่อและทางแก้.",
    "เรียนรู้": "ก. เข้าใจความหมายของสิ่งใดสิ่งหนึ่งโดยประสบการณ์.",
    "เรียนลัด": "ก. เรียนตามหลักสูตรเร่งรัดเพื่อให้จบเร็วกว่าปรกติ.",
    "เรียบ": "ว. ไม่ขรุขระ เช่น พื้นเรียบ, ราบ เช่น กระเบื้องแผ่นเรียบ ฝาผนังเรียบไม่มีลวดลาย, เป็นระเบียบ เช่น จัดบ้านเรียบ, ไม่ยุ่ง เช่น หวีผมเรียบ, ไม่ยับ เช่น รีดเสื้อเรียบ; (ปาก) เกลี้ยง, หมด, ไม่เหลือ, เช่น กินเรียบ กวาดเรียบ ตายเรียบ.",
    "เรียบ ๆ": "ว. เป็นไปตามธรรมดาสามัญ, ไม่โลดโผน, เช่น ใช้ชีวิตเรียบ&#160;ๆ; ไม่ฉูดฉาด เช่น แต่งตัวเรียบ&#160;ๆ.",
    "เรียบร้อย": "ว. สุภาพ เช่น พูดจาเรียบร้อย กิริยามารยาทเรียบร้อย; เป็นระเบียบ เช่น จัดห้องเรียบร้อย, มีระเบียบ เช่น ทำงานเรียบร้อย, ประณีต เช่น เย็บผ้าเรียบร้อย; เสร็จ เช่น กินข้าวมาเรียบร้อยแล้ว; สงบราบคาบ เช่น สถานการณ์บ้านเมืองเรียบร้อย.",
    "เรียบเรียง": "ก. แต่ง เช่น เรียบเรียงข้อความ เรียบเรียงถ้อยคำ, ตกแต่งถ้อยคำให้สละสลวยและเรียงลำดับความให้ชัดเจน เช่น แปลและเรียบเรียงหนังสือ, จัดเสียงเพิ่มเติมจากทำนองที่มีอยู่แล้วตามหลักวิชาการดนตรีเพื่อให้บทเพลงไพเราะขึ้น ในความว่า เรียบเรียงเสียงประสาน.",
    "เรียบวุธ": "ก. ถืออาวุธอยู่ในท่าเรียบ คือ ถือปืนแนบอยู่ทางขวา ส้นปืนจดดิน, เลือนมาจาก เรียบอาวุธ.<2t>(ปาก) ว. หมดเกลี้ยง เช่น กินเสียเรียบวุธเลย.",
    "เรียม": "ส. คําใช้แทนตัวผู้พูด สําหรับผู้ชายพูดกับผู้หญิงที่รัก, เป็นสรรพนามบุรุษที่ ๑. [ข. (ราชา) เริ่ยม = พี่].",
    "เรี่ยม": "ว. สะอาด, หมดจด, เอี่ยมอ่อง, เช่น แต่งตัวเรี่ยม หน้าตาเรี่ยม ขัดพื้นเสียเรี่ยม; วิเศษ, ดีเยี่ยม, เช่น ถ้าสอบได้ที่ ๑ ก็เรี่ยม ได้บรรจุงานก็เรี่ยม.",
    "เรี่ยมเร้, เรี่ยมเร้เรไร": "(ปาก) ว. เรี่ยมมาก.",
    "เรี่ยราด": "ว. กระจายไปอย่างเลอะเทอะ เช่น น้ำหกเรี่ยราด น้ำแกงหกเรี่ยราด.",
    "เรี่ยราย": "ก. กระจายเกลื่อนไป เช่น กินข้าวหกเรี่ยรายไปทั่ว หมาคุ้ยขยะตกเรี่ยราย.",
    "เรี่ยไร": "ก. ขอร้องให้ช่วยออกเงินทำบุญเป็นต้นตามสมัครใจ เช่น เรี่ยไรสงเคราะห์เด็กกำพร้า.",
    "เรียว ๑": "น. สิ่งที่มีลักษณะโคนโตปลายเล็ก เช่น เรียวหวาย เรียวไม้, เรียกไม้ปลายเรียวเล็กสำหรับตีเด็กว่า ไม้เรียว.<2t>ว. เล็กลงไปตามลำดับอย่างลำไม้ไผ่ เช่น นิ้วเรียว ขาเรียว; โดยปริยายหมายถึงเสื่อมลงตามลําดับ เช่น ศาสนาเรียว.",
    "เรียว ๒": "น. สายสําหรับรั้งใบเรือ, เขียนว่า เลียว ก็มี. (จ. เลี่ยว = ผูก, มัด, พัน, วนเวียนคดเคี้ยว).",
    "เรี่ยว": "น. แรง, กําลัง; เรียกสายนํ้าที่ไหลเชี่ยวแรง.",
    "เรียวไผ่": "น. แขนงไม้ไผ่ที่แตกออกจากบริเวณโคนไผ่บางชนิด เช่น ไผ่สีสุก ไผ่ลำมะลอก.",
    "เรี้ยวรก": "ว. รกมาก เช่น ป่าเรี้ยวรก, รกเรี้ยว ก็ว่า.",
    "เรี่ยวแรง": "น. แรง, กำลัง, เช่น หมดเรี่ยวแรง.",
    "เรียวหนาม": "น. แขนงไม้ไผ่ที่มีหนาม มักแตกออกจากบริเวณโคนไผ่บางชนิด เช่น ไผ่ป่า.",
    "เรือ": "น. ยานพาหนะที่ใช้สัญจรไปมาในนํ้า มักทําด้วยวิธีขุดไม้ทั้งต้นหรือนํากระดาน สังกะสี เหล็ก เป็นต้น มาประกอบกันเข้า; ตัวหมากรุกที่เดินตาตรงได้ตลอด; เครื่องเล่นอย่างหนึ่ง เอาไม้ไผ่มาเหลาแบน&#160;ๆ ดัดให้หัวงอน ใช้พุ่งแข่งกัน; ยศทหารเรือหรือทหารอากาศชั้นสัญญาบัตรขั้นต้น ตํ่ากว่าชั้นนาวาหรือนาวาอากาศ เช่น เรือตรี เรืออากาศเอก.",
    "เรื่อ": "ว. อ่อน&#160;ๆ (มักใช้แก่สีแดงหรือสีเหลือง).",
    "เรื้อ": "ก. ขาดการฝึกฝนเสียนาน เช่น ไม่ได้พูดภาษาฝรั่งเศสมานานเลยเรื้อไป, ห่างไปนาน เช่น เรื้อเวที เรื้อสังเวียน.<2t>น. เรียกข้าวเปลือกที่ตกอยู่แล้วงอกขึ้นจนออกรวงอีกว่า ข้าวเรื้อ, บางทีก็เรียกว่า ข้าวเรื้อร้าง, ใช้เรียกพืชผลบางชนิดที่เกิดขึ้นในทํานองนี้ เช่น แตงโม ว่า แตงโมเรื้อ.",
    "เรือก": "น. ไม้ไผ่หรือไม้รวกเป็นต้นที่ผ่าออกเป็นซีก&#160;ๆ แล้วถักด้วยหวายสําหรับปูพื้นหรือกั้นเป็นรั้วเป็นต้น, พื้นที่ลาดหรือปูด้วยไม้ถักด้วยหวาย, เรียกสะพานชั่วคราวที่ทำด้วยไม้ไผ่ผ่าซีกถักด้วยหวายหรือเชือกว่า สะพานเรือก.",
    "เรือกระแชง": "น. เรือบรรทุกชนิดหนึ่ง เล็กกว่าเรือเอี้ยมจุ๊น ท้องเรือกลมป้อม ใช้กระแชงทำเป็นประทุน.",
    "เรือกราบ": "น. เรือที่ขุดขึ้นจากซุงทั้งต้น รูปร่างเพรียว หัวท้ายเรียวแหลมและเชิดขึ้นเล็กน้อย เสริมกราบที่แคมยาวตลอด ๒ ข้างลำเรือ วางกระทงขวางลำสำหรับคนนั่งพายได้ประมาณ ๓๐ คน แล่นเร็วกว่าเรือแซ เป็นเรือที่ใช้ในราชการมาแต่โบราณ ในกระบวนพยุหยาตราทางชลมารคใช้เป็นเรือกลอง เรือแซง หรือเรือกันได้.",
    "เรือกลไฟ": "น. เรือโดยสารหรือบรรทุกสินค้าที่ใช้ฟืนเป็นต้นเป็นเชื้อเพลิง มีขนาดใหญ่กว่าเรือไฟ นิยมใช้แล่นในทะเลหรือมหาสมุทร.",
    "เรือกลอง": "น. เรือที่ใช้ในราชการแต่โบราณบรรทุกนักดนตรีและเครื่องประโคมตีและเป่านำกระบวนเรือพระที่นั่ง วางกระทงขวางลำสำหรับคนนั่งพายได้ประมาณ ๒๐ คน.",
    "เรือกวาดทุ่นระเบิด": "น. เรือรบที่มีอุปกรณ์สำหรับทำลายล้างทุ่นระเบิด.",
    "เรือกสวน": "น. ที่สวน.",
    "เรือกอและ": "น. เรือประมงตามชายฝั่งทะเลทางภาคใต้ รูปร่างยาวเพรียว หัวและท้ายเรือแหลมสูง เขียนลวดลายสีสันต่าง&#160;ๆ ไว้อย่างสวยงาม.",
    "เรือกัญญา": "น. เรือหลวงที่จัดตั้งเก๋งประกอบหลังคาทรงกัญญา ใช้เป็นเรือประทับแรม หรือเรือพระประเทียบ.",
    "เรือกัน": "น. เรือซึ่งกำหนดให้เข้ากระบวนเสด็จทางชลมารค ทำหน้าที่ถวายอารักขา มีหลายลำ ตั้งเป็นแถวขนาบกระบวนเรือพระที่นั่งทั้ง ๒ ข้าง และกันอยู่ท้ายกระบวนระหว่างเรือของเจ้านายที่ตามเสด็จ.",
    "เรือกำปั่น": "น. เรือเดินทะเลขนาดใหญ่ชนิดหนึ่ง หัวเรือเรียวแหลม ท้ายเรือมนและราบในระดับเดียวกับหัวเรือ, ถ้ามีเสายาวยื่นออกไปสำหรับผูกสายใบ มีเสากระโดง ๓ เสา มีใบ เรียกว่า เรือกำปั่นใบ, ถ้าเสากระโดงตรงกลางไม่มีปล่องไฟโดยใช้เดินด้วยกำลังเครื่องจักรไอน้ำ เรียกว่า เรือกำปั่นไฟ.",
    "เรือกุแหละ": "น. เรือขุดชนิดหนึ่ง เสริมข้างกระดาน รูปร่างเพรียว หัวและท้ายเรือแหลมสูง มี ๒ แจว ใช้ตามชายฝั่งทะเลหรือแถบปากน้ำ สำหรับบรรทุกหอย ปู ปลา เป็นต้น.",
    "เรือโกลน": "[-โกฺลน] น. เรือที่ทำจากซุง เพียงเปิดปีกเจียนหัวเจียนท้ายเป็นเลา&#160;ๆ พอให้มีลักษณะคล้ายเรือแต่ยังไม่ได้ขุด.",
    "เรือขนาน": "น. เรือที่ผูกหรือตรึงติดเรียงคู่กันสําหรับข้ามฟาก; เรือที่จอดเทียบท่าสำหรับรับเสด็จขึ้นจากเรือพระที่นั่ง; เรือที่ใช้ในการทำสังฆกรรมในน่านน้ำซึ่งจอดขนานไปกับลำน้ำให้ห่างจากฝั่งกว่าชั่ววักน้ำสาด.",
    "เรือขาดหางเสือ": "(สํา) น. คนที่ขาดสติสัมปชัญญะ, ครอบครัวที่ขาดผู้ดูแลรับผิดชอบ, การงานที่ขาดหัวหน้า.",
    "เรือขุด": "น. เรือชนิดที่ทำด้วยไม้ซุงทั้งต้นหรือทั้งท่อน ขุดด้านบนให้เป็นรางแล้วเบิกปากออกให้กว้าง ถากหัวและท้ายเรือให้เรียวเชิดขึ้นตามส่วน เช่น เรือมาด เรือชะล่า เรือพายม้า.",
    "เรือเข็ม": "น. เรือต่อขนาดเล็ก รูปร่างยาวเพรียว หัวท้ายแหลม แล่นเร็ว กินน้ำตื้น พายมีลักษณะพิเศษที่มีใบพาย ๒ ข้าง มีด้ามอยู่ตรงกลาง ใช้พายระยะใกล้&#160;ๆ.",
    "เรือโขมดยา": "น. เรือขุดขึ้นจากซุงทั้งต้น ใหญ่กว่าเรือกราบ รูปร่างค่อนข้างเพรียว หัวและท้ายเรียว บนหัวและท้ายเรือเสริมไม้ต่อเป็นโขนงอนเชิดขึ้น ด้านข้างหัวเรือเขียนลวดลายด้วยน้ำยาสีต่าง&#160;ๆ วางกระทงขวางลำสำหรับคนนั่งพายได้ประมาณ ๕๐ คน เป็นเรือตามเสด็จในการเสด็จพระราชดำเนินพยุหยาตราทางชลมารคหรือเสด็จพระราชดำเนินลำลองในกระบวนพยุหยาตราทางชลมารค ใช้เป็นเรือกันหรือเรือพิฆาตได้.",
    "เรือคอร์เวต": "น. เรือรบที่มีระวางขับน้ำประมาณ ๖๕๐-๑,๕๐๐ ตัน มีหน้าที่หลักเป็นเรือเร็วคุ้มกันและปราบเรือดำน้ำ.",
    "เรือคู่ชัก": "น. เรือรูปสัตว์คู่หนึ่งซึ่งทำหน้าที่ชักลากเรือพระที่นั่งเมื่อแล่นทวนน้ำ หรือเมื่อไม่ประสงค์ให้เรือพระที่นั่งไหวขณะที่ทรงบรรทม.",
    "เรือง, เรือง ๆ": "ว. มีแสงน้อย&#160;ๆ อย่างแมงคาเรืองหรือหิ่งห้อย เช่น จุดเทียนมีแสงเรือง เห็นแสงไฟเรือง&#160;ๆ; แตกฉาน เช่น เรืองปัญญา; โด่งดัง เช่น เรืองเดช เรืองยศ เรืองนาม เรืองอำนาจ.",
    "เรื่อง": "น. ภาวะหรือเนื้อหาของสิ่งซึ่งเนื่องกับข้อเท็จจริงหรือเหตุการณ์อย่างใดอย่างหนึ่งโดยเฉพาะ เช่น เรื่องประวัติศาสตร์ เรื่องการเมือง เรื่องเศรษฐกิจ; เนื้อความ เช่น อ่านเอาเรื่อง, คดี, เหตุ, เช่น ไปก่อเรื่อง ไปมีเรื่อง.",
    "เรื้อง": "(กลอน) ว. เรือง.",
    "เรืองนาม": "ว. มีชื่อเสียงโด่งดัง.",
    "เรืองรอง": "ว. สุกปลั่ง เช่น พระพุทธรูปมีแสงเรืองรอง.",
    "เรื่องราว": "น. เรื่องที่พูดหรือเล่าติดต่อกันไป.",
    "เรืองไร": "ว. มีแสงสุกสว่างเหมือนทอง, ไรเรือง ก็ว่า.",
    "เรื่องสั้น": "น. บันเทิงคดีร้อยแก้วรูปแบบหนึ่ง มีลักษณะคล้ายนวนิยาย แต่สั้นกว่า โดยมีเหตุการณ์ในเรื่องและตัวละครน้อย มักจบแบบพลิกความคาดหมายหรือจบแบบทิ้งให้คิดเป็นต้น เช่น เรื่องสร้อยคอที่หาย ของประเสริฐอักษร เรื่องจับตาย ของมนัส จรรยงค์ เรื่องมอม ของ ม.ร.ว.คึกฤทธิ์ ปราโมช.",
    "เรืองแสง": "ว. มีแสงเรือง เช่น แผ่นป้ายสีเรืองแสง.",
    "เรืองอำนาจ": "ว. มีอํานาจรุ่งเรือง.",
    "เรือจ้าง": "น. เรือที่แจวหรือพายรับจ้างข้ามฟาก ปรกติใช้เรือสำปั้น.",
    "เรือฉลอม": "น. เรือต่อชนิดหนึ่ง คล้ายเรือกระแชง หัวท้ายงอนเรียว กลางป่อง ตัวเรือเป็นเหลี่ยม กระดานข้างเรือเป็นทับเกล็ด นิยมใช้ตามหัวเมืองชายทะเลแถบปากอ่าว สำหรับบรรทุกสินค้าหรือหาปลา สมัยโบราณเวลาเกิดศึกสงครามก็จะถูกเกณฑ์ไปใช้ในราชการทัพด้วย อาจติดใบหรือไม่ก็ได้.",
    "เรือชะล่า": "น. เรือขุดชนิดหนึ่ง ท้องแบน หัวเชิดขึ้นเล็กน้อย หัวตัดท้ายตัด มีขนาดยาวมาก.",
    "เรือชา": "น. เรือที่ขายเครื่องหอมต่าง&#160;ๆ มีแป้งและน้ำหอมเป็นต้น.",
    "เรือแซ": "น. เรือที่ขุดขึ้นจากซุงทั้งต้น รูปร่างเช่นเดียวกับเรือกราบแต่เพรียวน้อยกว่า ใช้ในการลำเลียงพล ศัสตราวุธ ยุทโธปกรณ์ และเสบียงกรัง อาจใช้เป็นเรือทุ่นหรือทำหน้าที่อื่นได้.",
    "เรือแซง": "น. เรือกราบซึ่งจัดเข้าร่วมไปในกระบวนเรือหลวง มีหน้าที่ป้องกันภัยกระบวนเรือพระที่นั่งโดยแซงขนาบอยู่ ๒ ข้างและปิดท้ายกระบวน.",
    "เรือด": "น. ชื่อแมลงในวงศ์ <f>Cimicidae</f> ลําตัวแบนราบรูปไข่ ไม่มีปีก ยาว ๔-๕ มิลลิเมตร กว้างประมาณ ๓ มิลลิเมตร สีนํ้าตาลแดง อาศัยอยู่ตามที่นอนหมอนมุ้ง ร่องกระดาน เตียงนอน และพื้นบ้าน ดูดกินเลือดคนและสัตว์ ที่แพร่หลายมี ๒ ชนิด คือ ชนิด <f><i>Cimex lectularius</i></f> และ ชนิด <f><i>C. hemipterus</i></f>.",
    "เรือดไม้": "น. ชื่อแมลงในอันดับ <f>Psocoptera</f> ขนาดเล็กมาก ตัวยาว ๑-๒ มิลลิเมตร ลําตัวอ่อนมาก มักมีสีขาว อาจพบได้ทั้งชนิดมีปีกและไม่มีปีก ปีกมี ๒ คู่ เป็นแผ่นบางและมักใส เวลาหุบปีก ปีกจะคลุมตัวคล้ายหลังคา อาศัยอยู่ตามกองกระดาษ หนังสือ เศษขยะเก่า&#160;ๆ ในบ้าน ที่เก็บของในพิพิธภัณฑ์ต่าง&#160;ๆ ตามเปลือกไม้หรือบริเวณตะไคร่นํ้านอกบ้าน ที่อยู่ตามหนังสือในบ้าน คือ ชนิด <f><i>Psocatropos microps</i></f> ในวงศ์ <f>Psyllipsocidae</f>, เลือดไม้ หรือ เหาไม้ ก็เรียก.",
    "เรือดั้ง": "น. เรือซึ่งกำหนดให้เข้ากระบวนเสด็จทางชลมารคจัดเป็น ๒ สาย ขนาบเรือกลอง ไปข้างหน้าเรือพระที่นั่งชัยและเรือพระที่นั่งทรง อาจมีกี่คู่ก็ได้.",
    "เรือดับเพลิง": "น. เรือที่ติดตั้งอุปกรณ์ดับเพลิง.",
    "เรือดำน้ำ": "น. เรือรบที่สามารถปฏิบัติการในขณะที่อยู่ใต้ผิวน้ำได้.",
    "เรือโดยสาร": "(กฎ) น. เรือที่บรรทุกคนโดยสารเกิน ๑๒ คน.",
    "เรือตรวจการณ์": "น. เรือรบขนาดเล็ก มีความเร็วปานกลาง มีหน้าที่ตรวจดูเหตุการณ์เพื่อรักษาฝั่ง มีอาวุธต่าง&#160;ๆ ตามภารกิจของเรือแต่ละลำ เช่น เรือตรวจการณ์ (ปืน) เรือตรวจการณ์ (ปราบเรือดำน้ำ) เรือตรวจการณ์ใกล้ฝั่ง เรือตรวจการณ์ชายฝั่ง เรือตรวจการณ์ลำน้ำ.",
    "เรือต่อ": "น. เรือชนิดที่ทำด้วยไม้กระดานโดยนำมาต่อขึ้นเป็นรูปเรืออาศัยกงหรือมือลิงเป็นเครื่องยึด ตัวเรือป่อง หัวและท้ายเรือเรียวเชิดขึ้นตามส่วน เช่น เรือสำปั้น เรือบด เรืออีแปะ.",
    "เรือต่อต้านทุ่นระเบิด": "น. เรือรบที่มีหน้าที่หลักในการกวาดและทำลายทุ่นระเบิด มีหลายขนาดตามภารกิจที่ต่างกัน เช่น เรือกวาดทุ่นระเบิดน้ำลึก เรือกวาดทุ่นระเบิดชายฝั่ง เรือกวาดทุ่นระเบิดน้ำตื้น และเรือล่าทำลายทุ่นระเบิด.",
    "เรือตอร์ปิโด": "น. เรือรบขนาดเล็ก ความเร็วสูง มีอาวุธหลักคือ ตอร์ปิโด.",
    "เรือตังเก": "น. เรือต่อชนิดหนึ่ง ใช้จับปลาตามชายฝั่งทะเล ทางด้านค่อนมาทางหัวเรือมีเก๋ง ๒ ชั้น ชั้นล่างเป็นที่ติดตั้งเครื่องยนต์ ชั้นบนเป็นที่สำหรับผู้ควบคุมเรือใช้ดูทิศทาง มีเสากระโดง บนเสากระโดงมีแป้นกลมสำหรับคนขึ้นไปยืนสังเกตการณ์ เรียกว่า รังกา ด้านท้ายเรือมีที่สำหรับโรยอวนและด้านหัวเรือมีที่สำหรับกว้านอวน.",
    "เรือติดท้าย": "น. เรือต่อชนิดหนึ่ง หัวแหลมท้ายตัด ติดตั้งเครื่องยนต์ที่ท้ายเรือ แล่นเร็วมาก, เรือบื๋อ ก็เรียก.",
    "เรือโถง": "น. เรือที่ปรกติมีประทุน แต่เปิดประทุนออก.",
    "เรือเท้ง": "น. เรือชนิดหนึ่งรูปร่างคล้ายเรือกำปั่น ตอนหัวหนาและงุ้มเป็นปากนก ท้ายเรือปาดลงเป็นรูปแตงโม มีเสาหัวและเสากลางสำหรับชักใบ กลางลำมีเก๋ง ท้ายเรือมีบาหลีรูปกลมและมีแคร่รอบบาหลีท้าย หัวเรือไม่เจาะรูสมอ; เรือต่อชนิดหนึ่งหัวท้ายทู่อย่างเรือที่ใช้หนุนเรือนแพ.",
    "เรือธง": "น. เรือที่ผู้บัญชาการกองเรือ ซึ่งมียศตั้งแต่พลเรือตรีขึ้นไปใช้เป็นที่บังคับบัญชากองเรือ ชักธงตามยศของผู้บัญชาการนั้นไว้บนยอดเสาสูงสุดเพื่อให้เรือลำอื่นในกองเดียวกันสังเกตเห็นได้ชัดเจน.",
    "เรือน": "น. สิ่งปลูกสร้างที่ยกพื้นและกั้นฝา มีหลังคาคลุม สําหรับเป็นที่อยู่, ที่อยู่; ชื่อหนึ่งของดาวฤกษ์อาศเลษา มี ๕ ดวง ดาวนกอยู่ในปล่อง หรือ ดาวอสิเลสะ ก็เรียก; ทรวดทรง เช่น เรือนผม, ที่รับเพชรพลอย เช่น เรือนแหวน; จํานวน เช่น เงินเรือนหมื่น ราคาเรือนแสน; ลักษณนามใช้เรียกนาฬิกา เช่น นาฬิกาเรือนหนึ่ง นาฬิกา ๒ เรือน.",
    "เรื้อน": "น. โรคผิวหนังซึ่งติดต่อได้ ทำให้ผิวหนังเป็นผื่น บางทีเรียกว่า ขี้เรื้อน มีหลายชนิด บางชนิดทำให้นิ้วมือนิ้วตีนกุด เรียกว่า เรื้อนกุฏฐัง ขื้เรื้อนกุฏฐัง หรือ ขี้ทูด, บางชนิดมีลักษณะเป็นผื่นคัน ทําให้ผิวหนังหนา หยาบ และอาจแตกมีนํ้าเหลืองไหลหรือตกสะเก็ดในระยะหลัง มักเป็นตามบริเวณข้อเท้า หัวเข่า หรือที่มือเอื้อมไปเกาถึง เรียกว่า เรื้อนกวาง หรือ ขี้เรื้อนกวาง, บางชนิดทําให้เป็นแผลมีสีขาว เรียกว่า เรื้อนนํ้าเต้า หรือ ขี้เรื้อนน้ำเต้า.",
    "เรือนแก้ว": "น. สิ่งที่ทําเป็นกรอบมีลวดลายล้อมพระพุทธรูป.",
    "เรือนเครื่องผูก": "น. เรือนที่มีลักษณะคุมเข้าด้วยกันด้วยวิธีผูกด้วยหวายเป็นต้น, คู่กับ เรือนเครื่องสับ.",
    "เรือนเครื่องสับ": "น. เรือนที่มีลักษณะคุมเข้าด้วยกันด้วยวิธีเข้าปากไม้, คู่กับ เรือนเครื่องผูก, เรือนฝากระดาน ก็เรียก.",
    "เรือนจำ": "น. ที่ขังนักโทษและผู้ต้องหา; (กฎ) ที่ซึ่งใช้ควบคุมกักขังผู้ต้องขังกับทั้งสิ่งที่ใช้ต่อเนื่องกัน และหมายความรวมตลอดถึงที่อื่นใดซึ่งรัฐมนตรีว่าการกระทรวงมหาดไทยได้กําหนดและประกาศในราชกิจจานุเบกษาวางอาณาเขตไว้โดยชัดเจน.",
    "เรือนตะเกียง": "น. กระโจมไฟ. <i>(ดู กระโจมไฟ)</i>.",
    "เรือนธาตุ": "น. ส่วนสําคัญของพระสถูปหรือพระปรางค์ที่บรรจุพระบรมสารีริกธาตุหรือพระธาตุไว้ภายใน, ครรภธาตุ หรือ ธาตุครรภ ก็ว่า.",
    "เรือนเบี้ย": "น. เรียกทาสที่เป็นลูกของทาสนํ้าเงินว่า ทาสเรือนเบี้ย.",
    "เรือนฝากระดาน": "น. เรือนเครื่องสับ.",
    "เรือนแฝด": "น. เรือนทรงไทยซึ่งปลูกให้ตัวเรือน ๒ หลังมีชายคาเชื่อมต่อกันทางด้านรี โดยมีขนาดกว้าง ยาว และสูงเท่ากัน และแต่ละหลังมีจั่วและพื้นสูงเสมอกัน.",
    "เรือนแพ": "น. เรือนที่เคยตั้งอยู่บนแพในน้ำแล้วยกขึ้นมาปลูกบนบก.",
    "เรือนไฟ": "น. กระจุกตะเกียงหรือโคม; ขนาดของไฟในตะเกียงหรือโคม; ครัวสำหรับหุงต้มอาหาร; โรงพิธีสำหรับบูชาไฟ; (โบ) ประภาคาร.",
    "เรือนยอด": "น. อาคารที่มีหลังคาเป็นเครื่องยอดแบบต่าง&#160;ๆ เช่น แบบมณฑป แบบยอดปรางค์ แบบยอดปราสาท แบบยอดมงกุฎ แบบยอดเจดีย์ (ใช้แก่อาคารที่ใช้ในกิจเกี่ยวกับพระมหากษัตริย์และศาสนา).",
    "เรือนหอ": "น. เรือนซึ่งปลูกสำหรับให้คู่บ่าวสาวที่แต่งงานกันแล้วอยู่.",
    "เรือนำร่อง": "น. เรือเล็กที่ใช้นำเรือกำปั่นหรือเรือใหญ่และกินน้ำลึก เช่นเรือสินค้าเข้าหรือออกจากท่าเรือในระยะซึ่งอาจมีอันตรายแก่การเดินเรือ.",
    "เรือบด": "น. เรือต่อชนิดหนึ่งรูปร่างเพรียว หัวท้ายเรียว มี ๓ ขนาด คือ เล็ก กลาง ใหญ่ ใช้ได้ทั้งพายและกรรเชียง.",
    "เรือบรรทุกเครื่องบิน": "น. เรือสำหรับบรรทุกเครื่องบินและเฮลิคอปเตอร์ที่ใช้ในการโจมตีหรือปราบเรือดำน้ำเป็นต้น มีลานบินและทางสำหรับเครื่องบินขึ้นลงได้ด้วย.",
    "เรือบิน": "(ปาก) น. เครื่องบิน.",
    "เรือบื๋อ": "(ปาก) น. เรือติดท้าย.",
    "เรือโบต": "น. เรือเล็กเป็นส่วนอุปกรณ์ของเรือเดินทะเลขนาดใหญ่.",
    "เรือใบ": "น. เรือต่อชนิดหนึ่งที่แล่นด้วยกำลังลมโดยมีเสากระโดงสำหรับขึงผ้าใบเพื่อรับลม ถ้าใช้เดินทะเลเพื่อรับส่งผู้โดยสารหรือบรรทุกสินค้าจะเป็นเรือขนาดใหญ่ ถ้าใช้เพื่อการกีฬาจะเป็นเรือขนาดเล็กซึ่งมีอยู่หลายประเภท เช่น ประเภทโอเค ประเภทซูเปอร์มด ประเภทเอนเตอร์ไพรซ์.",
    "เรือประกอบ": "น. เรือชนิดที่ท้องเรือทำด้วยปีกไม้ซุง ขุดเป็นรางแล้วต่อข้างขึ้นเป็นตัวเรือโดยอาศัยกงหรือมือลิงเป็นเครื่องยึดแล้วเสริมกราบ ได้แก่ เรือยาว เรือเพรียว เรือแซ.",
    "เรือประจัญบาน": "น. เรือรบขนาดใหญ่ระวางขับน้ำประมาณ ๒๐,๐๐๐ ตันขึ้นไป มีเกราะป้องกันตนเอง มีอาวุธสมัยใหม่หลายประเภท รวมทั้งอาวุธนำวิถีพื้นสู่พื้น และพื้นสู่อากาศ มีหน้าที่หลักในการต่อตีเรือข้าศึก และระดมยิงฝั่งเพื่อสนับสนุนการรบสะเทินน้ำสะเทินบก.",
    "เรือประตู": "น. เรือหลวงที่จัดเข้าร่วมในกระบวนเสด็จทางชลมารค ทำหน้าที่ถวายอารักขาและป้องกันอันตรายกระบวนเรือพระที่นั่ง จัดอยู่ตามตำแหน่งเป็นชั้น&#160;ๆ ข้างหน้ากระบวนมีเรือประตูนอกหรือเรือประตูชั้นนอกอยู่ข้างหน้าเรือคู่ชักหมู่หนึ่ง กับอยู่ต่อเรือคู่ชักเข้ามาก่อนถึงเรือดั้งอีกแถวหนึ่งเรียกว่า เรือประตูใน และยังมีอยู่ทางตอนท้ายกระบวนอีก ๒ หมู่ หมู่ต้นอยู่ต่อท้ายเรือกันเรียกว่า เรือประตูใน กับหมู่ปลายอยู่ต่อท้ายหมู่เรือพระที่นั่งกรมพระราชวังบวรฯ และเรือที่นั่งเจ้านายเรียกว่า เรือประตูนอก.",
    "เรือประมง": "น. เรือกลไฟขนาดใหญ่ที่ใช้จับปลาในทะเลลึก มักมีเครื่องอุปกรณ์ที่ทันสมัยใช้จับปลา แช่ปลา และทำปลาด้วยกรรมวิธีต่าง&#160;ๆ อยู่ในทะเลได้หลาย&#160;ๆ สัปดาห์.",
    "เรือป๊าบ": "น. เรือต่อชนิดหนึ่ง ท้องแบน ไม่เสริมกราบ หัวและท้ายเรือป้าน ลักษณะคล้ายเรืออีแปะสำหรับใช้สอยทั่วไปตามริมหนอง คลอง บึง.",
    "เรือเป็ด": "น. เรือต่อหรือเรือขุดต่อกระดานเสริมกราบชนิดหนึ่ง หัวท้ายแบน&#160;ๆ ก็มี หัวท้ายแหลมก็มี กลางป่อง ดูรูปร่างคล้ายเป็ด, เรืออีเป็ด ก็เรียก.",
    "เรือโป๊ะจ้าย": "น. เรือลำเลียงหรือบรรทุกของชนิดหนึ่ง เป็นเรือขนาดใหญ่ต่ออย่างแบบตะวันตก แต่มีเสาเพลาใบเป็นอย่างสำเภา, เรือโป๊ะ ก็เรียก.",
    "เรือผีหลอก": "น. เรือแจวชนิดหนึ่ง สำหรับจับสัตว์น้ำในลำคลองและลำน้ำในเวลากลางคืน กราบเรือทางขวาติดแผ่นกระดานทาสีขาวปล่อยริมข้างหนึ่งให้ลงน้ำ กราบซ้ายมีตาข่ายกันมิให้ปลาและกุ้งกระโดดข้าม ปลาตกใจจะกระโดดเข้ามาหาเรือเอง.",
    "เรือแฝด": "น. เรือชะล่า ๒ ลำที่นำมาผูกติดกันแล้วใช้ไม้กระดานปูเพื่อบรรทุกรถยนต์ข้ามแม่น้ำ นิยมใช้ทางภาคอีสาน.",
    "เรือพระที่นั่ง": "น. เรือหลวงที่จัดเป็นพระราชพาหนะสำหรับพระมหากษัตริย์เสด็จทางชลมารค เช่น เรือพระที่นั่งจักรี เรือพระที่นั่งจันทร หรือเสด็จในกระบวนพยุหยาตราทางชลมารค เช่น เรือพระที่นั่งสุพรรณหงส์ เรือพระที่นั่งอนันตนาคราช.",
    "เรือพระที่นั่งกราบ": "น. เรือหลวงที่จัดเป็นพระราชพาหนะเสด็จไปอย่างลำลอง เป็นเรือขุดเสริมกราบขนาดใหญ่ สะดวกแก่การประทับทรงสำราญพระอิริยาบถไปทางไกล&#160;ๆ เช่น เรือศรีเมือง เรือเฟื่องฟ้า เรือทิพากร.",
    "เรือพระที่นั่งกิ่ง": "น. เรือหลวงแบบโบราณสำหรับเป็นลำทรงของพระมหากษัตริย์ เสด็จในกระบวนพยุหยาตราทางชลมารค เช่น เรือพระที่นั่งกิ่งสุพรรณหงส์ เรือพระที่นั่งกิ่งศรีสมรรถไชย เรือพระที่นั่งกิ่งไกรสรมุข.",
    "เรือพระที่นั่งชัย": "น. เรือพระที่นั่ง เช่น เรือสุพรรณหงส์ เรืออนันตนาคราช เรือเอนกชาติภุชงค์ ซึ่งทรงพระกรุณาโปรดเกล้าฯ ให้เชิญพระชัยวัฒน์ประดิษฐานขึ้นเป็นประธานบนบุษบกกลางลำ เป็นเรือนำกระบวนพยุหยาตราทางชลมารคเสด็จไปในการพระราชสงคราม หรือการพระราชพิธีสำคัญ, เรียกย่อว่า เรือชัย.",
    "เรือพระที่นั่งรอง": "น. เรือหลวงที่จัดเป็นพระราชพาหนะสำรองไปในกระบวนเสด็จทางชลมารค เช่น เรืออนงคนิกร เรืออัปสรสุรางค์.",
    "เรือพระที่นั่งศรี": "น. เรือหลวงที่จัดเป็นพระราชพาหนะสำรองไปในกระบวนเสด็จทางชลมารค ทอดบัลลังก์กัญญา ดาดหลังคาด้วยผ้าสักหลาดสอดสีอย่างพนักอินทรธนู ถ้าเป็นเรือพระที่นั่งเพิ่มผ้าเยียรบับลายทองกลางกรอบพนักอินทรธนู.",
    "เรือพระประทีป": "น. เรือที่ใช้ลอยในงานพระราชพิธีลอยพระประทีป ทำด้วยไม้ขุดจำลองจากเรือหลวงที่ใช้ในพระราชพิธีกระบวนพยุหยาตราทางชลมารค ปักเทียนรายตามหลังกระทงเรือ ถวายให้ทรงจุดและปล่อยลอยไปตามน้ำแทนกระทงหลวงซึ่งมีมาแต่เดิม.",
    "เรือพระประเทียบ": "น. เรือหลวงจัดเป็นที่ประทับของเจ้านายฝ่ายในหรือพระราชทานเป็นยานพาหนะของสมเด็จพระสังฆราช.",
    "เรือพ่วง": "น. เรือที่พ่วงไปกับเรือโยง; (ปาก) เรียกแม่ม่ายหรือพ่อม่ายที่มีลูกติดว่า แม่ม่ายเรือพ่วง พ่อม่ายเรือพ่วง.",
    "เรือพายม้า": "น. เรือขุดชนิดหนึ่ง หัวเรือและท้ายเรือเรียวงอนขึ้นพองาม มีไม้หูกระต่ายติดขวางอยู่ทั้งหัวและท้ายเรือ ตรงกลางลำป่องออก ใช้งานในแถบภาคกลาง.",
    "เรือพิฆาต ๑": "น. เรือหลวงสมัยโบราณ ทำหน้าที่ลาดตระเวนนำไปข้างหน้ากระบวนเรือเสด็จทางชลมารค และอยู่ท้ายกระบวนคอยถวายอารักขา กระบวนหนึ่งมีหลายลำ เช่น เรือมังกรจำแลง เรือมังกรแผลงฤทธิ์ เรือเหราล่องลอยสินธุ์.",
    "เรือพิฆาต ๒": "น. เรือรบที่มีความเร็วสูง ระวางขับน้ำประมาณ ๓,๘๐๐-๕,๕๐๐ ตัน มีหน้าที่หลักในการป้องกันภัยจากเรือดำน้ำและอากาศยาน และอาจทำหน้าที่อื่น&#160;ๆ เช่น เฝ้าตรวจการรุกล้ำทางผิวน้ำและอากาศ ตรวจการรุกล้ำของเรือดำน้ำ มีอาวุธสมัยใหม่ทั้งปืนใหญ่ อาวุธนำวิถี และอาวุธปราบเรือดำน้ำ.",
    "เรือเพรียว": "น. เรือขุดรูปคล้ายเรือแข่ง แต่ขนาดเล็กกว่า หัวยาวพองาม ท้ายสั้น เป็นเรือที่ขุนนางหรือผู้มีฐานะการเงินดีนิยมใช้กันในสมัยก่อน.",
    "เรือฟริเกต": "น. เรือรบที่มีความเร็วสูง มีระวางขับน้ำประมาณ ๑,๕๐๐-๓,๕๐๐ ตัน แบ่งออกได้เป็นหลายประเภทตามระบบอาวุธประจำเรือ อาทิ เรือฟริเกตต่อสู้อากาศยาน เรือฟริเกตควบคุมอากาศยาน เรือฟริเกตปราบเรือดำน้ำ และเรือฟริเกตอเนกประสงค์.",
    "เรือไฟ": "(โบ) น. เรือโดยสารที่ใช้ฟืนเป็นต้นเป็นเชื้อเพลิง มีขนาดเล็กกว่าเรือกลไฟ นิยมใช้แล่นในแม่น้ำลำคลอง.",
    "เรือม่วง": "น. เรือขุดรูปคล้ายเรือมาด แต่ยาวกว่า รูปร่างเพรียว หัวงอน ท้ายสั้น เป็นเรือที่คหบดีนิยมใช้กันในสมัยก่อน.",
    "เรือมอ": "น. เรือต่อเสริมกราบขนาดใหญ่มาก ส่วนใหญ่ใช้บรรทุกข้าวเปลือกและเกลือ.",
    "เรือมังกุ": "น. เรือที่มีกระดูกงูใหญ่ รูปร่างเหมือนเรือโขมดยา หัวเป็น ๓ เส้า.",
    "เรือมาด": "น. เรือขุดชนิดหนึ่ง ยาวประมาณ ๔ วา, ถ้าเพียงแต่ขุดไว้ แต่ยังไม่ได้เบิก เรียกว่า มาดเรือโกลน หรือ ลูกมาด, ถ้ามีประทุน เรียกว่า เรือมาดประทุน, ถ้ามีเก๋ง เรียกว่า เรือมาดเก๋ง.",
    "เรือเมล์": "(โบ) น. เรือรับส่งผู้โดยสารประจำทาง.",
    "เรือแม่ปะ": "น. เรือขุดชนิดหนึ่ง คล้ายเรือชะล่า แต่มีขนาดใหญ่และยาวกว่า ท้ายต่อไม้ยกงอนสูงขึ้นคล้ายหางแมงป่อง มักใช้ถ่อ, เรือหางแมงป่อง ก็เรียก.",
    "เรื่อย, เรื่อย ๆ": "ว. มีลักษณะอาการอันต่อเนื่องกันไปไม่ขาดระยะ เช่น ทำงานเรื่อยไม่หยุดเลย เดินไปเรื่อย&#160;ๆ พูดไปเรื่อย&#160;ๆ; เฉื่อย, เฉื่อย&#160;ๆ, เช่น ลมพัดมาเรื่อย&#160;ๆ เขาเป็นคนเรื่อย&#160;ๆ.",
    "เรื้อย": "ก. ล่ามไว้ด้วยเส้นเชือกยาว.",
    "เรือยกพลขึ้นบก": "น. เรือที่ใช้ในการลำเลียงขนส่งทหาร พัสดุ และอาวุธยุทโธปกรณ์ในการรบแบบสะเทินน้ำสะเทินบก มีหลายขนาด เช่น เรือคอมมานโด เรือยกพลจู่โจม.",
    "เรื่อยเจื้อย": "ว. อาการที่พูดยืดยาว แต่มีสาระน้อย, เลื้อยเจื้อย ก็ว่า.",
    "เรื่อยเฉื่อย": "ว. เอื่อย&#160;ๆ, ตามสบาย, ไม่กระตือรือร้น, ไม่รีบร้อน, เช่น เขาเป็นคนเรื่อยเฉื่อย.",
    "เรือยนต์": "น. เรือต่อชนิดหนึ่ง ขับเคลื่อนด้วยเครื่องยนต์.",
    "เรื่อยเปื่อย": "ว. เรื่อย&#160;ๆ ไปโดยไม่มีจุดหมาย เช่น พูดเรื่อยเปื่อย เดินเรื่อยเปื่อย.",
    "เรือยาม": "น. เรือที่จัดให้อยู่เวรยาม เพื่อการเฝ้าตรวจ เช่น เรือยามเรดาร์ หรือเพื่อการใช้สอยทั่วไป เช่น เรือยามข้ามฟาก.",
    "เรือยาว": "น. เรือขุดชนิดหนึ่ง ตามปรกติทำด้วยไม้ซุงตะเคียน ในสมัยโบราณใช้เป็นเรือรบ ปัจจุบันใช้เป็นเรือแข่ง บางลำยาวมากสามารถบรรจุฝีพาย ๕๕-๖๐ คนก็มี.",
    "เรือโยง": "น. เรือสําหรับลากจูงเรืออื่น.",
    "เรือรบ": "น. เรือที่ต่อหรือดัดแปลงขึ้นเพื่อใช้ในการรบ มีขีดความสามารถต่าง&#160;ๆ เช่น ต่อตีเรือข้าศึก คุ้มกันกระบวนเรือลำเลียง และระดมยิงฝั่ง เป็นต้น มีหลายประเภท เรียกชื่อตามลักษณะและหน้าที่ที่สำคัญ เช่น เรือบรรทุกเครื่องบิน เรือดำน้ำ เรือลาดตระเวน เรือวางทุ่นระเบิด.",
    "เรื้อรัง": "ว. ยืดเยื้อ, นานหาย, (ใช้แก่โรค) เช่น วัณโรคเรื้อรัง แผลเรื้อรัง.",
    "เรือรูปสัตว์": "น. เรือหลวง มีทั้งประเภทเรือที่ขุดขึ้นจากซุงทั้งต้นกับเรือเสริมกราบ มีลักษณะพิเศษตรงศีรษะเรือต่อไม้ขึ้นไปแล้วสลักเป็นรูปสัตว์หิมพานต์ หรือรูปอมนุษย์ต่าง&#160;ๆ เช่น ครุฑ อสุรปักษา พญานาค ตอนท้ายเรือต่อไม้ทำเป็นทวนเชิดงอนไปล่ปลิวไปทางด้านหลัง เช่น เรือเอกไชยเหินหาว เรือพาลีรั้งทวีป เรือครุฑเหินระเห็จ เรืออสุรปักษี, บางทีเรียกว่า เรือกระบวนปิดทอง.",
    "เรือเร็วโจมตี": "น. เรือรบขนาดเล็กระวางขับน้ำประมาณ ๓๐๐-๖๐๐ ตัน มีความเร็วสูงตั้งแต่ ๒๕ นอตขึ้นไป มีอาวุธที่มีอำนาจในการทำลายสูงหลายประเภทขึ้นอยู่กับภารกิจของเรือนั้น&#160;ๆ เช่น ปืน อาวุธนำวิถีระยะปานกลางหรือระยะไกล.",
    "เรือล่มในหนอง ทองจะไปไหน": "(สํา) น. คนในเครือญาติแต่งงานกัน ทําให้ทรัพย์มรดกไม่ตกไปอยู่กับผู้อื่น.",
    "เรือล่มเมื่อจอด ตาบอดเมื่อแก่": "(สํา) น. คนที่ทําตนเป็นคนดีมาตลอด แต่มาเสียคนเมื่อแก่.<2t>ก. มีอุปสรรคเมื่อใกล้จะสําเร็จ.",
    "เรือลากจูง": "น. เรือกลไฟสำหรับโยงหรือลากเรือใหญ่เพื่อเข้าเทียบท่า.",
    "เรือลาดตระเวน": "น. เรือรบขนาดใหญ่ ระวางขับน้ำประมาณ ๖,๐๐๐-๒๐,๐๐๐ ตัน มีความเร็วและมีความคล่องตัวในการปฏิบัติงานมากกว่าเรือประจัญบานมีหน้าที่ลาดตระเวน ตรวจการรุกล้ำทางฝั่งน้ำและทางอากาศยาน คุ้มกัน สนับสนุนกองเรือลำเลียงเป็นต้น.",
    "เรือโล้": "น. เรือต่อชนิดหนึ่ง ท้ายตัด มีแจวอยู่ท้ายเรือสำหรับยืนโล้ไป ใช้ตามชายฝั่งทะเล.",
    "เรือส่ง": "น. เรือบรรทุกสินค้านานาชนิดขึ้นล่องส่งสินค้าขายเรื่อยไปตามแม่น้ำลำคลอง.",
    "เรือสำปั้น": "น. เรือต่อเสริมกราบชนิดหนึ่ง เดิมทำด้วยไม้กระดาน ๓ แผ่น ท้ายสูงกว่าหัวเรือ ใช้แจวหรือพาย.",
    "เรือสำปันนี": "น. เรือชนิดหนึ่งรูปร่างอย่างเรือมาดแต่หัวแบนโตเรี่ยน้ำ.",
    "เรือสำเภา": "น. เรือเดินทะเลชนิดหนึ่งแบบจีนใช้แล่นด้วยใบ.",
    "เรือหมู": "น. เรือขุดชนิดเล็กลักษณะคล้ายเรือพายม้า แต่หัวจะเรียวเล็กกว่าเรือพายม้ามาก.",
    "เรือหลวง": "น. เรือที่ขึ้นระวางเป็นของหลวง.",
    "เรือหางแมงป่อง": "น. เรือขุดชนิดหนึ่งคล้ายเรือชะล่า แต่มีขนาดใหญ่และยาวกว่า ท้ายต่อไม้ยกงอนสูงขึ้นคล้ายหางแมงป่อง มักใช้ถ่อ, เรือแม่ปะ ก็เรียก.",
    "เรือหางยาว": "น. เรือยนต์ชนิดหนึ่ง มีลักษณะเพรียวยาว ขับเคลื่อนด้วยเครื่องยนต์ติดที่ท้ายเรือ มีท่อโลหะยาวคล้ายหางติดใบจักรใช้แทนหางเสือไปในตัวและยกขึ้นลง โยกไปทางซ้ายทางขวาเพื่อเปลี่ยนทิศทางได้.",
    "เรือแหวด": "[-แหฺวด] น. เรือแจวชนิดหนึ่ง มีเก๋งรูปยาว&#160;ๆ ท้ายโตและสูง.",
    "เรือใหญ่คับคลอง": "(สํา) น. คนที่เคยรุ่งเรืองหรือเป็นใหญ่เป็นโต เมื่อตกตํ่าลงก็วางตัวอย่างคนสามัญไม่ได้.",
    "เรืออีเป็ด": "น. เรือเป็ด.",
    "เรืออีแปะ": "น. เรือต่อชนิดหนึ่ง ท้องแบนเสริมกราบ รูปคล้ายเรือสำปั้น แต่หัวเรือสั้นกว่า.",
    "เรืออีโปง": "น. เรือขุดชนิดหนึ่ง ยาวประมาณ ๑ วา ทำจากโคนต้นตาลผ่าซีก แล้วขุดเอาเนื้อข้างในออก และปิดท้ายด้วยไม้ ท้ายเรือเล็กกว่าหัวเรือ.",
    "เรือเอี้ยมจุ๊น": "น. เรือขนาดใหญ่ต่อด้วยไม้ ท้องเรือเป็นสัน สำหรับขนถ่ายและบรรทุกสินค้า.",
    "เรือโอ่": "น. เรือต่อชนิดหนึ่ง คล้ายเรือสำปั้น แต่มีขนาดเล็กและเพรียวกว่า ล่มง่าย ผู้ชำนาญจึงจะพายได้.",
    "เรือไอ": "น. เรือต่อชนิดหนึ่ง ขับเคลื่อนด้วยเครื่องจักรไอน้ำ สำหรับรับส่งผู้โดยสาร มีประทุนกันแดดกันฝน, เรือแท็กซี่ ก็เรียก.",
    "แร ๑": "ก. เขียนหรือทําเป็นเส้นเป็นเหลี่ยม, ถ้าเขียนเส้นด้วยสี เรียกว่า แรสี, ถ้าแกะเส้นบนไม้หรือบนผิวโลหะ เรียกว่า แรเส้น.",
    "แร ๒": "ว. อาการที่ทิ้งไว้นานโดยไม่ใส่ใจ เช่น กับข้าวทิ้งแรไว้บนโต๊ะไม่มีคนกิน ของวางแรไม่มีคนซื้อ, แลก็ว่า.",
    "แร่ ๑": "น. ธาตุหรือสารประกอบอนินทรีย์ที่เกิดขึ้นตามธรรมชาติ มีสูตรเคมีและสมบัติอื่น&#160;ๆ ที่แน่นอนหรือเปลี่ยนแปลงได้ในวงจำกัดและนำมาถลุงได้ เช่น แร่ดีบุกนำมาถลุงได้โลหะดีบุก แร่ทองคำนำมาถลุงได้โลหะทองคำ; (กฎ) ทรัพยากรธรณีที่เป็นอนินทรียวัตถุ มีส่วนประกอบทางเคมีกับลักษณะทางฟิสิกส์แน่นอนหรือเปลี่ยนแปลงได้เล็กน้อยไม่ว่าจะต้องถลุงหรือหลอมก่อนใช้หรือไม่ และหมายความรวมตลอดถึงถ่านหิน หินนํ้ามัน หินอ่อน โลหะและตะกรันที่ได้จากโลหกรรม นํ้าเกลือใต้ดิน หินซึ่งกฎกระทรวงกําหนดเป็นหินประดับหรือหินอุตสาหกรรม และดินหรือทรายซึ่งกฎกระทรวงกําหนดเป็นดินอุตสาหกรรมหรือทรายอุตสาหกรรม แต่ทั้งนี้ไม่รวมถึงนํ้าเกลือสินเธาว์ ลูกรัง หิน ดิน หรือทราย.",
    "แร่ ๒": "ก. รี่เข้าใส่, กรากเข้าใส่, เช่น หมาแร่เข้าใส่.<2t>ว. อาการที่รี่เข้าใส่, อาการที่กรากเข้าใส่, เช่น วิ่งแร่มาแต่ไกล.",
    "แรก": "ว. ก่อนเพื่อน, ก่อนผู้อื่นหรือสิ่งอื่นทั้งหมด, เช่น ครั้งแรกในประวัติศาสตร์ มาถึงเป็นคนแรก ลูกคนแรก วันแรกของเดือน, เริ่ม เช่น แรกนา คือ เริ่มลงมือทำนา แรกรุ่น คือ เริ่มย่างเข้าสู่วัยรุ่น, หัวที เช่น แรกเกิด แรกพบ แรกเห็น, เดิมที เช่น แต่แรกเริ่ม, เพิ่งมีเป็นครั้งแรก เช่น มะม่วงแรกออกผล.<2t>น. ต้น, เดิมที.",
    "แร็กเกต": "น. ไม้สําหรับตีเทนนิส แบดมินตัน หรือ สควอช มีปลายข้างหนึ่งเป็นรูปวงรีหรือวงกลม ซึ่งขึงเอ็นหรือไนลอนเป็นตาข่าย มีด้าม. (อ. <f>racket</f>).",
    "แรกนา, แรกนาขวัญ": "น. ชื่อพิธีเริ่มไถนา, ถ้าทําเป็นทางราชการ เรียกว่า พระราชพิธีจรดพระนังคัลแรกนาขวัญ, แต่โดยทั่วไปมักเรียกว่า พระราชพิธีแรกนา หรือ พระราชพิธีแรกนาขวัญ.",
    "แรง ๑": "น. กําลัง เช่น แรงคน ไม่มีแรง มีแรงมาก ออกแรง, อํานาจ เช่น แรงเจ้าที่ แรงกรรม.<2t>ว. ฉุน, จัด, กล้า, เช่น กลิ่นแรง; ใช้กําลังกระทําถึงขีด เช่น อย่าทำแรง ตีแรง&#160;ๆ, แข็ง, มีกําลัง; ศักดิ์สิทธิ์ เช่น ที่นี่เจ้าที่แรง; อัตราการทำงาน กำหนดเป็นกำลังคนต่อช่วงเวลาหนึ่ง เช่น งานนี้ต้องใช้ ๑๐ แรง.<2t>ก. ออกแรง; หมกมุ่น เช่น แรงเสพ แรงเล่น.",
    "แรง ๒": "(วิทยา) น. อิทธิพลภายนอกใด&#160;ๆ ที่เปลี่ยนแปลงหรือพยายามทำให้เกิดการเปลี่ยนแปลงสถานะอยู่นิ่งหรือสถานะการเคลื่อนที่ของเทหวัตถุด้วยอัตราเร็วสม่ำเสมอในแนวเส้นตรง.",
    "แร่ง ๑": "น. เครื่องร่อนของละเอียด.<2t>ก. กิริยาที่ใช้แร่งร่อนของละเอียด เช่น แร่งแป้ง.",
    "แร่ง ๒": "น. ที่วางศพหามศพรูปอย่างแคร่.",
    "แร้ง": "น. ชื่อนกในวงศ์ เป็นนกที่มีขนาดใหญ่ที่สุดในจําพวกเหยี่ยวแร้ง ปีกกว้าง หางสั้น หัวเล็ก ลําคอไม่มีขน กินซากสัตว์ มีหลายชนิด เช่น แร้งดําหิมาลัย <f><i>(Aegypius monachus)</i></f> พญาแร้ง <f><i>(Sarcogyps calvus)</i></f> แร้งสีนํ้าตาล <f><i>(Gypsindicus)</i></f> แร้งเทาหลังขาว <f><i>(G. bengalensis)</i></f>.",
    "แรงงาน": "น. คนงาน, ผู้ใช้แรงในการทำงาน, เช่น การพัฒนาชนบทต้องอาศัยแรงงานจากท้องถิ่น งานก่อสร้างต้องการแรงงานเพิ่ม, ประชากรในวัยทํางาน ไม่รวมถึงคนพิการ คนวิกลจริต นักเรียน นักศึกษา แม่บ้าน นักบวช ทหาร ผู้ต้องขัง และผู้ประกอบกิจการเพื่อหากําไร เช่น วันแรงงาน, แรงที่ใช้ในการทำงาน เช่น ถนนนี้สร้างสำเร็จด้วยแรงงานของชาวบ้าน; ความสามารถในการทํางานเพื่อประโยชน์ในทางเศรษฐกิจ, กิจการที่คนงานทําในการผลิตเศรษฐทรัพย์.",
    "แรงงานและสวัสดิการสังคม": "น. ชื่อกระทรวงที่มีอํานาจหน้าที่เกี่ยวกับการบริหารแรงงาน การจัดหางาน การประชาสงเคราะห์ การพัฒนาฝีมือแรงงาน การสวัสดิการและคุ้มครองแรงงาน และการประกันสังคม.",
    "แรงงานสัมพันธ์": "(กฎ) น. ความสัมพันธ์ในด้านการจ้างงานระหว่างนายจ้างกับลูกจ้างในเรื่องต่าง&#160;ๆ เกี่ยวกับการว่าจ้างทํางาน นับตั้งแต่เงื่อนไขการจ้าง สภาพการทํางาน และผลประโยชน์จากการทํางานร่วมกันของทั้ง ๒ ฝ่าย รวมทั้งสาเหตุต่าง&#160;ๆ ที่มีผลต่อสัมพันธภาพระหว่างนายจ้างกับลูกจ้าง ตลอดจนการร่วมเจรจาต่อรอง และการสร้างความเข้าใจอันดีต่อกันเพื่อการอยู่ร่วมกันต่อไป.",
    "แรงดึงดูด": "(ฟิสิกส์) น. แรงระหว่างเทหวัตถุ ๒ ชิ้นที่ดึงหรือพยายามดึงให้เทหวัตถุทั้ง ๒ เคลื่อนที่เข้าใกล้กัน ต้านหรือพยายามต้านการแยกเทหวัตถุทั้ง ๒ ออกจากกัน.",
    "แรงเทียน": "น. หน่วยวัดความเข้มของความสว่างของแหล่งกําเนิดแสง, กําลังเทียน ก็ว่า.",
    "แรงม้า": "น. หน่วยวัดกําลังหรืออัตราของการทํางาน โดยกําหนดว่า ๑ แรงม้า คือ อัตราของการทํางาน ได้ ๕๕๐ ฟุตปอนด์ต่อวินาที ๑ แรงม้า มีค่าเท่ากับ ๗๔๕.๗ วัตต์, กําลังม้า ก็เรียก.",
    "แร่งริ้ว": "น. ชิ้นฉีก, สิ่งที่ฉีกเป็นชิ้น&#160;ๆ.",
    "แรงสู่ศูนย์กลาง": "(ฟิสิกส์) น. แรงที่กระทําต่อเทหวัตถุในขณะที่เทหวัตถุนั้นเคลื่อนที่เป็นทางวงกลม แรงนี้มีแนวทิศเข้าสู่จุดศูนย์กลางของทางวงกลมนั้น และมีขนาดเท่ากับแรงหนีศูนย์กลาง. (อ. <f>centripetal force</f>).",
    "แรงหนีศูนย์กลาง": "(ฟิสิกส์) น. แรงที่กระทําต่อเทหวัตถุในขณะที่เทหวัตถุนั้นเคลื่อนที่เป็นทางวงกลม แรงนี้มีแนวทิศออกจากจุดศูนย์กลางของทางวงกลมนั้น และมีขนาดเท่ากับแรงสู่ศูนย์กลาง. (อ. <f>centrifugal force</f>).",
    "แรงเหวี่ยง": "(ปาก) น. แรงหนีศูนย์กลาง.",
    "แร่งไหม": "น. ไหมทอง.",
    "แรเงา": "ก. เขียนเส้นเพื่อให้เห็นเป็นเงา.",
    "แรด ๑": "น. ชื่อสัตว์เลี้ยงลูกด้วยนมขนาดใหญ่ในวงศ์ <f>Rhinocerotidae</f> เป็นสัตว์กีบคี่ มี ๓ นิ้ว ขาสั้น ตาเล็ก หูตั้ง ประสาทรับฟังเสียงและดมกลิ่นดีมาก หนังหนา มีทั้งชนิดนอเดียวและ ๒ นอ กินพืช นอนปลัก ในประเทศไทยมี ๒ ชนิด คือ แรดนอเดียว ซึ่งเรียกกันทั่วไปว่า แรด <f><i>(Rhinoceros sondaicus)</i></f> และกระซู่ <f><i>(Dicerorhinus sumatrensis)</i></f> ซึ่งมี ๒ นอ.",
    "แรด ๒": "น. ชื่อปลานํ้าจืดชนิด <f><i>Osphronemus goramy</i></f> เป็นปลาขนาดใหญ่ที่สุดในวงศ์ <f>Anabantidae</f> ลักษณะทั่วไปคล้ายปลาสลิด ลําตัวหนา ปากเชิด ปลายครีบท้องยื่นยาวเป็นเส้น มีลายแถบสีเข้มพาดขวางลําตัวเห็นได้ชัดโดยเฉพาะปลาขนาดเล็ก ปลาตัวผู้ขนาดใหญ่จะมีปุ่มที่สันหัวคล้ายนอ พื้นลําตัวและครีบสีนํ้าตาล ขนาดยาวได้ถึง ๖๐ เซนติเมตร.",
    "แรด ๓": "(ปาก) ก. ดัดจริต.",
    "แรดตัวผู้": "น. ชื่อหนึ่งของดาวฤกษ์บุรพภัทรบท มี ๒ ดวง, ดาวโปฐบท ดาวหัวเนื้อทราย หรือ ดาวปุพพภัททะ ก็เรียก.",
    "แรดตัวเมีย": "น. ชื่อหนึ่งของดาวฤกษ์อุตรภัทรบท มี ๒ ดวง, ดาวไม้เท้า ดาวอุตตรภัทรบท หรือ ดาวอุตตรภัททะ ก็เรียก.",
    "แร่ธาตุ": "น. แร่.",
    "แร้นแค้น": "ว. ฝืดเคือง, ขัดสน, ขาดแคลน, เช่น เขามีชีวิตอยู่อย่างแร้นแค้นขาดแคลนไปเสียทุกสิ่งทุกอย่าง.",
    "แรม": "น. ส่วนของเดือนจันทรคติที่พระจันทร์เริ่มมืดจนถึงมืด คือ ตั้งแต่แรมค่ำหนึ่งไปถึงแรม ๑๔ ค่ำในเดือนขาด หรือถึงแรม ๑๕ ค่ำในเดือนเต็ม เรียกว่า ข้างแรม; ช่วงระยะเวลานานนับเดือนนับปี ในคำว่า แรมเดือน แรมปี.<2t>ก. ค้างคืน เช่น พักแรม.",
    "แรมรอน": "ก. หยุดพัก นอน.",
    "แรมรา": "ก. เริดร้าง.",
    "แรมโรย": "ก. ห่างโหย.",
    "แร้ว": "น. เครื่องสําหรับดักสัตว์ มี นก ไก่ เป็นต้น มีบ่วงติดอยู่กับปลายของไม้ที่เรียกว่า คันแร้ว ซึ่งเอาโคนปักไว้ที่ดินทำปลายให้โน้มลงมา มีไกที่เรียกว่า ปิ่น ขัดไว้ระหว่างหลักขัดแร้วกับคอน วางบ่วงดักไว้บนคอน เมื่อสัตว์มาจับคอนตรงที่วางบ่วงไว้ ไม้คอนจะเลื่อนลง ทำให้ปิ่นหลุด บ่วงก็จะรูดมัดขาไว้.",
    "แรเส้น": "ก. แกะเส้นบนไม้หรือบนผิวโลหะ.<2t>ว. เรียกเส้นที่แกะบนไม้หรือบนผิวโลหะว่า เส้นแร.",
    "แระ ๑": "น. ถั่วแระ. <i>(ดู ถั่วเหลือง)</i>.",
    "แระ ๒": "น. เครื่องสําหรับรองรากตึกและเสาเรือน, ระแนะ ก็เรียก.",
    "โร่": "ว. เห็นชัด, ปรากฏชัด, เช่น วิ่งโร่ไปคนเดียว สว่างโร่ แดงโร่.",
    "โรค, โรค-": "[โรก, โรคะ-] น. ภาวะที่ร่างกายทํางานได้ไม่เป็นปรกติเนื่องจากเชื้อโรคเป็นต้น. (ป., ส.).",
    "โรคจิต": "น. โรคทางจิตใจที่มีความผิดปรกติของความรู้สึก ความคิด อารมณ์ หรือพฤติกรรมอย่างแรงถึงขนาดคุมสติไม่อยู่ เช่น มีอาการหลงผิด ประสาทหลอน, วิกลจริต ก็เรียก. (อ. <f>psychosis</f>).",
    "โรคจิตเภท": "น. กลุ่มอาการของโรคทางจิตที่ทําให้ความคิด การรับรู้ อารมณ์ และบุคลิกภาพผิดปรกติ. (อ. <f>schizophrenia</f>).",
    "โรคนิทาน": "[โรคะ-] น. คัมภีร์แพทย์โบราณว่าด้วยสมุฏฐานแห่งโรค.",
    "โรคประจำตัว": "น. โรคที่มีติดตัวอยู่เป็นประจํา รักษาไม่หายขาด.",
    "โรคประสาท": "น. โรคทางจิตใจที่มีความกังวลเป็นอาการสําคัญ คนไข้อาจมีอาการแสดงออกเป็นความกังวล เช่น กลุ้มใจ หงุดหงิด หรืออาจแสดงออกเป็นอาการทางกาย เช่น ใจสั่น เหงื่อออก เป็นลม กลัวที่สูง. (อ. <f>neurosis</f>).",
    "โรคระบบประสาท": "น. โรคของสมองและไขสันหลัง มิได้เกี่ยวข้องกับจิตใจ เช่น เนื้องอกในสมอง เส้นเลือดในสมองตีบตันหรือแตก โรคเหล่านี้ก่อให้เกิดภาวะวิกลจริตได้ในบางครั้งบางคราว.",
    "โรคศิลปะ": "[โรกสินละปะ] น. การปฏิบัติเพื่อรักษาโรค.",
    "โรคสมอง": "น. โรคที่ก่อให้เกิดความผิดปรกติใด&#160;ๆ แก่สมอง. (อ. <f>cerebropathy</f>).",
    "โรคา": "(กลอน) น. โรค.",
    "โรคาพยาธิ": "[โรคาพะยาทิ] น. ความเจ็บไข้.",
    "โรคาพาธ": "น. ความเจ็บไข้.",
    "โรง": "น. สิ่งปลูกสร้างที่มีหลังคาคลุม ปรกติพื้นอยู่ติดกับดิน สําหรับเป็นที่อยู่อาศัย ประกอบการ หรือไว้สิ่งของเป็นต้น เช่น โรงลิเก โรงทอผ้า โรงเหล้า โรงรถ โรงพิมพ์, ลักษณนามว่า โรง เช่น ลิเกโรงหนึ่ง โรงทอผ้า ๒ โรง.",
    "โรงครัว": "น. สถานที่ทำอาหารในงานใหญ่&#160;ๆ เพื่อเลี้ยงคนจำนวนมาก.",
    "โรงคัล": "น. ที่เฝ้าพระเจ้าแผ่นดิน, เรียกเต็มว่า พระโรงคัล.",
    "โรงงาน": "(กฎ) น. อาคาร สถานที่ หรือยานพาหนะที่ใช้เครื่องจักร มีกําลังรวมตั้งแต่ ๕ แรงม้าหรือกําลังเทียบเท่าตั้งแต่ ๕ แรงม้าขึ้นไป หรือใช้คนงานตั้งแต่ ๗ คนขึ้นไปโดยใช้เครื่องจักรหรือไม่ก็ตามสําหรับทํา ผลิต ประกอบบรรจุ ซ่อม ซ่อมบํารุง ทดสอบ ปรับปรุง แปรสภาพ ลําเลียง เก็บรักษา หรือทําลายสิ่งใด&#160;ๆ ทั้งนี้ตามประเภทหรือชนิดของโรงงานที่กําหนดในกฎกระทรวง.",
    "โรงเจ": "น. โรงอาหารที่มีแต่อาหารเจ ตามปรกติสำหรับคนจีนที่ถือศีล กินอยู่โดยไม่เสียเงิน.",
    "โรงเตี๊ยม": "น. ที่พักคนเดินทาง, โรงแรม. (จ. เตี๊ยม ว่า ที่พักคนเดินทาง).",
    "โรงทาน": "น. สถานที่แจกจ่ายอาหารแก่คนทั่วไปเป็นการกุศล.",
    "โรงทึม": "น. โรงสำหรับตั้งหรือเก็บศพ.",
    "โรงธาร, โรงธารคำนัล": "น. ท้องพระโรง, ห้องเป็นที่ออกขุนนางของพระเจ้าแผ่นดิน.",
    "โรงนา": "น. โรงที่ชาวนาสร้างขึ้นเป็นที่อยู่อาศัย มักจะสร้างบนเนินดินที่สูงกว่าพื้นนากันน้ำท่วม ด้านหนึ่งมียกพื้นสำหรับนอน มีที่ทำครัว และมีที่ว่างสำหรับไว้วัวควายด้วย.",
    "โรงพยาบาล": "น. สถานที่ให้บริการเกี่ยวกับสุขภาพอนามัย คือทั้งตรวจ รักษา และป้องกันโรคให้แก่ประชาชน และมีเตียงสำหรับรับคนไข้เข้าพักรักษาตัวด้วย.",
    "โรงพัก": "(ปาก) น. สถานีตำรวจ.",
    "โรงพิมพ์": "น. สถานที่พิมพ์หนังสือและสิ่งพิมพ์อื่น&#160;ๆ.",
    "โรงมหรสพ": "น. สถานที่สำหรับเล่นมหรสพ เช่น งิ้ว ลิเก ละคร ภาพยนตร์ เพื่อเก็บเงินจากคนดู ไม่ว่าจะปลูกเป็นตึก เรือน โรง หรือกระโจมและที่ปลูกกำบังอย่างใด&#160;ๆ.",
    "โรงรับจำนำ": "น. สถานที่รับจำนำสิ่งของ, ถ้าเป็นของเทศบาลหรือกรุงเทพมหานคร เรียกว่า สถานธนานุบาล, ถ้าเป็นของกรมประชาสงเคราะห์ เรียกว่า สถานธนานุเคราะห์; (กฎ) สถานที่รับจํานําซึ่งประกอบการรับจํานําสิ่งของเป็นประกันหนี้เงินกู้เป็นปรกติธุระ แต่ละรายมีจํานวนเงินไม่เกิน ๑๐๐,๐๐๐ บาท และหมายความรวมตลอดถึงการรับหรือซื้อสิ่งของโดยจ่ายเงินให้สําหรับสิ่งของนั้นเป็นปรกติธุระ แต่ละรายมีจํานวนเงินไม่เกิน ๑๐๐,๐๐๐ บาท โดยมีข้อตกลงหรือเข้าใจกันโดยตรงหรือโดยปริยายว่าจะได้ไถ่คืนในภายหลังด้วย.",
    "โรงเรียน": "น. สถานศึกษา.",
    "โรงเรียนกินนอน, โรงเรียนประจำ": "น. โรงเรียนที่นักเรียนต้องกินอยู่หลับนอนอยู่ที่โรงเรียนเป็นประจํา, เรียกนักเรียนเช่นนั้นว่า นักเรียนกินนอน หรือ นักเรียนประจํา.",
    "โรงเรียนสาธิต": "น. โรงเรียนที่ขึ้นกับสถาบันผลิตครู ตั้งขึ้นเพื่อเป็นที่ฝึกสอนของนักศึกษาครู หรือเพื่อเป็นโรงเรียนตัวอย่างทางด้านการสอนหรือการบริหาร.",
    "โรงเรือน": "(กฎ) น. ตึก บ้าน เรือน โรงหรือสิ่งปลูกสร้างอย่างอื่นซึ่งบุคคลอาจเข้าอยู่หรืออาจเข้าใช้สอยได้และหมายความรวมถึงแพด้วย.",
    "โรงแรม": "น. ที่พักคนเดินทางซึ่งต้องเสียค่าพักแรมด้วย; (กฎ) สถานที่ทุกชนิดที่จัดตั้งขึ้นเพื่อรับสินจ้างสําหรับคนเดินทางหรือบุคคลที่ประสงค์จะหาที่อยู่หรือที่พักชั่วคราว.",
    "โรงเลี้ยง": "น. โรงสำหรับเป็นที่กินอาหารของทหาร.",
    "โรงเลื่อย": "น. สถานที่เลื่อยซุงแปรรูปให้เป็นแผ่นกระดานเป็นต้น, ถ้าใช้เลื่อยด้วยเลื่อยจักรวงเดือน เรียกว่า โรงเลื่อยจักร หรือเรียกสั้น&#160;ๆ ว่า โรงเลื่อย.",
    "โรงสี, โรงสีข้าว": "น. สถานที่สีข้าวเปลือกให้เป็นข้าวสารด้วยเครื่องจักร.",
    "โรงแสง": "น. โรงสําหรับทําหรือเก็บอาวุธ.",
    "โรงอาหาร": "น. โรงสำหรับเป็นที่กินอาหารของนักเรียน นักศึกษาเป็นต้น.",
    "โรจ, โรจน์": "ว. รุ่งเรือง, สว่าง, สุกใส. (ป., ส.).",
    "โรเดียม": "น. ธาตุลําดับที่ ๔๕ สัญลักษณ์ <f>Rh</f> เป็นโลหะ ลักษณะเป็นของแข็ง สีเงิน หลอมละลายที่ ๑๙๖๖&#x00b0;ซ. ใช้ประโยชน์นําไปผสมกับโลหะอื่นให้เป็นโลหะเจือ. (อ. <f>rhodium</f>).",
    "โรตี": "น. ชื่ออาหารแขกชนิดหนึ่ง ทําด้วยแป้งสาลีนวดแล้วแผ่เป็นแผ่น ทอดในกระทะแบน&#160;ๆ กินเป็นอาหารคาวอย่างขนมปัง หรือกินเป็นอาหารหวานก็ได้โดยโรยน้ำตาลทราย นม เป็นต้น.",
    "โรตีสายไหม": "น. ชื่อขนมชนิดหนึ่ง ใช้โรตีห่อไส้ที่ทําด้วยนํ้าตาลซึ่งปั่นจนเป็นเส้นฝอย&#160;ๆ คล้ายเส้นไหม.",
    "โรท, โรทะ": "[โรด, โรทะ] ก. ร้องไห้. (ป., ส.).",
    "โรทนะ": "[โรทะนะ] น. การร้องไห้. (ป., ส.).",
    "โรธ": "ก. ขัดขวาง, ห้าม, กัน. (ส., ป.).",
    "โรธร": "[-ทอน] ว. อ่อนเพลีย, ไม่มีแรง.",
    "โรปนะ": "[โรปะนะ] น. การเพาะปลูก. (ป.; ส. โรปณ).",
    "โรม ๑": "น. โลมา, ขน. (ป.; ส. โรมนฺ).",
    "โรม ๒": "ก. รบ.",
    "โรมมัย": "[โรมะไม] ว. แล้วด้วยขน, ที่ทําด้วยขน. (ป., ส.).",
    "โรมรัน": "ก. รบพุ่งกัน.",
    "โรมัญจะ": "ว. ขนลุก, ขนชัน. (ป.; ส. โรมาญฺจ).",
    "โรมัน": "น. ชื่อชนชาวยุโรปครั้งโบราณพวกหนึ่ง.<2t>ว. เนื่องด้วยชาตินั้น เช่น อักษรโรมัน เลขโรมัน. (อ. <f>Roman</f>).",
    "โรมันคาทอลิก": "น. ชื่อนิกายหนึ่งในคริสต์ศาสนา มีสันตะปาปาเป็นประมุข, นักบวชในนิกายนี้ เรียกว่า บาทหลวง. (อ. <f>Roman Catholic</f>).",
    "โรเมอร์": "น. ชื่อองศาที่ใช้วัดอุณหภูมิ เรียกว่า องศาโรเมอร์ กําหนดเป็นมาตรฐานว่า จุดเยือกแข็งของนํ้าบริสุทธิ์เป็น ๐ องศา และจุดเดือดของนํ้าบริสุทธิ์เป็น ๘๐ องศา. (ฝ. <f>Réaumur</f>).",
    "โรย": "ก. อาการที่ดอกไม้ค่อย&#160;ๆ เหี่ยวแห้งและเริ่มหลุดร่วงไป เช่น ดอกไม้โรย ดอกจำปาโรย, อาการที่กลีบหรือเกสรดอกไม้ค่อย&#160;ๆ หลุดร่วงไป เช่น กลีบกุหลาบโรย เกสรบัวโรย; อาการที่หน้าตาไม่สดชื่นเพราะอดนอนหรือเพิ่งหายไข้เป็นต้น เช่น หน้าตายังโรยอยู่ อดนอนตาโรย; หย่อนกำลัง, เพลีย, ในคำว่า อิดโรย; ค่อย&#160;ๆ ผ่อนลง เช่น โรยเชือก โรยอวน; ค่อย&#160;ๆ โปรยลงไป, โปรยลงไปทีละน้อย, เช่น เอาแป้งโรยตัว โรยอาหารให้ปลา โรยพริกไทย โรยผักชี.",
    "โรยขนมจีน": "ก. บีบแป้งขนมจีนที่อยู่ในห่อผ้าที่เย็บติดกับหน้าแว่น แล้วโรยให้เป็นเส้นลงในน้ำเดือด, บีบขนมจีน ก็ว่า.",
    "โรยตัว": "ก. เอาเชือกผูกรอบเอวแล้วเอาไปคล้องที่ต้นขาทั้ง ๒ ข้าง เอาปลายเชือกผูกที่หน้าท้อง แล้วค่อย&#160;ๆ หย่อนตัวลง เช่น โรยตัวลงจากเฮลิคอปเตอร์กลางอากาศ, เอาเชือกผูกรอบเอวแล้วค่อย&#160;ๆ หย่อนตัวลงมาจากที่สูง เช่น โรยตัวจากอาคารสูง&#160;ๆ.",
    "โรยฝอยทอง": "ก. กิริยาที่เอาไข่แดงซึ่งผสมไข่น้ำค้างเล็กน้อย ใส่กรวยแล้วปล่อยให้ไหลเป็นสายเล็ก&#160;ๆ วนไปวนมาในน้ำเชื่อมเดือด&#160;ๆ.",
    "โรยรา": "ก. น้อยไป, เสื่อมไป, เช่น ความรักโรยรา.",
    "โรยหน้า": "ก. เอาของโปรยลงไปบนอาหารเป็นต้นเพื่อให้น่ากินหรือชูรส เช่น โรยหน้าขนมด้วยมะพร้าว, โดยปริยายหมายความว่า แต่งแต่เพียงผิว&#160;ๆ.",
    "โรเร": "ว. ร่วงโรย, ซบเซา, ไม่แข็งแรง, ไม่แน่นอน.",
    "โรษ": "ก. เคือง, แค้น. (ส.; ป. โรส).",
    "โรษณะ": "[โรดสะนะ] น. ความเคือง, ความแค้น. (ส.; ป. โรสน).",
    "โรหิณี": "น. ดาวฤกษ์ที่ ๔ มี ๗ ดวง เห็นเป็นรูปจมูกม้าหรือไม้คํ้าเกวียน, ดาวพราหมี ดาวปลาตะเพียน หรือ ดาวคางหมู ก็เรียก; แม่โคแดง; ชื่อแม่นํ้าสายหนึ่งในอินเดีย. (ป., ส.).",
    "โรหิต": "น. โลหิต, เลือด.<2t>ว. สีแดง. (ป., ส.).",
    "ไร ๑": "น. ชื่อสัตว์พวกแมงหลายชนิด ขนาดเล็กเท่าหัวเข็มหมุดหรือเล็กกว่า ลักษณะคล้ายพวกเห็บแต่ต่างกันที่ไม่มีหนามเล็ก&#160;ๆ คลุมรอบปาก และแผ่นแข็งของรูหายใจอยู่บริเวณด้านข้างของลําตัวไม่เลยขาคู่ที่ ๔ ชนิดดูดกินเลือดสัตว์ เช่น ไรไก่ <f>(<i>Dermanyssus</i> spp.)</f> ในวงศ์ <f>Dermanyssidae</f> ชนิดทําลายพืช เช่น ไรแดง <f>(<i>Tetranychus</i> spp.)</f> ในวงศ์ <f>Tetranychidae</f>.",
    "ไร ๒": "น. รอยที่ถอนผมออกแล้ว เช่น ไรผม.",
    "ไร ๓": "น. ทอง เช่น เรืองไร.",
    "ไร ๔": "ก. เฉลี่ย, ใช้เข้าคู่กับคํา เรี่ย เป็น เรี่ยไร.",
    "ไร ๕": "ว. ไหน, ใด, อะไร.",
    "ไรย์": "น. ข้าวไรย์. <i>(ดู ข้าวไรย์)</i>.",
    "ไร่": "น. ที่ปลูกพืชและต้นไม้บนไหล่เขาหรือในที่ดอน, พื้นที่ราบที่ใช้ปลูกพืชอื่น&#160;ๆ นอกจากข้าว เช่น ไร่ฝ้าย ไร่องุ่น ไร่แตงโม; จํานวนเนื้อที่ ๔ งาน หรือ ๔๐๐ ตารางวา หรือ ๑,๖๐๐ ตารางเมตร.",
    "ไร้": "ว. ขัดสน, ไม่มี, ปราศจาก, เช่น ไร้ทรัพย์ ไร้ความสามารถ.",
    "ไร ๆ": "ว. อาการที่มองเห็นอยู่ไกลลิบ&#160;ๆ ไม่ชัด เช่น เห็นทิวไม้อยู่ไร&#160;ๆ; เริ่มนึกออกได้เล็กน้อย เช่น เรื่องที่มาปรึกษานึกเห็นทางออกได้ไร&#160;ๆ, รำไร ก็ว่า.",
    "ไรฟัน": "น. แนวฟันตอนที่เหงือกหุ้ม.",
    "ไรเรือง": "ว. มีแสงสุกสว่างเหมือนทอง, เรืองไร ก็ว่า.",
    "ฤ ๑": "[รึ] เป็นรูปสระในภาษาสันสกฤต เมื่อไทยนํามาใช้ออกเสียงเป็น ริ รึ หรือ เรอ เช่น ฤทธิ์ ฤดู ฤกษ์.",
    "ฤ ๒": "[รึ] (กลอน) ว. หรือ, ไม่, เช่น จะมีฤ ว่า จะมีหรือ, ฤบังควร ว่า ไม่บังควร.",
    "ฤกษ์ ๑": "[เริก] น. คราวหรือเวลาที่กําหนดหรือคาดว่าจะให้ผล เช่น ฤกษ์ดี ฤกษ์ร้าย, มักนิยมใช้ในทางดี เช่นหาฤกษ์แต่งงาน หาฤกษ์ยกเสาเอก. (ส.).",
    "ฤกษ์ ๒": "[เริก] น. หมี; ดาวจระเข้, ดาวนพเคราะห์. (ส.).",
    "ฤกษ์ ๓": "[เริก] น. เรียกดาวที่มีลักษณะเป็นกลุ่มแก๊สทรงกลมที่สามารถแผ่รังสีออกได้รอบตัวว่า ดาวฤกษ์.",
    "ฤกษณะ": "[รึกสะนะ] น. การดู, การเห็น. (ส. อีกฺษณ; ป. อิกฺขณ).",
    "ฤกษ์บน": "น. ฤกษ์ที่ดาวนพเคราะห์เสวยประจําวัน มี ๒๗ ฤกษ์.",
    "ฤกษ์พานาที": "น. ระยะเวลาที่เป็นฤกษ์.",
    "ฤกษ์ล่าง": "น. ฤกษ์ที่ประกอบฤกษ์บน มี ๙ ฤกษ์.",
    "ฤคเวท": "[รึกคะเวด] น. ชื่อคัมภีร์ที่ ๑ ของพระเวท ใช้ภาษาสันสกฤตรุ่นเก่าที่สุด ประพันธ์เป็นฉันท์ มีอายุประมาณ ๕๐๐ ถึง ๑,๐๐๐ ปีก่อนพุทธกาล, อิรุพเพท ก็ว่า. (ส.; ป. อิรุพฺเพท). <i>(ดู เวท, เวท- ประกอบ)</i>.",
    "ฤชา": "[รึ-] น. ค่าธรรมเนียม.",
    "ฤชากร": "[รึชากอน] น. เงินที่ได้จากค่าธรรมเนียม.",
    "ฤชุ": "[รึ-] ว. ตรง, ซื่อ. (ส.; ป. อุชุ).",
    "ฤณ": "[ริน] น. หนี้, หนี้สิน; ภาระ. (ส.; ป. อิณ).",
    "ฤดี": "[รึ-] น. รติ, ความยินดี, ใจ. (ป., ส. รติ).",
    "ฤดียา, ฤติยา": "[รึ-] ก. เกลียด, รังเกียจ, ดูถูก. (ส.).",
    "ฤดู": "[รึ-] น. ส่วนของปีซึ่งแบ่งโดยถือเอาภูมิอากาศเป็นหลัก มักแบ่งออกเป็น ๓ ช่วง คือ ฤดูฝน ฤดูหนาว และฤดูร้อน หรือเป็น ๔ ช่วง คือ ฤดูใบไม้ผลิ ฤดูร้อน ฤดูใบไม้ร่วง และฤดูหนาว ที่แบ่งเป็น ๒ ช่วง คือ ฤดูแล้งกับฤดูฝน ก็มี, เวลาที่กําหนดสําหรับงานต่าง&#160;ๆ เช่น ฤดูเก็บเกี่ยว ฤดูทอดกฐิน ฤดูถือบวช, เวลาที่เหมาะ เช่น ฤดูสัตว์ผสมพันธุ์; คราว, สมัย, เช่น ฤดูนํ้าหลาก. (ส. ฤตุ; ป. อุตุ).",
    "ฤดูกาล": "น. เวลา, คราว, เช่น ฝนไม่ตกตามฤดูกาล.",
    "ฤต": "[รึด] น. กฎ, วินัย, (เช่นในพระศาสนา); ธรรมเนียม, ความจริง, ความชอบธรรม. (ส.).",
    "ฤตุ": "[รึ-] น. ฤดู.",
    "ฤตุสนาน": "[รึตุสะหฺนาน] น. การอาบนํ้าของหญิงอินเดียในวันที่ ๔ หลังจากมีระดู. (ส.).",
    "ฤทธา": "[ริด-] น. อํานาจศักดิ์สิทธิ์ เช่น รุ่งเรืองฤทธาศักดาเดช. (อิเหนา). (ส.; ป. อิทฺธา).",
    "ฤทธิ์": "[ริด] น. อํานาจศักดิ์สิทธิ์, แรงอํานาจ, เช่น เทวดามีฤทธิ์. (ส.; ป. อิทฺธิ).",
    "ฤทัย": "[รึไท] น. ใจ, ความรู้สึก. (กร่อนมาจาก หฤทัย). (ส. หฺฤทย; ป. หทย).",
    "ฤษภ": "[รึสบ] น. วัวตัวผู้. (ส.; ป. อุสภ).",
    "ฤษยา": "[ริดสะหฺยา] (โบ) น. ริษยา.",
    "ฤษี": "[รึ-] น. ฤๅษี, นักบวชพวกหนึ่ง มีมาก่อนพุทธกาล สละบ้านเรือนออกไปบําเพ็ญพรตแสวงหาความสงบ. (ส. ฤษี ว่า ผู้เห็น, ผู้แต่งพระเวท; ป. อิสิ).",
    "ฤๅ ๑": "[รือ] เป็นรูปสระในภาษาสันสกฤต ซึ่งเป็นเสียงยาวของ ฤ เมื่อไทยนํามาใช้ออกเสียงเป็น รือ เช่น ฤๅษี.",
    "ฤๅ ๒": "[รือ] ว. หรือ, อะไร, ไม่ใช่; โดยมากใช้ในบทร้อยกรอง เช่น กวีฤๅแล้งแหล่งสยาม.",
    "ฤๅชุ": "ว. ตรง, ซื่อ. (ส. ฤชุ).",
    "ฤๅชุตา": "น. ความตรง, ความซื่อสัตย์.",
    "ฤๅดี": "น. ฤดี, ความยินดี, ใจ.",
    "ฤๅทัย": "น. ฤทัย, ใจ, ความรู้สึก.",
    "ฤๅเยา": "ว. มิใช่เยา, มิใช่น้อย, ไม่เยา.",
    "ฤๅษี": "น. ฤษี, นักบวชพวกหนึ่ง มีมาก่อนพุทธกาล สละบ้านเรือนออกไปบําเพ็ญพรตแสวงหาความสงบ.",
    "ฤๅษีแปลงสาร": "น. ชื่อวิธีเขียนหนังสือลับแห่งไทยโบราณกลับตัวอักษรข้างหลังมาไว้ข้างหน้า, โดยปริยายหมายความว่า เปลี่ยนข้อความเดิมให้มีความหมายตรงกันข้าม.",
    "ฤๅษีผสม": "น. ชื่อไม้ล้มลุกชนิด <f><i>Plectranthus scutellarioides</i> (L.) R. Br.</f> ในวงศ์ <f>Labiatae</f> ใบมีสีต่าง&#160;ๆ ขอบใบจักเป็นรูปฟันปลา, ฤๅษีผสมแล้ว หรือ ฤๅษีผสมเสร็จ ก็เรียก.",
    "ฤๅษีเลี้ยงลิง": "(สํา) น. ผู้เลี้ยงเด็กซุกซนหรือปกครองคนหมู่มากที่ไม่อยู่ในระเบียบวินัยย่อมเดือดร้อนรําคาญ.",
    "ฤๅสาย": "น. คําเรียกผู้เป็นใหญ่เช่นกษัตริย์."
}