{
    "อ ๑": "พยัญชนะตัวที่ ๔๓ เป็นพวกอักษรกลาง ใช้เป็นพยัญชนะตัวต้นได้อย่างตัวอื่น&#160;ๆ เช่น อา อก องค์, ใช้นําพยัญชนะเดี่ยวได้อย่างอักษรกลางอื่น&#160;ๆ เช่น อนึ่ง องุ่น แอร่ม, ใช้นําตัว ย ให้เป็นเสียงอักษรกลาง แต่นิยมใช้อยู่ ๔ คํา คือ อย่า อยู่ อย่าง อยาก, ใช้เป็นเครื่องหมายรูปสระ ออ เช่น กอ ขอ และประสมกับเครื่องหมายเป็นสระ เอือ เออ เช่น เถือ เธอ, ใช้เป็นตัวเคียงสระ อือ เช่น คือ มือ.",
    "อ ๒": "[อะ] เป็นอักษรใช้นําหน้าคําที่มาจากภาษาบาลีและสันสกฤต บอกความปฏิเสธหรือตรงกันข้าม แปลว่า ไม่ หรือ ไม่ใช่ เช่น อศุภ (ไม่งาม) อธรรม (ไม่ใช่ธรรม); ใช้เป็น อน เมื่ออยู่หน้าคําที่ขึ้นต้นด้วยสระ เช่น อเนก (อน + เอก) อนาจาร (อน + อาจาร). (ป., ส.).",
    "อก ๑": "น. ส่วนของร่างกายด้านหน้าอยู่ระหว่างคอกับท้อง; ใจ เช่น อกกรม อกเขาอกเรา; เรียกไม้ที่เป็นแกนกลางของตัวว่าวว่า อกว่าว; เรียกเลื่อยที่มีไม้ยันกลางว่า เลื่อยอก, เรียกไม้อันกลางที่ยันเลื่อยให้ตึงว่า อกเลื่อย.",
    "อก ๒": "น. พวก, หมู่. (อนันตวิภาค).",
    "อก ๓": "ว. หก, (โบ) เรียกลูกหญิงคนที่ ๖ ว่า ลูกอก, คู่กับ ลูกชายคนที่ ๖ ว่า ลูกลก.",
    "อกกรม": "ว. มีความระทมใจ มักใช้เข้าคู่กับคำ หน้าชื่น เป็น หน้าชื่นอกกรม, หน้าชื่นอกตรม ก็ว่า.",
    "อกไก่ ๑": "น. เรียกอกคนที่มีลักษณะนูนยื่นออกมาอย่างอกของไก่; ชื่อลวดบัวแบบหนึ่ง มีลักษณะนูนเป็นสันขึ้นอย่างอกของไก่ เรียกว่า บัวอกไก่.",
    "อกไก่ ๒": "น. ไม้เครื่องบนที่พาดเบื้องบนเป็นสันหลังคาเหนือใบดั้ง.",
    "อกคราก": "ว. คําที่กล่าวเปล่งออกมาหมายความว่า หนักเหลือเกิน, เดือดร้อนเหลือเกิน.",
    "อกจะแตก": "อ. คำพูดที่เปล่งออกมาเมื่อตกใจเป็นต้น (ใช้แก่ผู้หญิง) เช่น อุ๊ย ! อกจะแตก, อกแตก ก็ว่า.",
    "อกตเวทิตา": "[อะกะตะ-] น. ความเป็นผู้ไม่ประกาศอุปการคุณที่ท่านทำแก่ตน, ความเป็นผู้ไม่ตอบแทนอุปการคุณที่ท่านได้ทำแก่ตน, เป็นคำคู่กันกับ อกตัญญุตา. [ป. อ ว่า ไม่ + กต ว่า (อุปการะ) ที่ท่านทำแล้ว + เวที ว่า ผู้ให้รู้, ผู้ประกาศ + ตา ว่า ความเป็น].",
    "อกตเวที": "[อะกะตะ-] น. ผู้ไม่ประกาศอุปการคุณที่ท่านทำแก่ตน, ผู้ไม่ตอบแทนอุปการคุณที่ท่านได้ทำแก่ตน, เป็นคำคู่กันกับ อกตัญญู. [ป. อ ว่า ไม่ + กต ว่า (อุปการะ) ที่ท่านทำแล้ว + เวที ว่า ผู้ให้รู้, ผู้ประกาศ].",
    "อกตั้ง": "ว. เต็มที่, เต็มแรง, เช่น วิ่งอกตั้ง เดินอกตั้ง; เรียกอาการที่นั่งหรือยืนตัวตรงว่า นั่งอกตั้ง ยืนอกตั้ง.",
    "อกตัญญุตา": "[อะกะตัน-] น. ความเป็นผู้ไม่รู้อุปการคุณที่ท่านทําแก่ตน. (ป.).",
    "อกตัญญู": "[อะกะตัน-] น. ผู้ไม่รู้อุปการคุณที่ท่านทําแก่ตน. (ป.).",
    "อกเต่า": "ว. เรียกสิ่งที่มีลักษณะแบนแฟบอย่างอกของเต่า.",
    "อกแตก": "ว. ลักษณะของเมืองหรือวัดเป็นต้นซึ่งมีลํานํ้าหรือทางผ่ากลาง เรียกว่า เมืองอกแตก วัดอกแตก; อาการของคนที่เก็บความรู้สึกอัดอั้นตันใจไว้จนทนไม่ไหว.<2t>อ. คําพูดที่เปล่งออกมาเมื่อตกใจเป็นต้น (ใช้แก่ผู้หญิง) เช่น อุ๊ย ! อกแตก, อกจะแตก ก็ว่า.",
    "อกทะเล": "น. ชื่อเพลงไทยทํานองหนึ่ง มักร้องหรือบรรเลงเป็นเพลงลา.",
    "อกนิษฐ์": "[อะกะ-] น. รูปพรหมชั้นสูงสุดในพรหม ๑๖ ชั้น. (ส. อกนิษฺ&#xf700;; ป. อกนิฏฺ&#xf700;).<2t>ว. ใหญ่ที่สุด, สูงสุด, มากที่สุด.",
    "อกผายไหล่ผึ่ง": "ว. สง่า, องอาจ, ผึ่งผาย.",
    "อกเมือง": "(กลอน) น. ส่วนสําคัญของเมือง.",
    "อกรณีย์": "[อะกะระนี, อะกอระนี] น. กิจที่ไม่ควรทํา. (ป.).",
    "อกรรมกริยา": "[อะกํากฺริยา, อะกํากะริยา] (ไว) น. กริยาที่ไม่ต้องมีกรรมรับ เช่น ยืน เดิน นั่ง นอน. (ส.).",
    "อกรวบ": "น. อกไม่ผาย.<2t>ว. อาการของคนที่วิ่งจนเหนื่อยหอบแทบจะหมดเรี่ยวแรง เรียกว่า วิ่งจนอกรวบ.",
    "อกร่อง": "น. ชื่อมะม่วงพันธุ์หนึ่งของชนิด <f><i>Mangifera indica</i> L.</f> อกเป็นร่อง.",
    "อกรา": "<i>ดู กุแล</i>.",
    "อกรากล้วย": "<i>ดู กุแล</i>.",
    "อกโรย": "ว. อาการของคนที่มีลักษณะผอมจนเห็นกระดูกอก.",
    "อกเลา": "น. ไม้ที่เป็นสันทาบอยู่ที่บานประตูหรือหน้าต่างแบบโบราณ เพื่อบังช่องที่บานประตูหรือหน้าต่างทั้ง ๒ บานประกับกัน.",
    "อกแล": "<i>ดู กุแล</i>.",
    "อกแลกล้วย": "<i>ดู กุแล</i>.",
    "อกสั่นขวัญแขวน, อกสั่นขวัญหนี, อกสั่นขวัญหาย": "ก. ตกใจสุดขีด, ตกใจกลัวอย่างยิ่ง.",
    "อกสามศอก": "ว. มีร่างกายกำยำล่ำสัน, แข็งแรง, (ใช้แก่ผู้ชาย).",
    "อกหัก": "ว. พลาดหวัง (มักใช้ในด้านความรัก).",
    "อกไหม้ไส้ขม": "(สำ) ก. เป็นทุกข์อย่างแสนสาหัส.",
    "อกอีปุกแตก, อกอีแป้นแตก": "อ. คำพูดที่เปล่งออกมาเมื่อตกใจเป็นต้น (ใช้แก่ผู้หญิง).",
    "อกัปปิย-, อกัปปิยะ": "[อะกับปิยะ-] ว. ไม่ควร, ไม่เหมาะ. (ป.).",
    "อกัปปิยวัตถุ": "น. สิ่งที่ต้องห้ามไม่ให้บริโภคใช้สอย (ใช้แก่ภิกษุ). (ป.).",
    "อกัปปิยโวหาร": "น. ถ้อยคําที่ไม่ควรใช้พูด. (ป.).",
    "อกุศล, อกุศล-": "[อะกุสน, อะกุสนละ-] ว. ชั่ว, ไม่ดี, ไม่เป็นมงคล. (ส.; ป. อกุสล).<2t>น. สิ่งที่ไม่ดี, บาป.",
    "อกุศลกรรม": "[อะกุสนละกํา] น. ความชั่วร้าย, โทษ, บาป. (ส. อกุศล + กรฺมนฺ; ป. อกุสลกมฺม).",
    "อกุศลกรรมบถ": "[อะกุสนละกํามะบด] น. ทางแห่งความชั่ว, ทางบาป, มี ๑๐ อย่าง คือ กายทุจริต ๓ วจีทุจริต ๔ และมโนทุจริต ๓. (ส. อกุศล + กรฺมนฺ + ปถ; ป. อกุสลกมฺมปถ).",
    "อกุศลเจตนา": "[อะกุสนละเจดตะนา] น. ความตั้งใจเป็นบาป, ความคิดชั่ว. (ส.; ป. อกุสลเจตนา).",
    "อกุศลมูล": "[อะกุสนละมูน] น. รากเหง้าแห่งความชั่ว มี ๓ อย่าง คือ โลภะ โทสะ โมหะ.",
    "อคติ": "[อะคะ-] น. ความลําเอียง มี ๔ อย่าง คือ ฉันทาคติ = ความลําเอียงเพราะรัก โทสาคติ = ความลําเอียงเพราะโกรธ ภยาคติ = ความลําเอียงเพราะกลัว โมหาคติ = ความลําเอียงเพราะเขลา. (ป.).",
    "อคเนสัน": "[อะคะ-] น. ชื่อฝีร้ายชนิดหนึ่ง เกิดขึ้นที่กลางหลัง.",
    "อคาธ": "[อะคาด] น. เหว.<2t>ว. หยั่งไม่ถึง. (ป., ส.).",
    "อคาร-": "[อะคาระ-] น. อาคาร. (ป., ส.).",
    "อฆะ ๑": "[อะคะ] น. ความชั่ว, บาป, ความทุกข์ร้อน. (ป., ส.).",
    "อฆะ ๒": "[อะคะ] น. อากาศ, ฟ้า. (ป.).",
    "อโฆษะ": "ว. ไม่ก้อง, เสียงสระหรือพยัญชนะซึ่งขณะที่เปล่งออกมาเส้นเสียงไม่สั่น ในภาษาไทยได้แก่เสียง อ เมื่อเป็นพยัญชนะต้น เสียง บ ด เมื่อเป็นพยัญชนะสะกด และเสียง ก ค จ ช ซ ต ท ป พ ฟ ฮ เสียงสระในภาษาไทยไม่เป็นอโฆษะ, (ไว) เรียกพยัญชนะในภาษาบาลีและสันสกฤตที่มีเสียงไม่ก้องว่า พยัญชนะอโฆษะ ได้แก่ พยัญชนะตัวที่ ๑, ๒ ของวรรค และ ศ ษ ส. (ส.; ป. อโฆส).",
    "อง": "น. คำนำหน้านามของบุคคลซึ่งเป็นเชื้อพระวงศ์ของกษัตริย์ญวน เช่น องเชียงสือ องเชียงชุน, คำนำหน้าสมณศักดิ์พระสงฆ์อนัมนิกายชั้นปลัดขวาปลัดซ้ายและพระคณานุกรม เช่น องสรภาณมธุรส องสุตบทบวร. (ญ.).",
    "องก์": "น. ตอนหนึ่ง&#160;ๆ ในบทละคร แต่ละตอนอาจมีเพียงฉากเดียวหรือหลายฉากก็ได้. (ป., ส. องฺก).",
    "องค-, องค์": "[องคะ-] น. ส่วนของร่างกาย, อวัยวะ, ตัว (ราชาศัพท์ใช้สำหรับพระมหากษัตริย์ พระบรมราชินี และพระบรมวงศ์ชั้นสูงที่ทรงได้รับพระราชทานฉัตร ๗ ชั้น ใช้ว่า พระองค์ เช่น แต่งพระองค์); ส่วนย่อยที่เป็นองค์ประกอบ เช่น มรรคมีองค์ ๘; ในราชาศัพท์ใช้เป็นลักษณนามเรียกอวัยวะหรือสิ่งของ หรือคำพูด เป็นต้น ของกษัตริย์หรือเจ้านาย เช่น พระทนต์ ๑ องค์ (ฟัน ๑ ซี่) พระศรี ๑ องค์ (หมาก ๑ คํา) พระที่นั่ง ๑ องค์ พระบรมราโชวาท ๒ องค์; ลักษณนามใช้เรียกสิ่งที่เคารพบูชาบางอย่างในทางศาสนา เช่น พระพุทธรูป ๑ องค์ พระเจดีย์ ๒ องค์, (ปาก) ลักษณนามใช้เรียกภิกษุสามเณร นักบวชในศาสนาอื่น เช่น ภิกษุ ๑ องค์ บาทหลวง ๒ องค์. (ป., ส. องฺค).",
    "องค์กฐิน": "น. ผ้ากฐิน, ผ้าผืนที่ถวายสงฆ์เพื่อกรานกฐิน.",
    "องค์กร": "น. บุคคล คณะบุคคล หรือสถาบันซึ่งเป็นส่วนประกอบของหน่วยงานใหญ่ที่ทำหน้าที่สัมพันธ์กันหรือขึ้นต่อกัน เช่น คณะรัฐมนตรีเป็นองค์กรบริหารของรัฐ สภาผู้แทนราษฎรเป็นองค์กรของรัฐสภา, ในบางกรณี องค์กร หมายความรวมถึงองค์การด้วย. (อ. <f>organ</f>).",
    "องค์การ": "น. ศูนย์รวมกลุ่มบุคคลหรือกิจการที่ประกอบกันขึ้นเป็นหน่วยงานเดียวกัน เพื่อดำเนินกิจการตามวัตถุประสงค์ที่กำหนดไว้ในกฎหมายหรือในตราสารจัดตั้งซึ่งอาจเป็นหน่วยงานของรัฐ เช่น องค์การของรัฐบาล หน่วยงานเอกชน เช่น บริษัทจำกัด สมาคม หรือหน่วยงานระหว่างประเทศ เช่น องค์การสหประชาชาติ. (อ. <f>organization</f>).",
    "องค์การสหประชาชาติ": "<i>ดู สหประชาชาติ</i>.",
    "องคชาต": "[องคะ-] น. อวัยวะสืบพันธุ์ของชาย. (ป., ส. องฺคชาต ว่า อวัยวะสืบพันธุ์ของชายหญิง).",
    "องค์ประกอบ": "น. สิ่งต่าง&#160;ๆ ที่ใช้ประกอบเป็นสิ่งใหญ่, ส่วนของสิ่งต่าง&#160;ๆ ที่เป็นเครื่องประกอบทําให้เกิดเป็นรูปขึ้นใหม่โดยเฉพาะ, ส่วนประกอบ ก็เรียก",
    "องค์ประชุม": "น. จํานวนสมาชิกหรือกรรมการที่มาประชุมตามข้อบังคับการประชุมที่กำหนดไว้ เช่น กรรมการต้องมาประชุมอย่างน้อยครึ่งหนึ่งจึงจะถือว่าเป็นองค์ประชุม.",
    "องคมนตรี": "[องคะ-] น. ผู้มีตําแหน่งที่ปรึกษาของพระมหากษัตริย์.",
    "องคมรรษ": "[องคะมัด] น. โรคขัดในข้อ. (ส. องฺคมรฺษ).",
    "องครักษ์": "[องคะ-] น. ผู้ทําหน้าที่ให้ความคุ้มครองป้องกัน เช่น องครักษ์นักการเมือง.",
    "องควิการ": "[องคะวิกาน] น. ความชํารุดแห่งอวัยวะต่าง&#160;ๆ มีตาบอด แขนหัก เป็นต้น. (ป.).",
    "องควิเกษป": "[องคะวิกะเสบ] น. ท่าทาง, อาการเคลื่อนไหว. (ส. องฺควิเกฺษป; ป. องฺค + วิกฺเขป).",
    "องควิทยา": "[องคะ-] น. ความรู้เรื่องลักษณะดีชั่วปรากฏตามร่างกาย. (ส.; ป. องฺควิชฺชา).",
    "องคาพยพ": "[องคาบพะยบ, องคาพะยบ] น. ส่วนน้อยและใหญ่แห่งร่างกาย, อวัยวะน้อยใหญ่. (ป. องฺค+ อวยว).",
    "องคุละ": "[-คุละ] น. นิ้วมือ, นิ้วเท้า. (ป., ส.).",
    "องคุลี": "น. นิ้วมือ; ชื่อมาตราวัดแต่โบราณ ยาวเท่ากับข้อปลายของนิ้วกลาง. (ป., ส.).",
    "องศ์": "น. ส่วน, มักใช้เป็นส่วนท้ายของสมาส เช่น ไตรยางศ์ (ตฺรย + อํศฺ) ว่า ๓ ส่วน.",
    "องศา": "น. หน่วยในการวัดขนาดของมุม โดยกําหนดให้มุมที่รองรับโค้ง ๑ ใน ๓๖๐ ส่วนของเส้นรอบวง มีขนาด ๑ องศา และ ๙๐ องศา เป็น ๑ มุมฉาก; หน่วยในการวัดอุณหภูมิตามชนิดของเครื่องวัด; (โหร) น. ส่วนหนึ่งของจักรราศี คือ วงกลมในท้องฟ้า แบ่งจักรราศีออกเป็น ๑๒ ราศี และแบ่ง ๑ ราศีออกเป็น ๓๐ องศา ฉะนั้นวงกลมจึงเท่ากับ ๓๖๐ องศา. (ส. อํศ).",
    "องอาจ": "ว. มีลักษณะสง่าผึ่งผาย, อาจอง ก็ว่า.",
    "องุ่น": "[อะหฺงุ่น] น. ชื่อไม้เถาชนิด <f><i>Vitis vinifera</i> L.</f> ในวงศ์ <f>Vitaceae</f> ผลเป็นพวง กินได้หรือใช้หมักทําเหล้า เรียก เหล้าองุ่น.",
    "อจระ": "[อะจะระ] ว. เคลื่อนไม่ได้, ไปไม่ได้. (ป., ส.).",
    "อจล-": "[อะจะละ-] ว. ไม่หวั่นไหว, ไม่คลอนแคลน, เช่น อจลศรัทธา. (ป., ส.).",
    "อจลา": "[อะจะ-] น. แผ่นดิน. (ส.).",
    "อจิตติ": "น. ความขาดสติ, ความมัวเมา. (ส.).",
    "อจินตา": "[-จิน-] น. การขาดความคิด. (ส.).",
    "อจินไตย": "[-จินไต] ว. ที่พ้นความคิด, ไม่ควรคิด, (สิ่งที่เป็นอจินไตยมีอยู่ ๔ อย่างด้วยกัน คือ พุทธวิสัยของพระพุทธเจ้าทั้งหลาย ๑ ฌานวิสัยของผู้ได้ฌาน ๑ วิบากแห่งกรรม ๑ ความคิดเรื่องโลก ๑). (ป. อจินฺเตยฺย; ส. อจินฺตฺย).",
    "อจิร-, อจิระ": "[อะจิระ-] ว. ไม่นาน. (ป., ส.).",
    "อเจลก, อเจละ": "[อะเจ-ลก] น. คนไม่นุ่งผ้า, คนเปลือย, ชีเปลือย. (ป.).",
    "อชะ": "[อะชะ] น. แพะ. (ป., ส.).",
    "อชา": "น. แพะตัวเมีย. (ป., ส.).",
    "อชิน": "น. หนังรองนั่งของนักพรต; หนังสัตว์, หนังเสือ. (ป., ส.).",
    "อชินี": "น. เสือเหลือง. (ป.).",
    "อชิระ": "น. สนามรบ, ที่ว่าง, ลาน.<2t>ว. คล่อง, ว่องไว, ตัวเบา. (ส.).",
    "อฏวี": "[อะตะ-] น. ดง, ป่า, พง. (ป., ส.).",
    "อณิ": "น. ลิ่ม, สลัก, ลิ่มที่สลักปลายเพลาไม่ให้ลูกล้อหลุด; ขอบ, ที่สุด. (ป., ส. อาณิ).",
    "อณุ, อณู ๑": "น. มาตราวัดโบราณ ๓๖ ปรมาณู เป็น ๑ อณู.<2t>ว. เล็ก, น้อย; ละเอียด. (ป., ส. อณุ).",
    "อณู ๒": "น. ส่วนของสารที่ประกอบด้วยปรมาณู. (ป., ส. อณุ).",
    "อโณทัย": "[อะโนไท] น. พระอาทิตย์เพิ่งขึ้น. (กร่อนมาจาก อรุโณทัย). (ป. อรุโณทย).",
    "อด": "ก. กลั้น เช่น เหลืออด, งดเว้น เช่น อดฝิ่น อดอาหาร; ไม่ได้, ไม่สมหวัง, เช่น อดรับรางวัล อดดู; ไม่มีอะไรกิน เช่น อดอยู่ทั้งวัน.<2t>ว. ทน เช่น ดํานํ้าอด.",
    "อด ๆ อยาก ๆ": "ก. กินอยู่อย่างฝืดเคือง, มีกินบ้างไม่มีกินบ้าง.",
    "อดกลั้น": "ก. ระงับอารมณ์.",
    "อดใจ": "ก. ยั้งใจ.",
    "อดตาหลับขับตานอน": "ก. สู้ทนอดนอน.",
    "อดทน": "ก. บึกบึน, ยอมรับสภาพความยากลำบาก.",
    "อดนม": "ก. เลิกกินนมแม่ (ใช้แก่เด็กและลูกสัตว์), หย่านม ก็ว่า.",
    "อดเปรี้ยวไว้กินหวาน": "(สํา) ก. อดใจไว้ก่อนเพราะหวังสิ่งที่ดีกว่าข้างหน้า.",
    "อดมื้อกินมื้อ": "ก. มีกินบ้างไม่มีกินบ้าง.",
    "อดรนทนไม่ได้, อดรนทนไม่ไหว": "ก. ไม่สามารถจะอดทนต่อไปได้.",
    "อดสู": "ก. ละอายใจ, อับอายมาก",
    "อดแห้งอดแล้ง": "ก. ไม่ได้กินของที่อยากกิน, อดอยากปากแห้ง ก็ว่า.",
    "อดอยาก": "ก. ไม่มีจะกิน, ขาดแคลนอาหาร, มีไม่พอกิน.",
    "อดอยากปากแห้ง": "ก. ไม่ได้กินของที่อยากกิน, อดแห้งอดแล้ง ก็ว่า.",
    "อดออม": "ก. ประหยัด, กระเหม็ดกระแหม่, ออมอด ก็ว่า.",
    "อดิ": "<i>ดู อติ</i>.",
    "อดิถี": "น. แขก, ผู้มาหา. (ป., ส. อติถิ).",
    "อดิเทพ": "น. เทวดาผู้ยิ่งกว่าเทวดาอื่น&#160;ๆ. (ป. อติเทว).",
    "อดิเรก, อดิเรก-": "[อะดิเหฺรก, -เหฺรกกะ-] ว. พิเศษ.<2t>น. ชื่อพรพิเศษที่พระสงฆ์ถวายพระมหากษัตริย์ ในคําว่า ถวายอดิเรก. (ป., ส.).",
    "อดิเรกลาภ": "[อะดิเหฺรกกะลาบ] น. อติเรกลาภ, ลาภพิเศษ. (ป., ส. อติเรกลาภ).",
    "อดิศร, อดิศวร": "[อะดิสอน, -สวน] น. ผู้เป็นเจ้าเป็นใหญ่. (ส. อติ + อีศฺร, อติ + อีศฺวร).",
    "อดิศัย": "[อะดิไส] ว. เลิศ, ประเสริฐ. (ส.; ป. อติสย).",
    "อดีต, อดีต-": "[อะดีด, อะดีดตะ-] ว. ล่วงแล้ว.<2t>น. เวลาที่ล่วงแล้ว. (ป., ส. อตีต).",
    "อดีตกาล, อดีตสมัย": "[อะดีดตะกาน, -ตะสะไหฺม] น. เวลาที่ล่วงแล้ว.",
    "อดีตชาติ, อดีตภพ": "[อะดีดตะชาด, -ตะพบ] น. ชาติก่อน, ภพก่อน.",
    "อดุล, อดุลย-, อดุลย์": "[อะดุน, อะดุนละยะ-, อะดุน] ว. ชั่งไม่ได้, ไม่มีอะไรเปรียบ, ไม่มีอะไรเท่า. (ป., ส. อตุล, อตุลฺย).",
    "อติ": "[อะติ] คํานําหน้าคําที่มาจากบาลีและสันสกฤตให้มีใจความว่า พิเศษ, ยิ่ง, มาก, เลิศล้น; ผ่าน, ล่วง, พ้นเลยไป, เขียนเป็น อดิ ก็มี. (ป., ส.).",
    "อติชาต, อติชาต-": "[อะติชาด, อะติชาดตะ-] ว. เลิศกว่าเผ่าพงศ์. (ป., ส.).",
    "อติชาตบุตร": "น. บุตรที่มีคุณสมบัติสูงกว่าบิดามารดา, อภิชาตบุตร ก็ว่า. (ส. อติชาตปุตฺร; ป. อติชาตปุตฺต).",
    "อติเทพ": "น. เทวดาผู้ยิ่งกว่าเทวดาอื่น&#160;ๆ.",
    "อติมานะ": "น. ความเย่อหยิ่ง, ความจองหอง. (ป.).",
    "อติราช": "[อะติราด] น. เจ้าแผ่นดินผู้ยิ่งใหญ่, มหาราช. (ป.).",
    "อติเรก, อติเรก-": "[อะติเหฺรก, -เหฺรกกะ-] ว. อดิเรก. (ป., ส.).",
    "อติเรกจีวร": "น. จีวรของภิกษุที่เขาถวายเพิ่มเข้ามานอกจากผ้าที่อธิษฐานเป็นไตรจีวร. (ป., ส.).",
    "อติเรกลาภ": "น. อดิเรกลาภ, ลาภพิเศษ. (ป., ส.).",
    "อติสาร": "[อะติสาน] ว. อาการของการเจ็บไข้ที่เข้าขีดตาย.<2t>น. โรคลงแดง. (ป., ส.).",
    "อถรรพเวท, อาถรรพเวท": "[อะถับพะเวด, อะถันพะเวด, อาถับพะเวด, อาถันพะเวด] น. ชื่อคัมภีร์ที่ ๔ ของพระเวท ส่วนใหญ่ประพันธ์ขึ้นภายหลัง แต่มีบางบทที่เก่ามากซึ่งนำมาจากฤคเวทก็มี. (ส.). <i>(ดู เวท, เวท- ประกอบ)</i>.",
    "อทระ, อารทรา": "[อะทฺระ, อาระทฺรา] น. ดาวฤกษ์ที่ ๖ มี ๑ ดวง เห็นเป็นรูปฉัตร, ดาวอัททา ดาวตัวโค หรือ ดาวตาสําเภา ก็เรียก.",
    "อทินนาทาน": "[อะทิน-] น. การถือเอาสิ่งของที่เจ้าของไม่ได้ให้แก่ตน, การลักทรัพย์. (ป.).",
    "อทินนาทายี": "น. ผู้ถือเอาสิ่งของที่เจ้าของไม่ได้ให้, ขโมย. (ป.).",
    "อธรรม": "[อะทํา] ว. ไม่เป็นธรรม, ไม่เที่ยงธรรม, ไม่ยุติธรรม.<2t>น. ความไม่มีธรรม, ความชั่วร้าย. (ส.).",
    "อธิ": "คํานําหน้าคําที่มาจากบาลีและสันสกฤต แปลว่า ยิ่ง, ใหญ่, เช่น อธิปัญญา = ปัญญายิ่ง. (ป., ส. = ยิ่ง, ใหญ่, ทับ).",
    "อธิก-": "[อะทิกะ-, อะทิกกะ-] ว. ยิ่ง, เกิน, มาก, เพิ่ม, เลิศ, ใช้ว่า อธึก ก็มี. (ป., ส.).",
    "อธิกมาส": "[-มาด] น. เดือนที่เพิ่มขึ้นในปีจันทรคติ คือ ในปีนั้นมี ๑๓ เดือน มีเดือน ๘ สองหน เรียกว่า เดือน ๘ สอง ๘. (ป.).",
    "อธิกรณ์": "น. เหตุ, โทษ, คดี, เรื่องราว. (ป., ส.).",
    "อธิกวาร": "[-วาน] น. วันที่เพิ่มขึ้นในปีจันทรคติ คือ ในปีนั้นเดือน ๗ เป็นเดือนเต็ม มี ๓๐ วัน. (ป.).",
    "อธิกสุรทิน": "[-สุระทิน] น. วันที่เพิ่มขึ้นในปีสุริยคติ คือ ในปีนั้นเพิ่มวันเข้าในเดือนกุมภาพันธ์อีก ๑ วัน เป็น ๒๙ วัน.",
    "อธิการ": "[อะทิกาน] น. เรียกพระที่ดํารงตําแหน่งเจ้าอาวาสซึ่งไม่มีสมณศักดิ์อย่างอื่นว่า พระอธิการ, เรียกพระที่ดํารงตําแหน่งพระอุปัชฌาย์หรือเจ้าคณะตําบล ซึ่งไม่มีสมณศักดิ์อย่างอื่นว่า เจ้าอธิการ; ตําแหน่งสูงสุดของผู้บริหารในวิทยาลัย. (ป., ส.).",
    "อธิการบดี": "[อะทิกานบอดี] น. ตําแหน่งสูงสุดของผู้บริหารในมหาวิทยาลัย.",
    "อธิคม": "น. การบรรลุ, ความสําเร็จ, การได้. (ป., ส.).",
    "อธิฏฐาน": "[อะทิดถาน] ก. ตั้งใจมุ่งผลอย่างใดอย่างหนึ่ง, ตั้งจิตปรารถนา, ตั้งจิตขอร้องต่อสิ่งที่ตนถือว่าศักดิ์สิทธิ์เพื่อผลอย่างใดอย่างหนึ่ง, อธิษฐาน ก็ว่า. (ป.; ส. อธิษฺ&#xf700;าน).",
    "อธิบดี": "[อะทิบอดี, อะทิบบอดี] น. ผู้เป็นใหญ่, ผู้ปกครอง, หัวหน้า, เช่น อธิบดีสงฆ์ อธิบดีผู้พิพากษา; ตําแหน่งหัวหน้ากรมในราชการ.<2t>ว. มีความเจริญสวัสดิมงคล ทางโหราศาสตร์นิยมให้ประกอบการมงคลต่าง&#160;ๆ ในวัน ยาม ฤกษ์ ราศี และดิถีที่เป็นอธิบดี ทั้งนี้ตลอดปีนั้น&#160;ๆ, ตรงข้ามกับโลกาวินาศ. (ป., ส. อธิปติ).",
    "อธิบาย": "[อะทิบาย] ก. ไขความ, ขยายความ, ชี้แจง. (ป. อธิปฺปาย).",
    "อธิป, อธิป-": "[อะทิบ, อะทิปะ-, อะทิบปะ-] น. พระเจ้าแผ่นดิน, นาย, หัวหน้า, ผู้เป็นใหญ่, มักใช้พ่วงท้ายศัพท์ เช่น นราธิป ชนาธิป, แต่เมื่อนําหน้าคําที่ขึ้นต้นด้วยสระ มักใช้ อธิบ เช่น นราธิเบศร์ นราธิเบนทร์. (ป., ส.).",
    "อธิปไตย": "[อะทิปะไต, อะทิบปะไต] น. อํานาจสูงสุดของรัฐที่จะใช้บังคับบัญชาภายในอาณาเขตของตน. (ป. อธิปเตยฺย ว่า ความเป็นใหญ่ยิ่ง). (อ. <f>sovereignty</f>).",
    "อธิมาตร": "[อะทิมาด] ว. เหลือคณนา. (ส.; ป. อธิมตฺต).",
    "อธิมุตติ": "[อะทิมุดติ] น. อัชฌาสัย, ความพอใจ, ความตั้งใจ. (ป.; ส. อธิมุกฺติ).",
    "อธิโมกข์": "น. ความตัดสินเด็ดขาด, ความเด็ดเดี่ยว; ความน้อมใจเชื่อ. (ป.; ส. อธิโมกฺษ).",
    "อธิราช": "น. พระเจ้าแผ่นดินผู้ยิ่งใหญ่. (ส.).",
    "อธิวาส": "น. ที่อยู่, บ้าน. (ป., ส.).",
    "อธิวาสนะ": "[-วาสะนะ] น. ความอดกลั้น, ความอดทน. (ป.).",
    "อธิศีล": "น. ศีลอย่างสูง, ศีลอย่างอุกฤษฏ์. (ป. อธิสีล).",
    "อธิษฐาน": "[อะทิดถาน, อะทิดสะถาน] ก. ตั้งใจมุ่งผลอย่างใดอย่างหนึ่ง, ตั้งจิตปรารถนา, ตั้งจิตขอร้องต่อสิ่งที่ตนถือว่าศักดิ์สิทธิ์เพื่อผลอย่างใดอย่างหนึ่ง, อธิฏฐาน ก็ว่า. (ส.; ป. อธิฏฺ&#xf700;าน).",
    "อธึก": "ว. อธิก, ยิ่ง, เกิน, มาก, เพิ่ม, เลิศ.",
    "อน-": "[อะนะ-] เป็นคําปฏิเสธ แปลว่า ไม่, ไม่ใช่, ใช้ประกอบหน้าศัพท์บาลีและสันสกฤตที่ขึ้นต้นด้วยสระ เช่น อาทร = เอื้อเฟื้อ, อนาทร = ไม่เอื้อเฟื้อ. <i>(ดู อ ๒ ประกอบ)</i>.",
    "อ้น ๑": "น. ชื่อสัตว์เลี้ยงลูกด้วยนมในวงศ์ <f>Rhizomyidae</f> ลําตัวกลมอ้วนป้อมสีนํ้าตาล ตาและหูเล็กมาก ขาและหางสั้น อาศัยอยู่ใต้ดินหรือโพรงไม้ ฟันแทะคู่หน้ามีขนาดใหญ่เห็นได้ชัด ในประเทศไทยมี ๓ ชนิด คือ อ้นใหญ่ <f><i>(Rhizomys sumatrensis)</i></f> อ้นกลาง <f><i>(R. pruinosus)</i></f> และอ้นเล็ก <f><i>(Cannomys badius)</i></f>.",
    "อ้น ๒, อ้นอ้อ": "<i>ดู ชีล้อม</i>.",
    "อนงค-, อนงค์ ๑": "[อะนงคะ-, อะนง] น. นาง, นางงาม.",
    "อนงค์ ๒": "[อะนง] (วรรณ) น. ผู้ไม่มีตัวตน เป็นชื่อหนึ่งของกามเทพ. ส. อนงฺค ว่า ไม่มีตัวตน = ชื่อกามเทพ).",
    "อนงคณะ": "[อะนงคะนะ] ว. ไม่มีกิเลส, ไม่มีสิ่งชั่ว. (ป.).",
    "อนงคเลข, อนงคเลขา": "น. จดหมายรัก, เพลงยาว.",
    "อนธ-, อันธ-": "[อนทะ-, -ทะ-] ว. มืด, มืดมน; โง่, ทึบ; มองไม่เห็น, บอด. (ป., ส.).",
    "อนธการ": "น. ความมืด, ความมัว, ความมืดมน; เวลาคํ่า; ความเขลา; อันธการ ก็ว่า. (ป.).",
    "อนนต์": "น. ชื่อปลาใหญ่ในวรรณคดี เชื่อกันว่าหนุนแผ่นดิน เมื่อปลานี้พลิกตัวจะทำให้เกิดแผ่นดินไหว, อานนท์ ก็ว่า.",
    "อนยะ": "[อะนะ-] น. เคราะห์ร้าย, ทุกข์, ความฉิบหาย. (ป., ส.).",
    "อนรรฆ": "[อะนัก] ว. หาค่ามิได้, เกินที่จะประมาณราคาได้. (ส. อนรฺฆ).",
    "อนรรถ": "[อะนัด] ว. ไม่เป็นประโยชน์, ไม่มีผล. (ส. อนรฺถ; ป. อนตฺถ).",
    "อนล": "[อะนน] น. ไฟ; พระอัคนี. (ส.).",
    "อนวัช, อนวัช-": "[อะนะวัด, อะนะวัดชะ-] ว. ไม่มีโทษ, ไม่มีที่ติ, ไม่มีตําหนิ, เช่น อนวัชกรรม คือ กรรมที่ไม่มีโทษ. (ป. อนวชฺช).",
    "อนัญ, อนัญ-": "[อะนัน, อะนันยะ-] ว. ไม่ใช่อื่น. (ป. อนญฺ&#xf70f;).",
    "อนัญคติ": "[อะนันยะคะติ] น. หนทางเดียว; ความจําเป็น. (ป. อนญฺ&#xf70f;คติ).",
    "อนัญสาธารณ์": "[อะนันยะสาทาน] ว. เป็นพิเศษไม่ทั่วไปแก่คนอื่น. (ป. อนญฺ&#xf70f;สาธารณ).",
    "อนัตตา": "ว. ไม่ใช่อัตตา, ไม่ใช่ตัวไม่ใช่ตน. (ป.).",
    "อนัตถ-": "[อะนัดถะ-] ว. อนรรถ. (ป.).",
    "อนันต-, อนันต์": "[อะนันตะ-, อะนัน] ว. ไม่มีสิ้นสุด, มากล้น, เช่น อนันตคุณ คุณอนันต์. (ป.).",
    "อนันตร-": "[อะนันตะระ-] ว. ไม่มีระหว่าง, ติดต่อกันเรื่อยไป. (ป., ส.).",
    "อนันตริยกรรม": "[-ตะริยะกํา] น. กรรมที่ให้ผลไม่เว้นระยะ คือ กรรมที่เป็นบาปหนักที่สุด มี ๕ อย่าง คือ ๑. ฆ่าบิดา ๒. ฆ่ามารดา ๓. ฆ่าพระอรหันต์ ๔. ทําให้พระกายพระพุทธเจ้าห้อเลือด ๕. ทําให้สงฆ์แตกแยกกัน. (ป. อนนฺตริยกมฺม).",
    "อนัม": "น. ญวน, ใช้ว่า อนํา อานํา หรือ อานัม ก็มี.",
    "อนากูล": "ว. ไม่อากูล, ไม่คั่งค้าง, เช่น การงานอนากูลเป็นมงคลอันสูงสุด. (ป., ส. น + อากุล).",
    "อนาคต, อนาคต-": "[อะนาคด, อะนาคดตะ-] ว. ยังไม่มาถึง.<2t>น. เวลาภายหน้า. (ป., ส.).",
    "อนาคตกาล": "น. กาลภายหน้า, กาลที่ยังมาไม่ถึง.",
    "อนาคามิผล": "น. ธรรมที่พระอนาคามีได้บรรลุ. (ป.; ส. อนาคามินฺ + ผล). <i>(ดู ผล)</i>.",
    "อนาคามิมรรค": "น. ทางปฏิบัติที่ให้สําเร็จเป็นพระอนาคามี. (ส. อนาคามินฺ + มารฺค; ป. อนาคามิมคฺค). <i>(ดู มรรค)</i>.",
    "อนาคามี": "น. &#147;ผู้ไม่มาสู่กามภพอีก&#148; เป็นชื่อพระอริยบุคคลชั้นที่ ๓ ใน ๔ ชั้น คือ พระโสดาบัน พระสกทาคามี พระอนาคามี และพระอรหันต์, บางทีเรียกสั้น&#160;ๆ ว่า พระอนาคา. (ป.; ส. อนาคามินฺ).",
    "อนาจาร": "[อะนาจาน] น. ความประพฤติชั่ว, ความประพฤติน่าอับอาย; (กฎ) ชื่อความผิดอาญาฐานกระทําการอันควรขายหน้าต่อหน้าธารกํานัล โดยเปลือยหรือเปิดเผยร่างกาย หรือกระทําการลามกอย่างอื่น.<2t>ว. ลามก, น่าบัดสี, ทําให้เป็นที่อับอาย, เป็นที่น่ารังเกียจแก่ผู้อื่นในด้านความดีงาม. (ป., ส.).",
    "อนาถ": "[อะหฺนาด] ก. สงสาร, สังเวช, สลดใจ. (ป., ส. อนาถ ว่า ไม่มีที่พึ่ง).",
    "อนาถา": "ว. ไม่มีที่พึ่ง, กําพร้า, ยากจน, เข็ญใจ. (ป., ส. อนาถ).",
    "อนาทร ๑": "[อะนาทอน] น. ความไม่เอื้อเฟื้อ, ความไม่เอาใจใส่, ความไม่พะวง. (ป., ส.).",
    "อนาทร ๒": "[อะนาทอน] ก. เป็นทุกข์เป็นร้อน, ร้อนอกร้อนใจ, มักใช้ในความปฏิเสธว่า ไม่อนาทร อย่าอนาทร หมายความว่า ไม่เป็นทุกข์เป็นร้อน อย่าร้อนอกร้อนใจ.",
    "อนาธิปไตย": "[อะนาทิปะไต, อะนาทิบปะไต] ว. ภาวะที่บ้านเมืองไม่มีรัฐบาล ไม่มีกฎหมายและระเบียบ ทำให้เกิดความวุ่นวายทางการเมือง. (อ. <f>anarchy</f>).",
    "อนามัย": "น. ความไม่มีโรค, สุขภาพ.<2t>ว. เกี่ยวกับสุขภาพ, ถูกสุขลักษณะ, เช่น ข้าวอนามัย กรมอนามัย, (ปาก) สะอาดปราศจากสารพิษเจือปน เช่น ผักอนามัย. (ป., ส.).",
    "อนามิกา": "(ราชา) น. นิ้วนาง.",
    "อนารย-, อนารยะ": "[อะนาระยะ] ว. ไม่ใช่อารยะ, ป่าเถื่อน. (ส.).",
    "อนารยชน": "น. คนที่ยังไม่เจริญ, คนป่าเถื่อน.",
    "อนารยธรรม": "น. ความตํ่าช้า, ความป่าเถื่อน.",
    "อนาลัย": "น. การไม่มีที่อยู่; การหมดความอยาก, การหมดความพัวพัน; ชื่อหนึ่งของพระนิพพาน. (ป.).",
    "อนำ": "น. ญวน, ใช้ว่า อนัม อานัม หรือ อานํา ก็มี.",
    "อนิจ, อนิจ-": "[อะนิด, อะนิดจะ-] ว. ไม่ยั่งยืน, ไม่เที่ยง, ชั่วคราว, ไม่แน่นอน. (ป. อนิจฺจ; ส. อนิตฺย).",
    "อนิจกรรม": "น. ความตาย, ใช้กับผู้ตายที่ได้รับพระราชทานเครื่องราชอิสริยาภรณ์ตั้งแต่ชั้นประถมาภรณ์มงกุฎไทยขึ้นไป หรือทุติยจุลจอมเกล้า หรือทุติยจุลจอมเกล้าวิเศษ ว่า ถึงแก่อนิจกรรม.",
    "อนิจจัง ๑": "[อะนิด-] ว. ไม่เที่ยง, ไม่แน่นอน, เปลี่ยนแปลงอยู่เสมอ. (ป.).",
    "อนิจจัง ๒, อนิจจา": "[อะนิด-] อ. คำที่เปล่งออกมาแสดงความสงสารสังเวชเป็นต้น.",
    "อนิฏฐารมณ์": "[อะนิดถารม] น. อารมณ์หรือสิ่งที่ไม่น่าปรารถนาไม่น่าพอใจ ได้แก่ ความเสื่อมลาภ ความเสื่อมยศ นินทา ทุกข์, ตรงข้ามกับ อิฏฐารมณ์. (ป. อนิฏฺ&#xf700;ารมฺมณ).",
    "อนิยต": "[อะนิยด] ว. ไม่แน่นอน.<2t>น. ชื่ออาบัติที่ไม่แน่นอนว่าจะเป็นอาบัติปาราชิก สังฆาทิเสส หรือปาจิตตีย์ ซึ่งพระวินัยธรจะต้องวินิจฉัย. (ป., ส.).",
    "อนิยม, อนิยม-": "[อะนิยม, อะนิยะมะ-] ว. ไม่มีกําหนด, ไม่ต้องด้วยกฎหรือแบบแผน, ไม่แน่นอน, นอกแบบ. (ป., ส.).",
    "อนิลบถ": "[อะนิละบด] น. ทางลม, ฟ้า, อากาศ. (ป. อนิลปถ).",
    "อนิละ, อนิล-": "[อะนิละ-] น. ลม. (ป., ส.).",
    "อนิวรรต, อนิวรรตน์": "[อะนิวัด] ว. ไม่กลับ, ไม่ท้อถอย. (ส. อนิวรฺต, อนิวรฺตน; ป. อนิวตฺต, อนิวตฺตน).",
    "อนิษฏ์": "ว. ไม่น่าปรารถนา. (ส.).",
    "อนีก-, อนีกะ, อนึก": "[อะนีกะ-, อะนึก] น. กองทัพในสมัยโบราณ, เมื่อใช้เป็นส่วนท้ายของสมาสใช้ว่า อนีกะ บ้าง อนึก บ้าง เช่น ปัตตานีกะ ปัตตานึก = กองทัพเหล่าราบ กองทัพทหารเดินเท้า, อัศวานีกะ อัศวานึก = กองทัพม้า เหล่าทหารม้า. (ป., ส.).",
    "อนีกทรรศนะ, อนีกทัศนะ": "น. การตรวจพล. (ส. อนีก + ทรฺศน; ป. อนีกทสฺสน).",
    "อนีกัฐ": "น. ทหารม้า, ทหารรักษาพระองค์. (ป. อนีกฏฺ&#xf700;).",
    "อนีจะ": "ว. ไม่ตํ่า, ดี, งาม, น่านับถือ. (ป., ส.).",
    "อนึก": "น. กองทัพ. <i>(ดู อนีก-, อนีกะ, อนึก)</i>.",
    "อนึ่ง": "[อะหฺนึ่ง] สัน. อีกอย่างหนึ่ง, อีกประการหนึ่ง.",
    "อนุ": "คําประกอบหน้าศัพท์บาลีหรือสันสกฤตมีความหมายว่า น้อย เช่น อนุทิศ = ทิศน้อย, ภายหลัง, รุ่นหลัง, เช่น อนุชน = ชนรุ่นหลัง, ตาม เช่น อนุวัต = เป็นไปตาม, เนือง&#160;ๆ เช่น อนุศาสน์ = สอนเนือง&#160;ๆ คือ พรํ่าสอน. (ป., ส.).",
    "อนุกร": "[อะนุกอน] น. ผู้ช่วย.<2t>ว. เอาอย่าง, ทําตาม. (ส.).",
    "อนุกรม": "[อะนุกฺรม] น. ลําดับ, ระเบียบ, ชั้น, เช่น โดยอนุกรม, นิยมใช้เป็นส่วนท้ายของสมาส เช่น พจนานุกรม ปทานุกรม นามานุกรม สารานุกรม อักขรานุกรม. (ส. อนุกฺรม; ป. อนุกฺกม).",
    "อนุกรรมการ": "[อะนุกํามะกาน] น. กรรมการสาขาของคณะกรรมการ.",
    "อนุกระเบียด": "(โบ) น. มาตราวัดของไทย มีพิกัดเท่ากับครึ่งกระเบียดหรือ ๑ ใน ๘ ของนิ้ว.",
    "อนุกาชาด": "(โบ) น. อนุสมาชิกของสภากาชาด.",
    "อนุการ": "น. การทําตาม, การเอาอย่าง. (ป., ส.).",
    "อนุกูล": "ก. เกื้อกูล, สงเคราะห์. (ป., ส.).",
    "อนุคามิก": "ว. ตามไป, เกี่ยวเนื่อง. (ป.).",
    "อนุคามี": "น. ผู้ติดตาม, เพื่อน.<2t>ว. ติดตาม, เกี่ยวเนื่อง. (ป., ส.).",
    "อนุเคราะห์": "ก. เอื้อเฟื้อ, ช่วยเหลือ. (ส. อนุคฺรห; ป. อนุคฺคห).",
    "อนุจร": "[อะนุจอน] น. ผู้ประพฤติตาม, ผู้ติดตาม; เรียกพระภิกษุลูกวัดว่า พระอนุจร, พระอันดับ ก็เรียก. (ป., ส.).",
    "อนุช": "[อะนุด] น. &#147;ผู้เกิดภายหลัง&#148;, น้องสาว, นิยมใช้ว่า นุช. (ป., ส.).",
    "อนุชน": "น. คนรุ่นหลัง, คนรุ่นต่อไป.",
    "อนุชา": "[อะนุชา] น. &#147;ผู้เกิดภายหลัง&#148;, น้องชาย, (ราชา) พระอนุชา. (ป., ส.).",
    "อนุชาต, อนุชาต-": "[อะนุชาด, อะนุชาดตะ-] น. ผู้เกิดตามมาไม่ดีกว่าหรือไม่เลวกว่าตระกูล. (ป., ส.).",
    "อนุชาตบุตร": "น. บุตรที่มีคุณสมบัติเสมอด้วยบิดามารดา. (ส. อนุชาตปุตฺร; ป. อนุชาตปุตฺต).",
    "อนุชิต": "ก. ชนะเนือง&#160;ๆ เช่น อนุชิตชาญชัย.",
    "อนุญาต": "ก. ยินยอม, ยอมให้, ตกลง. (ป. อนุญฺ&#xf70f;าต).",
    "อนุญาโตตุลาการ": "น. บุคคลที่คู่กรณีพร้อมใจกันตั้งขึ้นเพื่อให้ชำระตัดสินในข้อพิพาท; (กฎ) บุคคลคนเดียวหรือหลายคนที่คู่กรณีในสัญญาอนุญาโตตุลาการตกลงเสนอข้อพิพาททางแพ่งที่เกิดขึ้นแล้วหรือจะเกิดขึ้นในอนาคตให้ชี้ขาด.",
    "อนุตร-": "[อะนุดตะระ-] ว. ไม่มีสิ่งใดสูงกว่า, ดีเลิศ, ยิ่ง, วิเศษ เช่น อนุตรสัมมาสัมโพธิญาณ. (ป., ส. อนุตฺตร).",
    "อนุเถระ": "น. พระเถระชั้นผู้น้อย. (ป.).",
    "อนุทิน": "น. สมุดบันทึกประจําวัน.",
    "อนุบท": "น. บทลูกคู่, บทรับของเพลงและกลอน. (ป., ส. อนุปท).",
    "อนุบาล": "ก. ตามเลี้ยงดู, ตามระวังรักษา.<2t>ว. ที่คอยตามเลี้ยงดู, ที่คอยตามระวังรักษา, เรียกโรงเรียนที่สอนเด็กที่มีอายุระหว่าง ๓ ขวบครึ่ง ถึง ๗ ขวบ ว่า โรงเรียนอนุบาล, เรียกครูที่สอนโรงเรียนอนุบาลว่า ครูอนุบาล, เรียกนักเรียนโรงเรียนอนุบาลว่า นักเรียนอนุบาล; (กฎ) เรียกผู้ที่ศาลมีคําสั่งแต่งตั้งให้เป็นผู้ปกครองดูแลคนไร้ความสามารถว่า ผู้อนุบาล. (ป., ส. อนุปาล).",
    "อนุประโยค": "น. ประโยคเล็กที่ทำหน้าที่แต่งมุขยประโยคให้ได้ความดีขึ้น แบ่งเป็น ๓ ชนิด คือ นามานุประโยค คุณานุประโยค และวิเศษณานุประโยค.",
    "อนุปริญญา": "[อะนุปะรินยา] น. ชั้นความรู้ระดับอุดมศึกษารองจากปริญญาตรี ซึ่งประสาทให้แก่ผู้ที่สอบไล่ได้ตามหลักสูตรที่กําหนดไว้.",
    "อนุปสัมบัน": "[อะนุปะสําบัน] น. ผู้ที่ไม่ได้เป็นภิกษุ หมายถึง สามเณรและคฤหัสถ์, คู่กับ อุปสมบัน หรือ อุปสัมบัน. (ป.).",
    "อนุปัสนา": "[อะนุปัดสะนา] น. การพิจารณา. (ป. อนุปสฺสนา).",
    "อนุพงศ์": "น. วงศ์ที่เนื่องมา, วงศ์ย่อยที่สืบมาจากวงศ์ใหญ่. (ส. อนุวํศ).",
    "อนุพัทธ์": "ว. ที่ติดต่อ, ที่เกี่ยวเนื่อง.",
    "อนุพันธ์": "ว. ที่ติดต่อ, ที่เกี่ยวเนื่อง. (วิทยา) น. สิ่งที่เกี่ยวเนื่อง เช่น นํ้ามันระกําเป็นอนุพันธ์ของสารฟีนอล. (ป., ส.).",
    "อนุโพธ": "[-โพด] น. การรู้แจ้งตาม. (ป., ส.).",
    "อนุภรรยา, อนุภริยา": "น. เมียน้อย.",
    "อนุภาค": "น. ชิ้นหรือส่วนขนาดเล็กมาก, ในทางวิทยาศาสตร์มักใช้เรียกส่วนที่มีขนาดเล็กกว่าอะตอม เช่น อนุภาคแอลฟา อนุภาคบีตา. (อ. <f>particle</f>).",
    "อนุภาษ": "[-พาด] ก. พรํ่ากล่าว, พรํ่าสอน. (ส.; ป. อนุภาส).",
    "อนุมัติ": "[-มัด] ก. ให้อำนาจกระทำการตามระเบียบที่กําหนดไว้. (ป., ส.).",
    "อนุมาตรา": "[-มาดตฺรา] น. ข้อย่อยของมาตราในกฎหมายที่มีเลขกำกับอยู่ในวงเล็บ.",
    "อนุมาน": "ก. คาดคะเนตามหลักเหตุผล. (ป., ส.).",
    "อนุมูล": "น. หมู่ธาตุซึ่งเมื่อเข้าสู่ปฏิกิริยาเคมีแล้ว ทั้งหมู่จะเข้าทําปฏิกิริยาด้วยกัน โดยไม่แตกแยกออกจากกัน เช่น อนุมูลไฮดรอกซิล <f>(-OH)</f> อนุมูลไนเทรต <f>(-NO<sub>3</sub>)</f>. (อ. <f>radical, radicle</f>).",
    "อนุมูลกรด": "น. ส่วนหนึ่งของโมเลกุลของกรดที่ปรากฏอยู่หลังจากที่ไฮโดรเจนไอออนแยกตัวออกไปแล้ว เช่น อนุมูลกรดคาร์บอเนต <f>(-CO<sub>3</sub>)</f> อนุมูลกรดไฮโดรเจนซัลเฟต <f>(-HSO<sub>4</sub>)</f>. (อ. <f>acid radical</f>).",
    "อนุโมทนา": "ก. ยินดีตาม, ยินดีด้วย, พลอยยินดี; เรียกคําให้ศีลให้พรของพระว่า คําอนุโมทนา. (ป., ส.).",
    "อนุโมทนาบัตร": "น. บัตรที่แสดงความพลอยยินดีหรืออนุโมทนาต่อบุญกุศลที่บุคคลนั้น&#160;ๆ ได้ทําแล้ว.",
    "อนุโยค": "ก. ซักถาม, ซักไซ้.<2t>ว. เรียกคําที่ผู้ถูกถามย้อนถามผู้ถามว่า คําอนุโยค. (ป., ส.).",
    "อนุรักษ-, อนุรักษ์": "[อะนุรักสะ-, อะนุรัก] ก. รักษาให้คงเดิม. (ส.).",
    "อนุรักษนิยม": "[อะนุรักสะนิยม, อะนุรักนิยม] น. อุดมคติทางการเมือง การเศรษฐกิจ เป็นต้น ที่มีแนวโน้มไปในทางต้านทานการเปลี่ยนแปลง โดยยึดถือสนับสนุนระเบียบที่ตั้งมั่นอยู่แล้ว.",
    "อนุราช": "[อะนุราด] น. พระราชารอง, พระเจ้าแผ่นดินองค์รอง. (ป.).",
    "อนุราธ, อนุราธะ, อนุราธา": "[อะนุราด, อะนุราทะ, อะนุราทา] น. ดาวฤกษ์ที่ ๑๗ มี ๔ ดวง เห็นเป็นรูปธนู หน้าไม้ หรือหงอนนาค, ดาวประจําฉัตร หรือ ดาวนกยูง ก็เรียก.",
    "อนุรูป": "ว. สมควร, เหมาะ, พอเพียง; เป็นไปตาม. (ป., ส.).",
    "อนุโลม": "ก. ใช้แทนกันได้ตามความเหมาะสม, คล้อยตาม; (กฎ) นำมาใช้โดยอาศัยหลักการอย่างเดียวกัน แต่ให้แก้ไขในรายละเอียดได้ตามควรแก่กรณี.<2t>ว. ตามลําดับ เช่น ท่องแบบอนุโลม, คู่กับ ปฏิโลม คือ ย้อนลําดับ. (ป., ส.).",
    "อนุวงศ์": "น. วงศ์ที่เนื่องมา, เชื้อพระวงศ์ชั้นผู้น้อย.",
    "อนุวัต": "ก. ทําตาม, ประพฤติตาม, ปฏิบัติตาม, เขียนเป็น อนุวรรตน์ อนุวัตน์ อนุวัตร หรือ อนุวัติ ก็มี. (ป. อนุวตฺต; ส. อนุวรฺต).",
    "อนุวาต": "[อะนุวาด] น. ผ้าดาม, ผ้าทาบ. (ป.).",
    "อนุศาสก": "น. อาจารย์ผู้ควบคุมดูแลนักเรียนในหอพักของวิทยาลัยหรือมหาวิทยาลัย. (ส.; ป. อนุสาสก).",
    "อนุศาสน์": "น. การสอน; คําชี้แจง. (ส.; ป. อนุสาสน).",
    "อนุศาสนาจารย์": "[อะนุสาสะนาจาน, อะนุสาดสะนาจาน] น. อาจารย์ผู้อบรมศีลธรรมของหน่วยราชการ.",
    "อนุศิษฏ์": "ก. สั่งสอน, ชี้แจง. (ส.; ป. อนุสิฏฺ&#xf700;).",
    "อนุสติ": "[อะนุดสะติ] น. ความระลึกถึง; ชื่อธรรมหมวดหนึ่ง เรียกว่า อนุสติ ๑๐ มีพุทธานุสติเป็นต้น. (ป. อนุสฺสติ).",
    "อนุสนธิ": "น. การต่อเนื่อง, การสืบเนื่อง. (ป.).",
    "อนุสภากาชาด": "(เลิก) น. ชื่อสมาคมสําหรับเด็กเพื่ออบรมตนให้เป็นประโยชน์แก่ผู้อื่น ขึ้นต่อสภากาชาด.",
    "อนุสร": "[อะนุสอน] ก. ระลึก, คํานึงถึง. (ป. อนุสฺสร).",
    "อนุสรณ์": "น. เครื่องระลึก, ที่ระลึก.<2t>ก. ระลึก, คำนึงถึง. (ป. อนุสฺสรณ).",
    "อนุสัญญา": "น. ความตกลงระหว่างประเทศในเรื่องที่สําคัญเฉพาะเรื่อง ที่ทําเป็นตราสารสมบูรณ์แบบเช่นเดียวกับสนธิสัญญา เช่น อนุสัญญากรุงเฮกว่าด้วยสงคราม อนุสัญญาเจนีวาว่าด้วยเชลยศึกและผู้บาดเจ็บ. (อ. <f>convention</f>).",
    "อนุสัย": "น. กิเลสที่สงบนิ่งอยู่ในสันดาน, กิเลสอย่างละเอียด มี ๗ อย่าง ได้แก่ ๑. กามราคะ = ความกำหนัดในกาม ๒. ปฏิฆะ = ความขัดใจคือโทสะ ๓. ทิฏฐิ = ความเห็นผิด ๔. วิจิกิจฉา = ความลังเลสงสัย ๕. มานะ = ความถือตัว ๖. ภวราคะ = ความกำหนัดในภพ ๗. อวิชชา = ความไม่รู้แจ้งคือโมหะ. (ป. อนุสย; ส. อนุศย).",
    "อนุสาวรีย์": "[อะนุสาวะรี] น. สิ่งที่สร้างไว้เป็นที่ระลึกถึงบุคคลหรือเหตุการณ์สําคัญเป็นต้น เช่น อาคาร หลุมฝังศพ รูปปั้น.",
    "อนุสาสนี": "[อะนุสาสะนี] น. คําสั่งสอน. (ป.; ส. อนุศาสนี).",
    "อนุสาสนีปาฏิหาริย์": "น. การสอนเป็นอัศจรรย์ หมายถึง คำสั่งสอนอันอาจจูงใจคนให้นิยมเชื่อถือไปตามได้อย่างน่าอัศจรรย์, เป็นปาฏิหาริย์อย่าง ๑ ในปาฏิหาริย์ ๓ ได้แก่ อิทธิปาฏิหาริย์ อาเทสนาปาฏิหาริย์ และอนุสาสนีปาฏิหาริย์.",
    "อเนก, อเนก-": "[อะเหฺนก, อะเหฺนกกะ-] ว. มาก, หลาย, เช่น อเนกประการ. (ป., ส.).",
    "อเนกคุณ": "[อะเหฺนกคุน] น. ชื่อต้นไม้ชนิดหนึ่งใช้ทำยาได้. (พจน. ๒๔๙๓).",
    "อเนกประสงค์": "[อะเหฺนกปฺระสง] ว. ใช้ประโยชน์ได้หลายอย่าง แล้วแต่ความต้องการ.",
    "อเนกรรถประโยค": "[อะเนกัดถะปฺระโหฺยก] น. ประโยคใหญ่ที่มีใจความสำคัญอย่างน้อย ๒ ใจความมารวมกัน และใจความนั้น&#160;ๆ จะต้องมีลักษณะเป็นประโยคโดยมีสันธานเป็นบทเชื่อมหรือละสันธานไว้ในฐานที่เข้าใจ.",
    "อเนกวิธ": "[อะเหฺนกกะวิด] ว. หลายอย่าง, ต่าง&#160;ๆ.",
    "อเนกอนันต์": "[อะเหฺนกอะนัน] ว. มากมาย, มากหลาย, (ปาก) ใช้ว่า อเนกอนันตัง.",
    "อเนจอนาถ": "[อะเหฺน็ดอะหฺนาด] ก. สลดใจเป็นอย่างยิ่ง. (ป. อนิจฺจ ว่า ไม่เที่ยง + อนาถ ว่า ไม่มีที่พึ่ง).",
    "อโนชา": "น. ต้นอังกาบ. (ป.).",
    "อโนดาต": "น. ชื่อสระ ๑ ในสระทั้ง ๗ ในป่าหิมพานต์ ได้แก่ ๑. สระอโนดาต ๒. สระกัณณมุณฑะ ๓. สระรถการะ ๔. สระฉัททันตะ ๕. สระกุณาละ ๖. สระมัณฑากินี ๗. สระสีหัปปปาตะ. (ป. อโนตตฺต).",
    "อบ": "ก. ปรุงกลิ่นด้วยควันหรือรมด้วยกลิ่นในที่ที่ควันหรือกลิ่นกระจายออกไปไม่ได้; ทําให้ร้อนหรือสุกด้วยไอนํ้าหรือไอไฟในที่ที่ความร้อนออกไม่ได้; อากาศถ่ายเทไม่ได้.",
    "อบเชย": "น. ชื่อไม้ต้นหลายชนิดในสกุล <f><i>Cinnamomum</i></f> วงศ์ <f>Lauraceae</f> ใช้ทํายาและปรุงนํ้าหอม เช่น อบเชยญวน หรือ ฝนแสนห่า <f>(<i>C. bejolghota</i> Sweet</f>), อบเชยจีน <f>(<i>C. aromaticum</i> Nees)</f>, อบเชยเทศ <f>(<i>C. verum</i> J. Presl)</f>.",
    "อบรม": "ก. แนะนําพรํ่าสอนให้ซึมซาบเข้าไปจนติดเป็นนิสัย, แนะนําชี้แจงให้เข้าใจในเรื่องที่ต้องการ, ขัดเกลานิสัย, บางทีก็ใช้เข้าคู่กับ บ่มนิสัย เป็น อบรมบ่มนิสัย.",
    "อบอวล": "ก. ตลบ, ฟุ้ง, (ใช้แก่กลิ่น).<2t>ว. มีกลิ่นตลบ, มีกลิ่นฟุ้ง.",
    "อบอ้าว": "ว. ร้อนไม่มีลม.",
    "อบอุ่น": "ว. อุ่นสบาย; โดยปริยายหมายความว่า ปราศจากความว้าเหว่.",
    "อบาย, อบาย-": "[อะบาย, อะบายยะ-] น. ที่ที่ปราศจากความเจริญ; ความฉิบหาย. (ป.).",
    "อบายภูมิ": "[อะบายยะพูม] น. ภูมิที่เกิดอันปราศจากความเจริญ มี ๔ คือ นรก เปรตวิสัย อสุรกายภูมิ และกําเนิดดิรัจฉาน. (ป., ส. อปาย).",
    "อบายมุข": "[อะบายยะมุก] น. ทางแห่งความฉิบหาย, เหตุแห่งความฉิบหาย, มี ๒ หมวด คือ อบายมุข ๔ ได้แก่ ๑. เป็นนักเลงหญิง ๒. เป็นนักเลงสุรา ๓. เป็นนักเลงเล่นการพนัน ๔. คบคนชั่วเป็นมิตร กับ อบายมุข ๖ ได้แก่ ๑. ดื่มนํ้าเมา ๒. เที่ยวกลางคืน ๓. เที่ยวดูการเล่น ๔. เล่นการพนัน ๕. คบคนชั่วเป็นมิตร ๖. เกียจคร้านทําการงาน. (ป.).",
    "อป-": "[อะปะ-] คําประกอบหน้าศัพท์ที่มาจากภาษาบาลีและสันสกฤต มีความหมายว่า ไม่, ปราศจาก, เช่น อปมงคล = ไม่เป็นมงคล, ปราศจากมงคล. (ป., ส.).",
    "อปการ": "[อะปะกาน] น. ความผิด, โทษ; การทําร้าย, การดูถูก. (ส.).",
    "อปจายน-": "[อะปะจายะนะ-] น. การแสดงความเคารพ, การนับถือ, การนอบน้อม. (ป., ส.).",
    "อปจายนธรรม": "น. การแสดงความเคารพ, การนับถือ, การนอบน้อม, การถ่อมตน. (ป. อปจายนธมฺม).",
    "อปจายนมัย": "ว. ที่สําเร็จด้วยการประพฤติถ่อมตัวต่อผู้ใหญ่ (ใช้แก่บุญ). (ป.).",
    "อปภาคย์, อัปภาคย์": "[อะปะพาก, อับปะพาก] ว. ปราศจากโชค, เคราะห์ร้าย, วาสนาน้อย, นิยมใช้เข้าคู่กับคำ อาภัพ เป็น อาภัพอัปภาคย์. (ส.).",
    "อปมงคล, อัปมงคล": "[อะปะ-, อับปะ-] ว. ปราศจากมงคล, ไม่เจริญ, เป็นลางร้าย. (ป., ส.).",
    "อปมาน": "[อะปะ-] น. การดูหมิ่น, การดูถูก. (ส.).",
    "อปยศ, อัปยศ": "[อะปะยด, อับปะยด] ว. ไร้ยศ, ปราศจากยศ; เสื่อมเสียชื่อเสียง, น่าอับอายขายหน้า. (ส.).",
    "อปร-": "[อะปะระ-] ว. อื่นอีก. (ป., ส.).",
    "อปรภาค": "[อะปะระพาก] น. ส่วนอื่นอีก, เวลาอื่นอีก, ภายหลัง. (ป.).",
    "อประมาณ, อัประมาณ": "[อะปฺระ-, อับปฺระ-] ว. กําหนดจำนวนไม่ได้, จํากัดไม่ได้; น่าอับอาย เช่น ย่อยยับอัประมาณ. (ส.; ป. อปฺปมาณ).",
    "อประมาท, อัประมาท": "[อะปฺระหฺมาด, อับปฺระหฺมาด] น. ความไม่มึนเมา; ความไม่เลินเล่อ, ความระวัง, ความเอาใจใส่. (ส.; ป. อปฺปมาท).",
    "อประไมย, อัประไมย": "[อะปฺระไม, อับปฺระไม] ว. นับไม่ได้, ไม่จํากัด, มากมาย. (ส. อปฺรเมย; ป. อปฺปเมยฺย).",
    "อปรัณณชาติ": "[อะปะรันนะชาด] น. &#147;อาหารอื่น&#148; คือ ถั่ว งา และผักต่าง&#160;ๆ (นอกจากข้าว). (ป. อปรณฺณ).",
    "อปรา": "[อะปะรา, อับปะรา] (กลอน) ก. พ่ายแพ้ เช่น ต่อสู้เคี่ยวขับไม่อปรา หาไม่พ่อตาจะต้องริบ. (สังข์ทอง).",
    "อปราชัย, อัปราชัย": "[อะปะ-, อับปะ-] น. ความไม่แพ้, ความชนะ; (กลอน) บางทีใช้หมายความว่า แพ้ เช่น คบคนดีเป็นศรีแก่ตัว คบคนชั่วอัปราชัย. (ป.).",
    "อปราชิต": "[อะปะ-] ว. ไม่พ่ายแพ้. (ป., ส.).",
    "อปราธ-": "[อะปะราทะ-] น. ความผิด, โทษ. (ป., ส.).",
    "อปริมาณ": "[อะปะ-] ว. กําหนดจํานวนไม่ได้. (ป., ส.).",
    "อปลักษณ์, อัปลักษณ์": "[อะปะ-, อับปะ-] ว. ชั่ว (มักใช้แก่รูปร่าง หน้าตา), มีลักษณะที่ถือว่าไม่เป็นมงคล, เช่น หน้าตาอปลักษณ์, รูปร่างอัปลักษณ์. (ส.; ป. อปลกฺขณ).",
    "อปโลกน์ ๑, อุปโลกน์": "[อะปะโหฺลก, อุปะโหฺลก, อุบปะโหฺลก] ก. ยกกันขึ้นไป เช่น อุปโลกน์ให้เป็นหัวหน้า. (ป. อปโลกน).",
    "อปโลกน์ ๒": "[อะปะโหฺลก] ว. ที่บอกเล่า เช่น คําอปโลกน์. (ป. อปโลกน).",
    "อปวาท": "[อะปะ-] น. คําติเตียน; การว่ากล่าว. (ป., ส.).",
    "อปหาร": "[อะปะ-] น. การปล้น, การขโมย; การเอาไป. (ป., ส.).",
    "อปาจี": "[อะ-] น. ทิศใต้. (ป.; ส. อปาจีน).",
    "อปาจีน": "[อะ-] น. ทิศใต้. (ส.; ป. อปาจี).",
    "อปาน-": "[อะปานะ-] น. ลมหายใจออก. (ป., ส.).",
    "อเปหิ, อัปเปหิ": "[อะ-, อับ-] (ปาก) ก. ขับไล่. (ป. อเปหิ ว่า จงหลีกไป).",
    "อพพะ": "[อะพะพะ] น. ชื่อจํานวนนับอย่างสูง เท่ากับโกฏิยกกําลัง ๑๑. (ป.).",
    "อพยพ ๑": "[อบพะยบ] ก. ย้ายครอบครัวจากถิ่นหนึ่งไปอยู่อีกถิ่นหนึ่ง, ยกพวกย้ายจากถิ่นเดิมไป.",
    "อพยพ ๒": "[อบพะยบ] (กลอน) น. อวัยวะ, ส่วนของร่างกาย. (ป., ส. อวยว).",
    "อภว-": "[อะภะวะ-] น. ความไม่มี, ความเสื่อม, ความเสียหาย. (ป., ส.).",
    "อภัพ, อภัพ-": "[อะพับ, อะพับพะ-] ว. ไม่สมควร, เป็นไปไม่ได้. (ป. อภพฺพ; ส. อภวฺย).",
    "อภัพบุคคล": "[อะพับพะบุกคน] น. คนไม่สมควร. (ป. อภพฺพปุคฺคล).",
    "อภัพผล": "[อะพับพะผน] น. ผลที่ไม่สมควร, ผลทราม.",
    "อภัย, อภัย-": "[อะไพ, อะไพยะ-] น. ความไม่มีภัย, ความไม่ต้องกลัว. (ป., ส.), นิยมใช้ประกอบกับคําอื่น เช่น ขออภัย หมายความว่า ขอให้ยกโทษให้ ขออย่าได้ถือโทษ, ให้อภัย หมายความว่า ยกโทษให้.<2t>ก. ยกโทษ เช่น ฉันอภัยให้เธอ.",
    "อภัยทาน": "[อะไพยะทาน] น. การให้ความไม่มีภัย เช่น ให้อภัยทาน.<2t>ว. ที่ให้ความไม่มีภัย เช่น เขตอภัยทาน. (ป.).",
    "อภัยโทษ": "[อะไพยะโทด] (กฎ) ก. ยกโทษหรือเปลี่ยนโทษหนักเป็นเบาหรือลดโทษให้แก่ผู้ต้องคำพิพากษาให้ต้องรับโทษทางอาญาเมื่อคดีถึงที่สุดแล้ว เป็นพระราชอำนาจของพระมหากษัตริย์ตามรัฐธรรมนูญ.",
    "อภิ": "คําประกอบหน้าศัพท์ที่มาจากภาษาบาลีและสันสกฤต มีความหมายว่า ยิ่ง, วิเศษ, เหนือ, เช่น อภิรมย์ = ยินดียิ่ง, อภิญญาณ = ความรู้วิเศษ, อภิมนุษย์ = มนุษย์ที่เหนือมนุษย์ทั้งหลาย. (ป.).",
    "อภิฆาต": "ก. เข่นฆ่า, ทำลายล้างให้หมดสิ้น.<2t>น. การเข่นฆ่า, การทำลายล้างให้หมดสิ้น. (ป., ส.).",
    "อภิจฉา": "[อะพิดฉา] น. ความทะเยอทะยาน, ความกระวนกระวาย. (ป.).",
    "อภิชฌา": "[อะพิดชา] น. ความโลภ, ความอยากได้. (ป.).",
    "อภิชน, อภิชน-": "[อะพิชน, อะพิชะนะ-] น. ชนผู้สืบมาจากตระกูลสูง. (ป., ส.).",
    "อภิชนาธิปไตย": "[-ทิปะไต, -ทิบปะไต] น. ระบอบการปกครองแบบหนึ่งที่มีอภิชนเป็นใหญ่. (ป. อภิ + ชน + อธิปเตยฺย). (อ. <f>aristocracy</f>).",
    "อภิชัย": "น. ความชนะ; การปราบปราม. (ป., ส.).",
    "อภิชาต, อภิชาต-": "[อะพิชาด, อะพิชาดตะ-] ว. เกิดดี, มีตระกูล. (ป., ส.).",
    "อภิชาตบุตร": "น. บุตรที่มีคุณสมบัติสูงกว่าบิดามารดา, อติชาตบุตร ก็ว่า. (ส. อภิชาตปุตฺร; ป. อภิชาตปุตฺต).",
    "อภิชิต": "ว. มีชัย, ชนะแล้ว. (ป., ส.).",
    "อภิญญา, อภิญญาณ": "[อะพินยา, อะพินยาน] น. &#147;ความรู้ยิ่ง&#148; ในพระพุทธศาสนามี ๖ อย่าง คือ ๑. อิทธิวิธิ การแสดงฤทธิ์ได้ ๒. ทิพโสต หูทิพย์ ๓. เจโตปริยญาณ ญาณรู้จักกําหนดใจผู้อื่น ๔. ปุพเพนิวาสานุสติญาณ การระลึกชาติได้ ๕. ทิพจักขุ ตาทิพย์ ๖. อาสวักขยญาณ ญาณรู้จักทําอาสวะให้สิ้นไป. (ป.; ส. อภิชฺ&#xf70f;า, อภิชฺ&#xf70f;าน).",
    "อภิณห-": "[อะพินหะ-] ว. เสมอ, ทุกวัน. (ป.).",
    "อภิธรรม": "[อะพิทํา] น. ชื่อปิฎกหนึ่งในพระไตรปิฎก ได้แก่ ๑. พระวินัยปิฎก ๒. พระสุตตันตปิฎก ๓. พระอภิธรรมปิฎก, ชื่อธรรมะชั้นสูง มี ๗ คัมภีร์ ได้แก่ ๑. สังคณี ๒. วิภังค์ ๓. ธาตุกถา ๔. ปุคคลบัญญัติ ๕. กถาวัตถุ ๖. ยมก ๗. ปัฏฐาน นิยมใช้สวดในงานศพ. (ส. อภิธรฺม; ป. อภิธมฺม).",
    "อภิธาน": "น. หนังสืออธิบายศัพท์เฉพาะเรื่อง เช่น อภิธานประวัติศาสตร์ไทย. (ป., ส.).",
    "อภิไธย": "น. ชื่อ. (ป. อภิเธยฺย; ส. อภิเธย).",
    "อภินันท-, อภินันท์": "น. ความยินดียิ่ง, ความดีใจยิ่ง. (ป., ส.).",
    "อภินันทนาการ": "น. ความยินดียิ่ง เช่น ด้วยอภินันทนาการ หมายถึง ให้ด้วยความยินดียิ่ง. (ป. อภินนฺทน + อาการ).",
    "อภินัย": "น. การแสดงละคร, การแสดงท่าทาง. (ป., ส.).",
    "อภินิหาร": "น. อํานาจแห่งบารมี, อํานาจบุญที่สร้างสมไว้, อํานาจเหนือปรกติธรรมดา. (ป. อภินีหาร; ส. อภิ + นิสฺ + หาร).",
    "อภิเนษกรมณ์": "[อะพิเนดสะกฺรม] น. การออกบวชเพื่อคุณอันยิ่งใหญ่. (ส. อภิ + นิษฺกฺรมณ; ป. อภินิกฺขมน).",
    "อภิบาล": "ก. บํารุงรักษา, ปกครอง. (ป., ส. อภิปาล).",
    "อภิปรัชญา": "[อะพิปฺรัดยา, อะพิปฺรัดชะยา] น. ปรัชญาสาขาหนึ่ง ว่าด้วยความแท้จริง ซึ่งเป็นเนื้อหาสําคัญของปรัชญา. (อ. <f>metaphysics</f>).",
    "อภิปราย": "[อะพิปฺราย] ก. พูดชี้แจงแสดงความคิดเห็น. (ส. อภิปฺราย).",
    "อภิมหาอำนาจ": "ว. เรียกประเทศที่มีอํานาจทางด้านเศรษฐกิจและทางทหารสูงกว่าประเทศมหาอํานาจว่า ประเทศอภิมหาอำนาจ.",
    "อภิมานะ": "น. ความเย่อหยิ่ง, ความถือตัว. (ป., ส.).",
    "อภิมุข": "น. หัวหน้า เช่น เสนาภิมุข = หัวหน้าทหาร.<2t>ว. หันหน้าตรงไป, ตรงหน้า. (ป., ส.).",
    "อภิรดี, อภิรติ": "[อะพิระ-] น. ความรื่นรมย์ยินดียิ่ง (มักใช้ในเรื่องรักใคร่). (ป., ส.).",
    "อภิรมย์": "ก. รื่นเริงยิ่ง, ดีใจยิ่ง, ยินดียิ่ง; พักผ่อน; ใช้ว่า ภิรมย์ ก็มี. (ส.; ป. อภิรมฺม).",
    "อภิรักษ์": "ก. รักษา, ระวัง, ป้องกัน. (ส.; ป. อภิรกฺข).",
    "อภิรัฐมนตรี": "(เลิก) น. ที่ปรึกษาชั้นสูงของพระมหากษัตริย์.",
    "อภิราม": "ว. น่ายินดียิ่ง, เป็นที่พอใจยิ่ง, งดงามยิ่ง. (ป., ส.).",
    "อภิรุต": "น. เสียง, เสียงร้อง. (ป., ส.).",
    "อภิรุม": "น. ฉัตรเครื่องสูงอย่างหนึ่ง ใช้ในกระบวนแห่ของหลวง หรือปักเป็นเครื่องประดับเกียรติยศ, โบราณเขียนเป็น อภิรม ก็มี.",
    "อภิรูป": "ว. รูปงาม. (ป., ส.).",
    "อภิลักขิต, อภิลักขิต-": "[อะพิลักขิด, อะพิลักขิดตะ-] ว. หมายไว้, กําหนดไว้. (ป.).",
    "อภิลักขิตกาล, อภิลักขิตสมัย": "น. เวลาที่กําหนดไว้, วันกําหนด, (มักนิยมใช้แก่วันทําบุญคล้ายวันเกิดหรือวันทําพิธีประจําปี).",
    "อภิเลปน์": "น. การลูบไล้; เครื่องลูบไล้, ของหอม. (ป.).",
    "อภิวันท์": "ก. กราบไหว้. (ส., ป.).",
    "อภิวาท, อภิวาทน์": "น. การกราบไหว้. (ส., ป.).",
    "อภิเษก": "ก. แต่งตั้งโดยการทําพิธีรดนํ้า เช่นพิธีขึ้นเสวยราชย์ของพระเจ้าแผ่นดิน. (ส.; ป. อภิเสก).",
    "อภิเษกสมรส": "(ราชา) ก. แต่งงาน.",
    "อภิสมโพธิ, อภิสัมโพธิ": "[อะพิสมโพด, -สําโพทิ] น. ความตรัสรู้เองด้วยพระปัญญาอันยิ่ง หมายเฉพาะการตรัสรู้เป็นพระพุทธเจ้า. (ป.).",
    "อภิสมัย": "[อะพิสะไหฺม] น. ความตรัสรู้, ความบรรลุ, การถึง, ใช้ในคําว่า ธรรมาภิสมัย. (ป., ส.).",
    "อภิสมาจาร": "[อะพิสะมาจาน] น. มารยาทอันดี, ความประพฤติอันดี. (ป., ส.).",
    "อภิสัมโพธิญาณ": "[อะพิสำโพทิยาน] น. ญาณคือความตรัสรู้เองด้วยพระปัญญาอันยิ่ง หมายเฉพาะการตรัสรู้เป็นพระพุทธเจ้า.",
    "อภิสิต": "ก. รดแล้ว, ได้รับการอภิเษกแล้ว. (ป. อภิสิตฺต; ส. อภิสิกฺต).",
    "อภิสิทธิ์": "น. สิทธินอกเหนือขอบเขต, สิทธิเหนือกฎหรือระเบียบที่วางไว้, สิทธิที่ได้รับนอกเหนือไปจากกฎหรือระเบียบที่วางไว้. (ป., ส.).",
    "อภูตะ": "[อะพูตะ] ว. ไม่มี, ไม่เกิดขึ้น, ไม่ปรากฏ. (ป., ส.).",
    "อม": "ก. เอาสิ่งของใส่ปากแล้วหุบปากไว้ไม่กลืนลงไป, โดยปริยายหมายความว่า ไม่แสดงออกมา เช่น อมภูมิ; กลมกลืน, ปนกัน, เช่น อมเปรี้ยวอมหวาน เขียวอมเหลือง; (ปาก) เม้ม, ขมิบ, ยักเอาไว้.",
    "อ้ม": "(ถิ่น-อีสาน) น. ต้นเนียม. <i>[ดู เนียม ๑ (๒)]</i>.",
    "อมความ": "ก. เก็บใจความสําคัญ, ใช้ถ้อยคำน้อยแต่เก็บความสำคัญไว้ได้มาก; (โบ) จำไว้ในใจ, จำใจความได้.",
    "อมต-, อมตะ": "[อะมะตะ-, อะมะตะ] ว. ไม่ตาย เช่น อมตธรรม, เป็นที่นิยมยั่งยืน เช่น เพลงอมตะ.<2t>น. พระนิพพาน. (ป.; ส. อมฺฤต).",
    "อมตบท": "น. ทางพระนิพพาน. (ป. อมตปท; ส. อมฺฤตปท).",
    "อมทุกข์": "ว. มีความทุกข์สุมอยู่ เช่น หน้าตาอมทุกข์.",
    "อมนุษย์": "[อะมะ-] น. ผู้ที่มิใช่มนุษย์ (หมายรวมทั้ง เทวดา พรหม สัตว์นรก เปรต อสุรกาย ภูตผีปิศาจ เป็นต้น) แต่โดยมากหมายถึง ภูตผีปิศาจ. (ส.; ป. อมนุสฺส).",
    "อมปาก": "(โบ) ก. หุบปากไว้, ไม่ยอมพูดในสิ่งที่ควรพูด, หุบปากหุบคํา ก็ว่า.",
    "อมพระมาพูด": "(สำ) ใช้ในการพูดโดยอ้างพระหรือสิ่งศักดิ์สิทธิ์มาประกอบเป็นพยาน มักใช้ในความปฏิเสธ เช่น ต่อให้อมพระมาพูดก็ไม่เชื่อ.",
    "อมพะนำ": "ว. นิ่งอึ้งไม่พูดจา, อําพะนํา ก็ว่า.",
    "อมเพลิง": "[-เพฺลิง] น. เรียกไม้เสาที่มีเปลือกและกระพี้เป็นชั้น&#160;ๆ ว่า เสาอมเพลิง ถือว่าเป็นเสาไม่ดี.",
    "อมภูมิ": "[-พูม] ก. ไม่ยอมแสดงความรู้ทั้ง&#160;ๆ ที่มีความรู้ บางทีใช้หมายถึงทำท่าทางคล้าย&#160;ๆ รู้ แต่ความจริงไม่รู้ เช่น ทำเป็นอมภูมิ.",
    "อมมือ": "ว. ไม่เดียงสา (ใช้แก่เด็ก) ในคําว่า เด็กอมมือ.",
    "อมยิ้ม": "ว. ยิ้มน้อย&#160;ๆ โดยไม่เผยอริมฝีปาก.<2t>น. ชื่อขนมชนิดหนึ่ง ทำด้วยน้ำตาล มีสีต่าง&#160;ๆ เป็นรูปกลม&#160;ๆ หรือแบน&#160;ๆ เสียบไม้.",
    "อมร, อมร-": "[อะมอน, อะมอนระ-, อะมะระ-] น. ผู้ไม่ตาย, เทวดา.<2t>ว. ไม่ตาย, ไม่เสื่อมสูญ, ยั่งยืน. (ป., ส.).",
    "อมรโคยานทวีป": "น. ทวีปใหญ่อยู่ทางทิศตะวันตกของเขาพระสุเมรุเป็นทวีป ๑ ใน ๔ ทวีป ได้แก่ อุตรกุรุทวีปหรืออุตรกุรูทวีป บุพวิเทหทวีป ชมพูทวีป และอมรโคยานทวีป.",
    "อมรบดี": "[อะมะระบอดี] น. &#147;จอมเทวดา&#148; คือ พระอินทร์. (ส. อมรปติ).",
    "อมรรัตน์": "[อะมอนระ-] น. เพชร. (ส.).",
    "อมรราช": "[อะมอนระราด] น. &#147;ราชาของเทวดา&#148; คือ พระอินทร์. (ส.).",
    "อมรสตรี": "[อะมะระสัดตฺรี] น. นางสวรรค์, นางฟ้า. (ส.).",
    "อมรา": "(กลอน) น. อมร.",
    "อมราวดี": "น. ชื่อเมืองของพระอินทร์. (ส. อมราวดี).",
    "อมรินทร์, อมเรนทร์": "น. พระอินทร์. (ส. อมร + อินฺทฺร).",
    "อมเรศ, อมเรศวร": "[อะมะเรด, -เรสวน] น. พระอินทร์.",
    "อมโรค": "ว. ขี้โรค.",
    "อมฤต, อมฤต-": "[อะมะริด, -รึด, -ริดตะ-, -รึดตะ-] น. นํ้าทิพย์ เรียกว่า นํ้าอมฤต; เครื่องทิพย์. (ส.; ป. อมต).",
    "อมฤตบท": "[อะมะรึดตะ-] น. ทางพระนิพพาน.",
    "อมฤตยู": "[อะมะรึดตะ-] น. ความไม่ตาย. (ส.).",
    "อมฤตรส": "[อะมะรึดตะ-] น. น้ำทิพย์; พระธรรม (ในพระพุทธศาสนา).",
    "อมเลือดอมฝาด": "ว. มีผิวพรรณผุดผ่อง.",
    "อมเลือดอมหนอง": "ว. มีเลือดและหนองปนกันอยู่ข้างใน เช่น ฝีอมเลือดอมหนอง.",
    "อมหนอง": "ก. กลัดหนอง, มีหนองคั่งอยู่.",
    "อมัจจะ": "น. อํามาตย์. (ป.; ส. อมาตฺย).",
    "อมัตร": "น. หม้อนํ้า, ภาชนะสําหรับใส่นํ้าดื่ม. (ส.).",
    "อมาตย์": "[อะหฺมาด] น. อำมาตย์, ข้าราชการ, ข้าเฝ้า; ที่ปรึกษา. (ส.; ป. อมจฺจ).",
    "อมาวสี, อมาวสุ, อมาวาสี": "น. วันดับ, วันที่พระจันทร์และพระอาทิตย์ร่วมราศีและองศาเดียวกัน ตรงกับแรม ๑๕ ค่ำหรือแรม ๑๔ ค่ำในเดือนขาด. (ป.).",
    "อมิตร": "[อะมิด] ว. ไม่ใช่เพื่อน.<2t>น. ข้าศึก, ศัตรู. (ส.; ป. อมิตฺต).",
    "อเมริกัน": "น. ชื่อชาวประเทศสหรัฐอเมริกา.",
    "อย-, อยัส": "[อะยะ-, อะยัด] น. เหล็ก. (ป. อย; ส. อยสฺ).",
    "อยน-": "[อะยะนะ-] น. ทาง, ถนน, ที่ไป, ที่เดิน; การไป, การถึง. (ป., ส.).",
    "อย่า": "[หฺย่า] ว. คําประกอบกริยาบอกความห้ามหรือไม่ยอมให้ทําการต่าง&#160;ๆ.",
    "อยาก": "[หฺยาก] ก. ปรารถนา, ประสงค์, ต้องการ, ใคร่, เช่น อยากเป็นใหญ่เป็นโต อยากมีเงิน; หิว, กระหาย, (ใช้แก่อาหาร) เช่น อยากข้าว อยากน้ำ.",
    "อย่าง": "[หฺย่าง] น. วิธี, แบบ, เยี่ยง, เช่น ทำอย่างนี้ เขียนอย่างนั้น, ลักษณนามบอกจำนวน หมายถึง ชนิด, สิ่ง, เช่น ทำกับข้าวไว้ ๒ อย่าง ทำงานหลายอย่าง.<2t>ว. เหมือน เช่น อย่างใจ อย่างเคย, ใช้ประกอบคําวิเศษณ์ หมายความว่า โดยอาการที่ เช่น อย่างดี อย่างเข้มแข็ง.",
    "อย่างไร": "ว. ใช้ในประโยคคําถาม ถามถึงความเป็นไป ความเป็นอยู่ เช่น คนไข้มีอาการอย่างไร หมู่นี้เป็นอย่างไรบ้าง, ถามถึงวิธีหรือความเห็นเป็นต้น เช่น จะทําอย่างไร มีความเห็นอย่างไร; ถ้าใช้ในประโยคที่ไม่เป็นคําถาม หมายความว่า จะโดยวิธีใด&#160;ๆ ก็ตาม เช่น ถึงอย่างไรเขาก็ไม่มา.",
    "อย่างไรก็ดี, อย่างไรก็ตาม": "สัน. ถึงเช่นนั้น, แม้กระนั้น, แต่.",
    "อยุทธ์": "[อะ-] ว. ไม่พ่ายแพ้, ปราบไม่ได้. (ป., ส.).",
    "อยู่": "[หฺยู่] ก. พัก, อาศัย, เช่น เขาอยู่บ้านหลังนี้; ยังมีชีวิต เช่น เขายังอยู่; คงที่ เช่น เงินที่ให้มายังอยู่ครบ, ไม่ไปจากที่ เช่น วันนี้เขาอยู่บ้าน; ใช้ประกอบหลังกริยา แสดงว่ากําลังเป็นอยู่ในขณะนั้น เช่น นอนอยู่ ตั้งอยู่.",
    "อยู่ ๆ, อยู่ดี ๆ": "ว. อาการที่พูดหรือแสดงหรือได้รับสิ่งใดสิ่งหนึ่งโดยไม่มีสาเหตุ เช่น อยู่&#160;ๆ เขาก็มาด่าฉัน อยู่ดี&#160;ๆ เธอก็เป็นลมฟุบไป อยู่ดี&#160;ๆ ก็มีคนนำเงินมาให้.",
    "อยู่กรรม, อยู่ปริวาส": "ก. อยู่ปฏิบัติปริวาสกรรมให้ครบตามวันที่กำหนด (ใช้แก่ภิกษุผู้ต้องอาบัติสังฆาทิเสส), เข้าปริวาส หรือ เข้าปฏิวาสกรรม ก็ว่า.",
    "อยู่กิน": "ก. ดํารงชีวิตฉันผัวเมีย.",
    "อยู่คง": "(โบ) ว. ทนทานต่อศัสตราวุธ.",
    "อยู่งาน": "(ราชา) ก. ปรนนิบัติรับใช้.",
    "อยู่ดีกินดี": "ว. มีความเป็นอยู่อย่างสุขสบาย.",
    "อยู่ดีไม่ว่าดี": "(สำ) ว. แทนที่จะอยู่เฉย&#160;ๆ กลับทำสิ่งที่ก่อให้เกิดความเดือดร้อนแก่ตน เช่น อยู่ดีไม่ว่าดีขอลูกเขามาเลี้ยง.",
    "อยู่ตัว": "ก. ถึงระดับที่คงตัว, คงที่, ไม่เปลี่ยนแปลง.",
    "อยู่ท้อง": "ว. อิ่มได้นาน.",
    "อยู่ไปมา": "ว. อาการที่ทำต่อเนื่องกันหลายหนหรือเรื่อย&#160;ๆ ไป เช่น ยิ้มอยู่ไปมา โบกมืออยู่ไปมา.",
    "อยู่ไฟ": "ก. นอนใกล้ไฟโดยเชื่อว่าความร้อนจะทําให้มดลูกเข้าสู่ภาวะปรกติได้เร็วหลังคลอดลูกแล้ว.",
    "อยู่มือ": "ก. เกรงกลัวไม่กล้าฝ่าฝืน, อยู่ในบังคับไม่กล้าฝ่าฝืน.",
    "อยู่ไม่สุข": "ก. อยู่นิ่ง&#160;ๆ ไม่ได้.",
    "อยู่ยงคงกระพัน": "ว. ทนทานต่อศัสตราวุธ.",
    "อยู่ยาม": "ก. เฝ้าระวังเหตุการณ์.",
    "อยู่โยง": "ก. อยู่ประจำที่แต่ผู้เดียวหรือกลุ่มเดียว.",
    "อยู่แล้ว": "ว. แย่แล้ว เช่น เอะกูอยู่แล้วนะเสนี เห็นไพรีจะมากมายหลายหมื่น. (สังข์ทอง).",
    "อยู่เวร": "ก. ผลัดกันอยู่รักษาหน้าที่ตามเวลาที่กำหนดไว้.",
    "อยู่หมัด": "ก. เกรงกลัวฝีปากหรือฝีมือ, ยอมอยู่ในอํานาจ.",
    "อยู่อัตรา": "(โบ) ว. เป็นปรกติ, เป็นประจำ, เช่น ให้เพิ่มพูนปรนนิบัติอยู่อัตรา. (กลอนเพลงยาวสรรเสริญพระเกียรติ ร. ๓), (ปาก) เป็นอัตรา.",
    "อยู่อาสา": "(โบ) น. การที่ผู้ชายไปอยู่บ้านผู้หญิงที่จะแต่งงานด้วย ทำการงานรับใช้ให้แรงงาน เพื่อแสดงตนว่าเป็นคนขยันขันแข็งและประพฤติตนดีสมควรที่จะเข้าไปเป็นเขยของบ้านนั้น เช่น บ่สู่อยู่อาสา หนึ่งน้อย. (กาพย์ห่อโคลงพระศรีมโหสถ).",
    "อร- ๑": "[อะระ-] น. กํา, ซี่ล้อรถหรือเกวียน. (ป., ส.).",
    "อร ๒": "[ออน, ออระ] (กลอน) น. ผู้หญิง, หญิงงาม, เช่น โอบองค์ผอูนอวล ออกโอษฐ์ อรเอย. (นิ. นรินทร์).<2t>ว. สวย, งาม, เช่น พระองค์กลมกล้องแกล้ง เอวอ่อนอรอรรแถ้ง ถ้วนแห่งเจ้ากูงาม บารนี ฯ. (ลอ).",
    "อร ๓": "ก. ทำให้ดีใจ, ทำให้ปลาบปลื้มใจ, เช่น ใครรู้แห่งพระแพศยันดร บอกจงอรใจกู. (ม. คำหลวง ชูชก). (ข. อร ว่า ดีใจ, ปลาบปลื้ม).",
    "อรช-": "[อะระชะ-] ว. ปราศจากผงหรือมลทิน. (ป., ส.).",
    "อรชร": "[ออระชอน] ว. งามอย่างเอวบางร่างน้อย, มักใช้เข้าคู่กับคำ อ้อนแอ้น เป็น อรชรอ้อนแอ้น.",
    "อรชุน": "[ออระชุน] น. ไม้รกฟ้า; สีขาว.<2t>ว. ขาว; ใส. (ส. อรฺชุน; ป. อชฺชุน).",
    "อรณ-": "[อะระนะ-] ก. ไม่รบ. (ป., ส.).",
    "อรดี, อรติ": "[อะระ-] น. ความไม่ยินดี, ความไม่พอใจ, อราดี หรือ อราติ ก็ใช้. (ป., ส.).",
    "อรทัย": "[ออระไท] น. หญิงสาว, สาวรุ่น, สาวงาม.",
    "อรไท": "[ออระไท] น. นางผู้เป็นใหญ่, นางผู้มีสกุล, (ใช้เรียกนางกษัตริย์), ใช้ว่า อ่อนไท้ ก็มี.",
    "อรธาน": "[ออระ-] (โบ) ว. ที่ปล่อยปละละไว้โดยไม่หวงแหน เช่น ของอรธาน.",
    "อรนุช": "[ออระ-] น. หญิงงาม.",
    "อรพินท์": "[ออระ-] น. ดอกบัว, (โบ) เขียนเป็น อรพินธุ ก็มี เช่น อันประดับด้วยอรพินธุเนานึก บุณฑรึกจงกล. (ม. คำหลวง วนประเวศน์). (ป., ส. อรวินฺท).",
    "อรพิม": "[ออระ-] <i>ดู คิ้วนาง</i>.",
    "อรรค": "[อัก] (โบ) ว. อัคร. (ส. อคฺร; ป. อคฺค).",
    "อรรฆ": "[อัก] น. ค่า, ราคา. (ส. อรฺฆ; ป. อคฺฆ).",
    "อรรฆย์": "[อัก] ว. มีค่า, มีราคา; ควรยกย่อง. (ส. อรฺฆฺย; ป. อคฺฆิย).",
    "อรรจน์": "[อัด] น. การยกย่อง, การสรรเสริญ. (ส. อรฺจน; ป. อจฺจน).",
    "อรรณพ": "[อันนบ] น. ห้วงนํ้า, ทะเล, มหาสมุทร. (ส. อรฺณว; ป. อณฺณว).",
    "อรรถ, อรรถ-": "[อัด, อัดถะ-] น. เนื้อความ เช่น แปลโดยอรรถ, คําที่ยังไม่ได้แปลความหมาย เช่น คําอรรถ. (ส. อรฺถ; ป. อตฺถ).",
    "อรรถกถา": "[อัดถะกะถา] น. คัมภีร์ที่อธิบายความพระบาลี, คัมภีร์ที่ไขความพระไตรปิฎก. (ส. อรฺถ + กถา; ป. อตฺถกถา, อฏฺ&#xf700;กถา).",
    "อรรถกถาจารย์": "น. อาจารย์ผู้แต่งอรรถกถา.",
    "อรรถกร": "[อัดถะกอน] ว. ให้ประโยชน์, เป็นประโยชน์. (ส. อรฺถกร).",
    "อรรถกวี": "[อัดถะกะวี] น. กวีผู้มีความสามารถในการแต่งร้อยกรองตามความเป็นจริง.",
    "อรรถคดี": "[อัดถะคะดี] (กฎ) น. เรื่องที่ฟ้องร้องกันในศาล.",
    "อรรถบท": "[อัดถะบด] น. แก่นเรื่อง, เนื้อความ, หัวข้อ, สาระ.",
    "อรรถปฏิสัมภิทา": "[อัดถะ-] น. ปฏิสัมภิทา ๑ ใน ๔ อย่าง คือ ๑. อรรถปฏิสัมภิทา ๒. ธรรมปฏิสัมภิทา ๓. นิรุตติปฏิสัมภิทา ๔. ปฏิภาณปฏิสัมภิทา หมายถึง ปัญญาอันแตกฉานในอรรถ คือ ความเข้าใจที่สามารถคาดหมายผลข้างหน้าอันจะเกิดสืบเนื่องไปจากเหตุ, ความเข้าใจอธิบายอรรถแห่งภาษิตย่อให้พิสดาร. (ป.).",
    "อรรถประโยชน์": "[อัดถะปฺระโหฺยด] น. ประโยชน์ที่ต้องการ.",
    "อรรถรส": "[อัดถะรด] น. รสแห่งถ้อยคํา, ถ้อยคําที่ทําให้เกิดความซาบซึ้ง, ถ้อยคําที่ทําให้เกิดอารมณ์สะเทือนใจ.",
    "อรรถาธิบาย": "ก. ขยายความ, อธิบายความ.<2t>น. การขยายความ, การอธิบายความ.",
    "อรรธ, อรรธ-": "[อัด, อัดทะ-] น. ครึ่งหนึ่ง, ซีก, ส่วนหนึ่ง. (ส. อรฺธ; ป. อฑฺฒ, อทฺธ).",
    "อรรธกรรณ": "[อัดทะกัน] น. &#147;ครึ่งเส้นผ่าศูนย์กลาง&#148; คือ รัศมีของวงกลม. (ส. อรฺธกรฺณ).",
    "อรรธคราส": "[อัดทะคฺราด] น. การมีจันทรคราสและสุริยคราสครึ่งดวง. (ส.).",
    "อรรธจักร": "[อัดทะจัก] น. เรียกดวงชาตาของคนที่พระเคราะห์ไปร่วมกันอยู่ข้างใดข้างหนึ่ง.",
    "อรรธจันทร์": "[อัดทะจัน] น. พระจันทร์ครึ่งซีก; ที่นั่งเป็นขั้น&#160;ๆ สําหรับดูการแสดง มีลักษณะเป็นรูปครึ่งวงกลม, ชั้นที่ตั้งของขายหรือก้าวขึ้นลง ทําเป็นขั้น&#160;ๆ, อัฒจันทร์ ก็ว่า.",
    "อรรธนิศา": "[อัดทะนิสา] น. เวลาเที่ยงคืน. (ส.).",
    "อรรธบท": "[อัดทะบด] น. ครึ่งทาง. (ส. อรฺธปท).",
    "อรรธภาค": "[อัดทะพาก] น. ครึ่งหนึ่ง.",
    "อรรธสระ": "[อัดทะสะหฺระ] น. เสียงกึ่งสระกึ่งพยัญชนะ.",
    "อรสุม": "[ออระ-] น. ไอนํ้า. (ป. อุสุม).",
    "อรสุมพล": "น. กําลังไอนํ้า.",
    "อรหะ": "[อะระ-] ว. ควร, สมควร. (ป., ส.).",
    "อรหัง": "[อะระ-, ออระ-] น. พระพุทธเจ้า; พระอรหันต์. (ป. อรหํ).",
    "อรหัต, อรหัต-": "[อะระหัด, ออระหัด, อะระหัดตะ-, ออระหัดตะ-] น. ความเป็นพระอรหันต์. (ป. อรหตฺต; ส. อรฺหตฺตฺว).",
    "อรหัตผล": "น. ธรรมที่พระอรหันต์ได้บรรลุ. (ป. อรหตฺตผล; ส. อรฺหตฺตฺว + ผล). <i>(ดู ผล)</i>.",
    "อรหัตมรรค": "น. ทางปฏิบัติที่ให้สำเร็จเป็นพระอรหันต์. (ส. อรฺหตฺตฺว + มารฺค; ป. อรหตฺตมคฺค). <i>(ดู มรรค)</i>.",
    "อรหัตวิโมกข์": "น. ความพ้นจากกิเลสเพราะสําเร็จอรหัต. (ป. อรหตฺตวิโมกฺข).",
    "อรหัน": "[ออระ-] น. ชื่อสัตว์ในนิยาย มี ๒ เท้า มีปีกคล้ายนก หัวคล้ายหัวคน; ผู้วิเศษ.",
    "อรหันต-, อรหันต์": "[อะระหันตะ-, ออระหันตะ-, อะระหัน, ออระหัน] น. ชื่อพระอริยบุคคลชั้นสูงสุดใน ๔ ชั้น คือ พระโสดาบัน พระสกทาคามี พระอนาคามี และพระอรหันต์ เรียกว่า พระอรหันต์. (ศัพท์นี้ใช้ อรหา หรือ อรหัง ก็มี แต่ถ้าใช้เป็นคําวิเศษณ์หรืออยู่หน้าสมาสต้องใช้ อรหันต). (ป.; ส. อรฺหนฺต).",
    "อรหันตฆาต": "น. การฆ่าพระอรหันต์, นับว่าเป็นบาปหนักที่สุดอย่าง ๑ ในอนันตริยกรรม ๕ อันได้แก่ ๑. ปิตุฆาต คือ ฆ่าบิดา ๒. มาตุฆาต คือ ฆ่ามารดา ๓. อรหันตฆาต คือ ฆ่าพระอรหันต์ ๔. โลหิตุปบาท คือ ทำให้พระกายพระพุทธเจ้าห้อเลือด ๕. สังฆเภท คือ ทำให้สงฆ์แตกแยกกัน. (ป.).",
    "อร่อย": "[อะหฺร่อย] ว. มีรสดี (ใช้แก่ของกิน); (ปาก) ดี, ถึงใจ, ดุเดือด, เช่น มวยคู่นี้ต่อยกันอร่อยมาก.",
    "อรัญ, อรัญ-": "[อะรัน, อะรันยะ-] น. ป่า. (ป. อรญฺ&#xf70f;; ส. อรณฺย).",
    "อรัญญิก": "น. ป่า, บริเวณป่า, โบราณเขียนเป็น อรญญิก หรือ อไรญิก ก็มี เช่น ในกลางอรญญิก, เมืองสุโขทัยนี้มีอไรญิก. (จารึกสยาม), (โบ) วัดอรัญญิก เช่น ไปสูดญัดกฐินเถิงอไรญิกพู้น. (จารึกสยาม).<2t>ว. ที่เกี่ยวกับป่า เช่น อรัญญิกาวาส. (ป. อารญฺ<fig0139.gif,ญิ>ก ว่า เกี่ยวกับป่า).",
    "อรัญวาส": "น. การอยู่ในป่า. (ป. อรญฺ&#xf70f;วาส).",
    "อรัญวาสี": "น. ผู้อยู่ในป่า, ใช้สำหรับเรียกคณะสงฆ์ฝ่ายวิปัสสนาธุระ คู่กับ คามวาสี คณะสงฆ์ฝ่ายคันถธุระ. (ป. อรญฺ&#xf70f;วาสี).",
    "อรัณย์": "น. ป่า. (ส. อรณฺย; ป. อรญฺ&#xf70f;).",
    "อราดี, อราติ": "น. ความไม่ยินดี, ความไม่พอใจ. (ป. อรติ). <i>(ดู อรดี)</i>.",
    "อร่าม": "[อะหฺร่าม] ว. แพรวพราว, สว่างไสว, เช่น ใส่ทองอร่ามไปทั้งตัว เปิดไฟอร่ามไปทั้งห้อง.",
    "อริ": "[อะริ, อะหฺริ] น. ข้าศึก, ผู้ที่ไม่ถูกกัน. (ป., ส.).",
    "อริน": "น. ลูกล้อ, จักร. (ส.).",
    "อรินทร์": "น. ผู้เป็นใหญ่ฝ่ายข้าศึกหรือฝ่ายศัตรู มักหมายถึงพระราชาหรือเจ้าเมืองใหญ่ของฝ่ายตรงกันข้าม. (ส.).",
    "อริย-, อริยะ": "[อะริยะ-] น. ในพระพุทธศาสนา เรียกบุคคลผู้บรรลุธรรมวิเศษ มีโสดาปัตติมรรคเป็นต้น ว่า พระอริยะ หรือ พระอริยบุคคล.<2t>ว. เป็นของพระอริยะ, เป็นชาติอริยะ; เจริญ, เด่น, ประเสริฐ.",
    "อริยกะ": "[อะริยะ-] น. ชื่อชนชาติหนึ่ง ซึ่งเป็นต้นเค้าของชาวอินเดียบางพวก ชาวอิหร่าน และชาวยุโรปบางพวก, อารยัน ก็ว่า. (ป.).",
    "อริยทรัพย์": "น. ทรัพย์อันประเสริฐ มี ๗ ประการ คือ ศรัทธา ศีล หิริ โอตตัปปะ พาหุสัจจะ จาคะ ปัญญา. (ป. อริย + ส. ทฺรวฺย).",
    "อริยบุคคล": "น. บุคคลผู้บรรลุธรรมวิเศษ มีโสดาปัตติมรรคเป็นต้น. (ป. อริยปุคฺคล).",
    "อริยผล": "น. ชื่อโลกุตรธรรมในพระพุทธศาสนา มี ๔ ชั้น คือ โสดาปัตติผล สกทาคามิผล อนาคามิผล อรหัตผล, คู่กับ อริยมรรค. (ป.).",
    "อริยมรรค": "น. ทางอันประเสริฐอันเป็นทางแห่งความดับทุกข์ มีองค์ ๘ มี สัมมาทิฐิ (ความเห็นชอบ) เป็นต้น, ทางสายกลาง ก็เรียก, ทางดําเนินของพระอริยะ; ชื่อโลกุตรธรรมในพระพุทธศาสนา มี ๔ ชั้น คือ โสดาปัตติมรรค สกทาคามิมรรค อนาคามิมรรค อรหัตมรรค, คู่กับ อริยผล. (ป. อริยมคฺค).",
    "อริยสัจ": "น. ความจริงของพระอริยะ, ความจริงอันประเสริฐ; ชื่อธรรมสําคัญหมวดหนึ่งในพระพุทธศาสนา มี ๔ ข้อ คือ ๑. ทุกข์ ๒. ทุกขสมุทัย (เหตุให้เกิดทุกข์) ๓. ทุกขนิโรธ (ความดับทุกข์) และ ๔. ทุกขนิโรธคามินีปฏิปทา หรือ มรรค (ทางแห่งความดับทุกข์). (ป. อริยสจฺจ).",
    "อรุ": "น. แผล, บาดแผล. (ป.; ส. อรุสฺ).",
    "อรุณ": "น. เวลาใกล้พระอาทิตย์จะขึ้น มี ๒ ระยะ คือ มีแสงขาวเรื่อ&#160;ๆ (แสงเงิน) และแสงแดงเรื่อ&#160;ๆ (แสงทอง), เวลายํ่ารุ่ง. (ป., ส.).",
    "อรุโณทัย": "น. เวลาตั้งขึ้นแห่งอรุณ, เวลาพระอาทิตย์เพิ่งขึ้น, เวลาเช้าตรู่, ใช้ว่า อโณทัย ก็มี. (ป.).",
    "อรุ่ม": "[อะหฺรุ่ม] ว. มืดคลุ้ม.",
    "อรูป, อรูป-": "[อะรูบ, อะรูบปะ-] ว. ไม่มีรูป, ไม่ใช่รูป; ที่เป็นนามธรรม. (ป., ส.).",
    "อรูปฌาน": "[อะรูบปะชาน] น. ฌานมีอรูปธรรมเป็นอารมณ์ มี ๔ คือ ๑. อากาสานัญจายตนะ (กำหนดที่ว่างหาที่สุดมิได้เป็นอารมณ์) ๒. วิญญาณัญจายตนะ (กำหนดวิญญาณหาที่สุดมิได้เป็นอารมณ์) ๓. อากิญจัญญายตนะ (กำหนดภาวะที่ไม่มีอะไร&#160;ๆ เป็นอารมณ์) ๔. เนวสัญญานาสัญญายตนะ (ภาวะมีสัญญาก็ไม่ใช่ ไม่มีสัญญาก็ไม่ใช่).",
    "อรูปพรหม": "[อะรูบปะพฺรม] น. เทพในพรหมโลกตามคติพระพุทธศาสนา เป็นจำพวกไม่มีรูป มี ๔ ชั้น, คู่กับ รูปพรหม. <i>(ดู พรหม, พรหม-)</i>.",
    "อรูปภพ": "[อะรูบปะพบ] น. ภพของผู้ที่ได้อรูปฌาน ๔, อรูปภูมิ ก็ว่า.",
    "อรูปภูมิ": "[อะรูบปะพูม] น. อรูปภพ.",
    "อลงกต": "[อะลงกด] ก. ตกแต่ง, ประดับประดา. (ป. อลงฺกต; ส. อลํกฺฤต).",
    "อลงกรณ์": "[อะลงกอน] น. การตกแต่ง, การประดับ; เครื่องตกแต่ง, เครื่องประดับ. (ป., ส.).",
    "อลงการ": "[อะลงกาน] น. การตกแต่ง, การประดับ; เครื่องตกแต่ง, เครื่องประดับ.<2t>ว. งามด้วยเครื่องประดับตกแต่ง. (ป., ส. อลงฺการ).",
    "อลวน": "[อนละวน] ว. วุ่น, สับสน.",
    "อลเวง": "[อนละ-] ว. เซ็งแซ่, ไม่เป็นระเบียบ.",
    "อลหม่าน": "[อนละ-] ว. ชุลมุน, วุ่นวาย, แตกตื่น.",
    "อล่องฉ่อง": "[อะหฺล่อง-] (ปาก) ว. ผุดผ่อง เช่น ผัดหน้าขาวอล่องฉ่อง.",
    "อลักเอลื่อ": "[อะหฺลักอะเหฺลื่อ] ว. อึดอัดใจ, ลําบากใจ, อาหลักอาเหลื่อ อิหลักอิเหลื่อ หรือ อีหลักอีเหลื่อ ก็ว่า.",
    "อลังการ": "น. การตกแต่ง, การประดับ; เครื่องตกแต่ง, เครื่องประดับ.<2t>ว. งามด้วยเครื่องประดับตกแต่ง. (ป., ส.).",
    "อลังการศาสตร์": "น. วิชาว่าด้วยวิธีการประพันธ์ที่จะทำให้เกิดอรรถรสและความประทับใจ อำนวยประโยชน์ในการศึกษาวรรณคดีมาก.",
    "อลัชชี": "ว. ไม่อาย, นอกจารีต.<2t>น. ผู้ไม่อาย (ใช้แก่นักพรต), ผู้ประพฤตินอกจารีต, เช่น พระรูปนี้เป็นอลัชชี. (ป.).",
    "อล่างฉ่าง": "[อะหฺล่าง-] ว. ที่เห็นจะแจ้ง, ที่เห็นเต็มที่, ที่เห็นเด่น, ที่เปิดเผย.",
    "อลิงค์, อลึงค์": "(ไว) น. เพศของคําที่ไม่ปรากฏชัดลงไปว่าเป็นเพศชายหรือเพศหญิง เช่น คน ครู นักเรียน ข้าราชการ สุนัข แมว. (ส. อลิงฺค).",
    "อลึ่งฉึ่ง": "[อะหฺลึ่ง-] ว. อาการที่บวมเป่งเห็นได้ชัด เช่น หน้าบวมอลึ่งฉึ่ง; เรียกลักษณะของซากศพที่ขึ้นเต็มที่ว่า ขึ้นอลึ่งฉึ่ง, โดยปริยายเรียกอาการที่คนอ้วนมากนอนหงายหรือนั่งตามสบายว่า นอนอลึ่งฉึ่ง นั่งอลึ่งฉึ่ง.",
    "อโลหะ": "น. ธาตุซึ่งมีสมบัติไม่เป็นโลหะ เช่น ถ่าน ออกซิเจน กํามะถัน ฟอสฟอรัส พวกอโลหะเมื่ออยู่ในสภาพไอออนจะเป็นไอออนลบ.",
    "อ้วก": "ก. ราก, อาเจียน.<2t>ว. เสียงราก, เสียงอาเจียน.",
    "อวกาศ": "[อะวะกาด] น. บริเวณที่อยู่นอกบรรยากาศของโลก. (ส.).",
    "อวเคราะห์": "[อะวะเคฺราะ] น. อุปสรรค, เครื่องกีดขวาง; ความเหนี่ยวรั้ง. (ส. อวคฺรห; ป. อวคฺคห).",
    "อวจร": "[อะวะจอน] น. แดน, บริเวณ, เขต, วิสัย. (ป., ส.).",
    "อวชัย": "[อะวะ-] น. ความเอาไว้ในเงื้อมมือ, การปราบปราม. (ป., ส.).",
    "อวชาต, อวชาต-": "[อะวะชาด, อะวะชาดตะ-] ว. มีกําเนิดเลว, ตํ่าช้า. (ป., ส.).",
    "อวชาตบุตร": "น. บุตรที่มีคุณสมบัติตํ่ากว่าบิดามารดา. (ส. อวชาตปุตฺร; ป. อวชาตปุตฺต).",
    "อวด": "ก. สําแดงให้รู้เห็น เช่น อวดฤทธิ์อวดเดช, แสดงให้ปรากฏ เช่น อวดความสามารถ, นําออกให้ดูให้ชม เช่น เอาของมาอวด, ยกย่องต่อหน้าคน เช่น อวดว่าลูกตัวเก่ง, แสดงให้ผู้อื่นเข้าใจว่าตนมีคุณสมบัติเช่นนั้น ทั้ง&#160;ๆ ที่มิได้มี เช่น อวดเก่ง อวดภูมิ.",
    "อวดดี": "ก. ทะนงใจว่าตนดี, ถือดี, แสดงให้เขาเห็นว่าตนดีโดยไม่มีดีจริง&#160;ๆ.",
    "อวดตัว": "ก. แสดงให้เห็นว่าตัวเองดีกว่าผู้อื่น.",
    "อวดรู้": "ก. แสดงให้ผู้อื่นเข้าใจว่าตนรู้ เช่น เขาชอบอวดรู้ทุกเรื่อง.",
    "อวดอ้าง": "ก. พูดแสดงสรรพคุณหรือคุณวิเศษที่มิได้มีอยู่หรือให้เกินความเป็นจริง, พูดโดยยกหลักฐานซึ่งไม่มีอยู่จริงหรือที่บิดเบือนไปจากความจริงมาประกอบ.",
    "อวตาร": "[อะวะตาน] ก. แบ่งภาคมาเกิดในโลก (ใช้แก่พระนารายณ์) เช่น พระนารายณ์อวตารเป็นปลา. (ส.).",
    "อวน": "น. ชื่อเครื่องจับปลา มีหลายชนิด ถักเป็นตาข่ายผืนยาว ใช้ล้อมจับปลา.",
    "อ้วน": "ว. มีเนื้อและมันมาก, โตอวบ.",
    "อ้วนท้วน": "ว. อ้วนแข็งแรง.",
    "อ้วนพี": "ว. มีเนื้อและมันมากเพราะกินดีอยู่ดี.",
    "อวนรุน": "น. อวนที่มีลักษณะคล้ายถุง ปากอวนประกอบกับคันรุน ติดตั้งบริเวณหัวเรือ รุนเคลื่อนที่ไปพร้อมกับเรืออย่างต่อเนื่อง เพื่อให้สัตว์น้ำที่อยู่ด้านหน้าปากอวนเข้ามาติดอยู่ที่ก้นถุงอวน ใช้ทำการประมงในระดับน้ำลึกไม่เกิน ๑๕ เมตร.",
    "อวนลอย": "น. อวนชนิดที่ไม่มีเครื่องถ่วง ใช้ผูกมุมขอบบนของอวนกับเรือ อีกมุมหนึ่งผูกกับทุ่น ปล่อยให้อวนลอยไป, กัดวาง ก็เรียก.",
    "อวนลาก": "น. อวนชนิดที่ใช้ผูกตอนกลางอวนไว้กับเรือ คนหนึ่งอยู่ข้างตลิ่งยึดคันไม้ชายอวนข้างหนึ่งไว้ และอีกคนหนึ่งจับคันไม้ชายอวนอีกข้างหนึ่งเดินลุยนํ้าเป็นรูปครึ่งวงกลมเข้าตลิ่ง, กัดลาก ก็เรียก.",
    "อวบ": "ว. มีเนื้อหนังสมบูรณ์เต่งตึงกว่าปรกติ แต่ไม่ถึงกับอ้วน เช่น แขนอวบ ขาอวบ, โตและเต่งกว่าปรกติ เช่น ผักบุ้งยอดอวบ มะม่วงลูกอวบ.",
    "อวบน้ำ": "ว. มีเนื้อชุ่มนํ้า (ใช้แก่พืช) เช่น ต้นกระบองเพชรเป็นพืชที่มีลําต้นอวบนํ้า.",
    "อวบอั๋น": "ว. อวบอย่างเนื้อแน่น.",
    "อวมงคล": "[อะวะมงคน] ว. ที่มิใช่มงคล, เรียกงานทําบุญเกี่ยวกับการศพว่า งานอวมงคล. (ป.).",
    "อวมอำ": "[อวม-] (โบ) ว. ที่ปิดบังความจริง (ใช้แก่กริยาพูด), อำอวม ก็ว่า.",
    "อวย ๑": "ก. ให้ เช่น อวยชัย อวยพร, โบราณใช้ว่า โอย ก็มี เช่น โอยทาน.",
    "อวย ๒": "น. เรียกหม้อดินหรือหม้อเคลือบที่มีด้ามหรือหูสําหรับจับหรือหิ้วว่า หม้ออวย.",
    "อวยวะ, อวัยวะ": "[อะวะยะวะ, อะไวยะวะ] น. ชิ้น, ส่วน, ส่วนของร่างกาย, ในบทกลอนใช้ว่า อพยพ ก็มี. (ป., ส. อวยว).",
    "อวรรค": "น. เศษวรรค.",
    "อวรุทธ์, อวรุทธก": "[อะวะรุด, อะวะรุดทะกะ] ว. ถูกขับไล่. (ป., ส.).",
    "อวล": "[อวน] ก. ฟุ้งด้วยกลิ่นหอม, มักใช้เข้าคู่กับคํา อบ เป็น อบอวล. (ข. ว่า เต็ม, แน่น, อึดอัด).",
    "อวสาน": "[อะวะ-] ก. จบ, สิ้นสุด.<2t>น. การสิ้นสุด, ที่สุด. (ป., ส.).",
    "อวหาร": "น. การลัก, การขโมย. (ป., ส.).",
    "อวัยวะ": "<i>ดู อวยวะ</i>.",
    "อวัสดา": "[อะวัดสะดา] น. ฐานะ, ความเป็นอยู่; เวลา, สมัย. (ส. อวสฺถา; ป. อวตฺถา).",
    "อวาจี": "น. ทิศใต้. (ป.).",
    "อวิจี": "<i>ดู อเวจี</i>.",
    "อวิชชา": "[อะวิดชา] น. ความไม่รู้แจ้ง หมายถึง ไม่รู้แจ้งในอริยสัจ ๔; ความเขลา. (ป.).",
    "อวิญญาณก-": "[อะวินยานะกะ-, อะวินยานนะกะ-] ว. ไม่มีวิญญาณ, ไม่มีชีวิต, ไม่มีจิตใจ. (ป.).",
    "อวิญญาณกทรัพย์": "(กฎ; โบ) น. สิ่งที่ไม่มีวิญญาณหรือชีวิตซึ่งนับเป็นทรัพย์ เช่น เงิน ทอง ที่ดิน.",
    "อวิญญู": "ว. โง่, ไม่มีความรู้. (ป.).",
    "อวิรุทธ์": "ว. ไม่ขัดข้อง, ไม่ผิดพลาด; สะดวก; มีอิสระ. (ป., ส.).",
    "อวิโรธน์, อวิโรธนะ": "[อะวิโรด, อะวิโรทะนะ] น. ความไม่ประพฤติผิดธรรม, ความไม่คลาดจากธรรม, เป็นธรรมข้อ ๑ ในทศพิธราชธรรม. <i>(ดู ทศพิธราชธรรม และ ราชธรรม)</i>. (ป., ส.).",
    "อวิหิงสา": "น. ความไม่เบียดเบียน, เป็นธรรมข้อ ๑ ในทศพิธราชธรรม. <i>(ดู ทศพิธราชธรรม และ ราชธรรม)</i>.",
    "อวีจิ": "<i>ดู อเวจี</i>.",
    "อเวจี": "น. ชื่อนรกขุม ๑ ในนรก ๘ ขุม ได้แก่ ๑. สัญชีวนรก ๒. กาฬสุตตนรก ๓. สังฆาฏนรก ๔. โรรุวนรก ๕. มหาโรรุวนรก ๖. ตาปนรก ๗. มหาตาปนรก ๘. อเวจีมหานรก ซึ่งเป็นนรกขุมลึกที่สุดสําหรับลงโทษแก่ผู้ที่มีบาปหนักที่สุด, ใช้เป็น อวิจี หรือ อวีจิ ก็มี.",
    "อโศก": "น. ชื่อไม้ต้นหลายชนิดในสกุล <f><i>Saraca</i></f> วงศ์ <f>Leguminosae</f> เช่น อโศกนํ้า <f>(<i>S. indica</i> L.)</f> ดอกสีส้มหรือแสด อโศกเหลือง <f>(<i>S. thaipingensis</i> Cantley ex Prain)</f> ดอกสีเหลือง, โศก ก็เรียก. (ส.; ป. อโสก ว่า ไม่โศก).",
    "อสงไขย": "[อะสงไข] ว. มากจนนับไม่ถ้วน.<2t>น. ชื่อมาตรานับจํานวนใหญ่ที่สุด คือ โกฏิยกกําลัง ๒๐. (ป. อสงฺเขยฺย; ส. อสํขฺย).",
    "อสนี, อัสนี": "[อะสะ-, อัดสะ-] น. สายฟ้า, อาวุธพระอินทร์. (ป. อสนิ, อสนี; ส. อศนิ).",
    "อสนีบาต": "[อะสะ-] น. ฟ้าผ่า, อสุนีบาต ก็ว่า. (ป. อสนิปาต).",
    "อสภะ": "[อะสะพะ] <i>ดู อสุภ, อสุภ-</i>.",
    "อสมการ": "[อะสะมะกาน, อะสมมะกาน] (คณิต) น. ข้อความที่แสดงการไม่เท่ากันของนิพจน์ ๒ นิพจน์ที่ปรากฏอยู่ทางด้านซ้ายและด้านขวาของเครื่องหมาย < หรือ >. (อ. <f>inequality</f>).",
    "อสมมาตร": "[อะสมมาด] ว. ไม่สมมาตร. (อ. <f>asymmetrical</f>).",
    "อสรพิษ": "[อะสอระ-] น. สัตว์มีพิษในเขี้ยว มักหมายถึง งูพิษ, โดยปริยายหมายถึงคนที่ลอบทำร้ายหรือให้ร้ายผู้มีคุณหรือผู้อื่นด้วยความอิจฉาริษยาเป็นต้น. (ส. อสิร + วีษ; ป. อาสีวิส).",
    "อสังกมทรัพย์": "[อะสังกะมะซับ] (กฎ; เลิก) น. สังหาริมทรัพย์ซึ่งไม่อาจใช้ของอื่นที่เป็นประเภทและชนิดเดียวกัน มีปริมาณเท่ากันแทนได้, คู่กับ สังกมทรัพย์.",
    "อสังหาริม-, อสังหาริมะ": "[อะสังหาริมะ-, อะสังหาริมมะ-] ว. ซึ่งนําเอาไปไม่ได้, เคลื่อนที่ไม่ได้. (ป.).",
    "อสังหาริมทรัพย์": "น. ทรัพย์ที่นําไปไม่ได้ คือ ทรัพย์ที่ติดกับที่ เช่น ที่ดิน; (กฎ) ที่ดินและทรัพย์อันติดอยู่กับที่ดินมีลักษณะเป็นการถาวรหรือประกอบเป็นอันเดียวกับที่ดินนั้น และหมายความรวมถึงทรัพยสิทธิอันเกี่ยวกับที่ดินหรือทรัพย์อันติดอยู่กับที่ดินหรือประกอบเป็นอันเดียวกับที่ดินนั้นด้วย, คู่กับ สังหาริมทรัพย์.",
    "อสัญ-": "[อะสันยะ-] ว. ไม่รู้สึกตัว, สิ้นสติ. (ป. อสญฺ&#xf70f;).",
    "อสัญกรรม": "น. ความตาย, ใช้กับผู้ตายที่มีบรรดาศักดิ์เป็นเจ้าพระยา หรือผู้ที่ดำรงตำแหน่งประธานองคมนตรี องคมนตรี นายกรัฐมนตรี ประธานสภา หรือผู้ได้รับพระราชทานเครื่องราชอิสริยาภรณ์ชั้นปฐมจุลจอมเกล้าว่า ถึงแก่อสัญกรรม.",
    "อสัญญี": "ว. ไม่มีสัญญา, หมดความรู้สึก, สลบ. (ป.).",
    "อสัญญีสัตว์": "น. พรหมพวกหนึ่งมีรูปแต่ไม่มีสัญญา ดังมีกล่าวไว้ในไตรภูมิกถา. (ป. อสญฺ<fig0140.gif,ญี>สตฺต).",
    "อสัญแดหวา": "[อะสันยะแดหฺวา] น. เทวดาต้นตระกูลของกษัตริย์ ๔ นครในบทละครเรื่องอิเหนา คือ องค์ปะตาระกาหลา, ชื่อวงศ์กษัตริย์ผู้ครอง ๔ นครในบทละครเรื่องอิเหนา ได้แก่ กุเรปัน ดาหา กาหลัง และสิงหัดส่าหรี. (ช.).",
    "อสัตถพฤกษ์, อัสสัตถพฤกษ์": "[อะสัดถะพฺรึก, อัดสัดถะพฺรึก] น. ชื่อต้นไม้ที่พระโคตมพุทธเจ้าประทับอยู่ใต้ต้นแล้วได้ตรัสรู้ เรียกว่า ต้นพระศรีมหาโพธิ์ หรือเรียกสั้น&#160;ๆ ว่า ต้นโพธิ์.",
    "อสัตย์": "ว. ไม่ซื่อสัตย์, ไม่ซื่อตรง, กลับกลอก, เช่น คนอสัตย์, อาสัตย์ ก็ว่า. (ส.; ป. อสจฺจ).",
    "อสัมภิน-": "[อะสําพินนะ-] ว. ไม่แตกต่าง, ไม่เจือปน. (ป. อสมฺภินฺน).",
    "อสัมภินพงศ์, อสัมภินวงศ์": "น. เชื้อสายที่ไม่เจือปน.",
    "อสาธร": "[อะสาทอน] ว. อสาธุ.",
    "อสาธุ": "ว. ไม่ดี, ไม่งาม, เลว, ชั่วช้า; น่าละอาย; แผลงใช้ว่า อสาธร ก็ได้. (ป., ส.).",
    "อสิ": "น. ดาบ, มีด, กระบี่. (ป., ส.).",
    "อสิจรรยาการ": "น. การฝึกหัดเพลงดาบ, การฝึกหัดเพลงศัสตรา. (ส. อสิจรฺยาการ).",
    "อสิตะ": "[อะสิตะ] ว. มีสีดํา, มีสีคลํ้า, มีสีแก่. (ป., ส.).",
    "อสิธารา": "น. คมดาบ, คมศัสตรา. (ป., ส.).",
    "อสิเลสะ, อาศเลษา": "[อะสิเลสะ, อาสะเลสา] น. ดาวฤกษ์ที่ ๙ มี ๕ ดวง เห็นเป็นรูปแขนคู้หรือพ้อม, ดาวเรือน หรือ ดาวนกอยู่ในปล่อง ก็เรียก.",
    "อสีตยานุพยัญชนะ": "[อะสีตะยานุพะยันชะนะ] น. ลักษณะน้อย&#160;ๆ ในร่างกายของผู้ที่เป็นพระมหาบุรุษมี ๘๐ อย่าง คือ ผู้ที่จะเป็นพระมหาบุรุษต้องสมบูรณ์ด้วยลักษณะสําคัญ ๓๒ อย่าง ซึ่งเรียกว่า มหาปุริสลักษณะ มีรอยพระบาทเป็นลายรูปจักรและอื่น&#160;ๆ ตามแบบเป็นต้น และสมบูรณ์ด้วยอสีตยานุพยัญชนะ. (ป.).",
    "อสีติ": "[อะ-] ว. แปดสิบ. (ป.).",
    "อสีติมหาสาวก": "น. สาวกใหญ่ ๘๐ องค์ของพระพุทธเจ้า. (ป.).",
    "อสุ": "[อะ-] น. ลมหายใจ, ชีวิต. (ป., ส.).",
    "อสุจิ": "[อะ-] ว. ไม่สะอาด, ไม่บริสุทธิ์; เรียกนํ้ากามว่า นํ้าอสุจิ. (ป.).",
    "อสุนีบาต": "[อะ-] น. ฟ้าผ่า, อสนีบาต ก็ว่า.",
    "อสุภ, อสุภ-": "[อะสุบ, อะสุบพะ-] ว. ไม่งาม, ไม่สวย, ไม่ดี.<2t>น. เรียกซากศพว่า อสุภ และเลือนไปเป็น อสภ และ อาสภ ก็มี. (ป.).",
    "อสุภกรรมฐาน": "[-กํามะถาน] น. กรรมฐานที่ยึดเอาซากศพเป็นอารมณ์ เพื่อพิจารณาให้เห็นความไม่งามความไม่เที่ยงแท้ของสังขาร. (ป. อสุภกมฺมฏฺ&#xf700;าน).",
    "อสุภสัญญา": "น. การกําหนดรู้ว่าเป็นของไม่สวยงาม.",
    "อสุร-": "[อะสุระ-] น. อมนุษย์พวกหนึ่งเป็นศัตรูต่อเทวดา, แทตย์, ยักษ์, มาร, ผี. (ป., ส. อสุร).",
    "อสุรกาย": "[อะสุระ-] น. สัตว์เกิดในอบายภูมิพวกหนึ่ง เชื่อกันว่าชอบเที่ยวหลอกหลอนคน, คู่กับ เปรต. (ป.).",
    "อสุรา, อสุรี, อสุเรศ": "(กลอน) น. อสูร, ยักษ์. (ป.).",
    "อสูร": "[อะสูน] น. ยักษ์, ในบทกลอนใช้ว่า อสุรา อสุรี หรือ อสุเรศ ก็มี. (ป. อสุร).",
    "อเส": "[อะ-] น. ตัวไม้ซึ่งประกอบยึดเสาส่วนบนของเรือน; ไม้ยึดหัวกงเรือ.",
    "อเสกข-, อเสกขะ": "[อะเสกขะ-] น. ผู้ที่ไม่ต้องศึกษาอีก หมายถึง พระอรหันต์. (ป.).",
    "อเสกขบุคคล, อเสขบุคคล": "[อะเสกขะ-, อะเสขะ-] น. ผู้ที่ไม่ต้องศึกษาอีก หมายถึง พระอรหันต์.",
    "อเสข-, อเสขะ": "[อะเสขะ-] น. อเสกขะ.",
    "อเสขบุคคล, อเสกขบุคคล": "[อะเสขะ-, อะเสกขะ-] น. ผู้ที่ไม่ต้องศึกษาอีก หมายถึง พระอรหันต์.",
    "อห": "[อะหะ] น. วัน, วันหนึ่ง, มักใช้เป็นส่วนท้ายของสมาสในคําที่มาจากภาษาบาลีและสันสกฤต เช่น สัปดาห์ มาจาก ส. สปฺต + อห = ๗ วัน.",
    "อหังการ": "[อะ-] น. การยึดว่าเป็นตัวเรา; ความเย่อหยิ่งจองหอง, ความทะนงตัว, ความก้าวร้าวด้วยการถือว่าตนเองสำคัญ.<2t>ก. หยิ่ง, จองหอง, อวดดี. (ป., ส.).",
    "อหิ": "[อะ-] น. งู. (ป., ส.).",
    "อหิงสา, อหึงสา": "[อะ-] น. ความไม่เบียดเบียน, การเว้นจากการทําร้าย. (ป., ส.).",
    "อหิวาต์, อหิวาตกโรค": "[อะหิวาตะกะ-] น. ชื่อโรคระบาดชนิดหนึ่ง มีอาการลงราก. (ป.).",
    "อเหตุกทิฐิ": "[อะเหตุกะทิดถิ] น. ความเห็นว่าบาปบุญในโลกไม่มีเหตุไม่มีปัจจัย เป็นความเห็นของเดียรถีย์พวกหนึ่ง. (ป. อเหตุกทิฏฺ<fig0129.gif,ฐิ>).",
    "อโหสิ": "[อะ-] ก. เลิกแล้วต่อกัน, ยกโทษให้.",
    "อโหสิกรรม": "[อะ-] น. กรรมที่เลิกให้ผล; การเลิกแล้วต่อกัน, การไม่เอาโทษแก่กัน. (ป. อโหสิกมฺม).",
    "ออ ๑": "ก. รวมกันเป็นกลุ่ม, คั่งกันอยู่, เช่น คนอออยู่หน้าประตู.",
    "ออ ๒": "(โบ) น. คํานําหน้าชื่อผู้ชายที่ตนพูดด้วยหรือพูดถึง เช่น ออมั่น ออคง.",
    "อ้อ ๑": "น. ชื่อหญ้าชนิด <f><i>Arundo donax </i>L.</f> ในวงศ์ <f>Gramineae</f> ขึ้นเป็นกอในที่ชื้นแฉะ ลําต้นแข็งเป็นปล้อง ข้างในกลวง.",
    "อ้อ ๒": "อ. คําที่เปล่งออกมาแสดงว่ารู้แล้ว เข้าใจแล้ว หรือนึกได้, อ๋อ ก็ว่า.",
    "อ๋อ ๑": "น. ชื่อวิธีแทงโปกำและโปปั่นวิธีหนึ่ง มีถูกประตูเดียว กิน ๓ ประตู คือ ถ้าลูกค้าแทงอ๋อประตูเดียว โปออกประตูที่แทงนั้น เจ้ามือต้องจ่าย ๓ ต่อ ถ้าออกประตูอื่น เจ้ามือกิน, เรียกกิริยาที่แทงเช่นนั้นว่า แทงอ๋อ.",
    "อ๋อ ๒": "อ. คําที่เปล่งออกมาแสดงว่ารู้แล้ว เข้าใจแล้ว หรือนึกได้, อ้อ ก็ว่า.",
    "ออก ๑": "(โบ) น. คํานําหน้าบรรดาศักดิ์ เช่น ออกพระ ออกหลวง ออกขุน; (ถิ่น) เรียกพ่อแม่ผู้ให้กําเนิดว่า พ่อออก แม่ออก; เรียกเมืองที่สวามิภักดิ์ว่า เมืองออก.",
    "ออก ๒": "น. ชื่อเหยี่ยวขนาดใหญ่ชนิด <f><i>Haliaeetus leucogaster</i></f> ในวงศ์ <f>Accipitridae</f> หัวและด้านล่างของลําตัวสีขาว ปีกสีเทา กินปลาและงูทะเล.",
    "ออก ๓": "ก. อาการที่เคลื่อนไปข้างนอกหรือพ้นจากที่ปิดบัง เช่น เลือดออก แดดออก, เคลื่อนจากที่ เช่น รถออก; ทําให้ปรากฏ เช่น ออกภาพทางโทรทัศน์; ทําให้เกิดขึ้นมีขึ้น เช่น ออกกฎหมาย; พ้นภาวะ เช่น ออกจากงาน; แตก, ผลิ, งอก, เช่น ออกกิ่ง ออกใบอ่อน ออกราก; ผุดขึ้น เช่น ออกหัด; จ่าย เช่น ออกเงิน; แสดง เช่น ออกท่า; นำ เช่น ออกหน้า; เปลี่ยนการบรรเลงจากเพลงหนึ่งไปเป็นอีกเพลงหนึ่ง เช่น ออกเพลงเรือ ออกลูกหมด; เป็นกริยาช่วย หมายความว่า รู้สึกว่า เช่น ใจออกจะโกรธ ออกฉุน.<2t>ว. ตรงข้ามกับ เข้า เช่น ทางออก; ขยาย, แยกเป็นคนละส่วน, เช่น คลี่ออก แบ่งออก; หลุดไปได้, สําเร็จไปได้, เช่น ร้องออก ถอนออก; ได้, ทำได้, เช่น อ่านออก นึกออก คิดออก; คําประกอบหลังคําอื่นเพื่อเน้นให้ความเด่นขึ้น เช่น ดําออกอย่างนี้.",
    "ออกกำลัง": "ก. ใช้กําลัง; บริหารร่างกายเพื่อให้แข็งแรง.",
    "ออกขุนนาง": "ก. เสด็จออกว่าราชการแผ่นดิน (ใช้เฉพาะพระมหากษัตริย์).",
    "ออกแขก": "ก. ต้อนรับแขก; แสดงต่อหน้าแขก, แสดงตัวในสังคม; อาการที่ลิเกตัวแขกออกมาบอกเรื่องที่จะแสดง.<2t>น. การแสดงลิเกตอนที่มีตัวแขกออกมาบอกเรื่องที่จะแสดง.",
    "ออกโขน": "ก. กระโดดโลดเต้นอึกทึกครึกโครมอย่างเล่นโขน, ทำท่าและออกเสียงเอะอะด้วยความโกรธ, มักใช้เข้าคู่กับคํา ออกยักษ์ เป็น ออกยักษ์ออกโขน.",
    "ออกไข้หัว": "(โบ) ก. อาการที่ไข้หัวผุดขึ้นมา, เป็นไข้หัว.",
    "ออกงาน": "ก. ไปปรากฏตัวในงานสังคม; (โบ) แสดงแก่ประชาชนหรือสังคมครั้งแรก (ใช้แก่วงมหรสพ โขน ละคร สตรีสาว).",
    "ออกงิ้ว": "ก. แสดงอาการโกรธโดยทําท่าทางและส่งเสียงเอะอะตึงตังอย่างเล่นงิ้ว.",
    "ออกจะ": "ว. ค่อนข้างจะ เช่น เธอออกจะอ้วน ของออกจะแพง.",
    "ออกชื่อ, ออกนาม": "ก. บอกชื่อ, ขานชื่อ, แสดงชื่อ.",
    "ออกซิเจน": "น. ธาตุลําดับที่ ๘ สัญลักษณ์ <f>O</f> เป็นแก๊ส มีปนอยู่ในอากาศประมาณร้อยละ ๒๐ โดยปริมาตร ไม่มีสี ไม่มีกลิ่น ไม่มีรส ไม่ติดไฟ แต่ช่วยให้ไฟติด มีประโยชน์อย่างยิ่งต่อการหายใจและการเผาไหม้เป็นต้น ใช้จุดกับแก๊สอะเซทิลีนเพื่อเชื่อมหรือตัดโลหะ ในทางแพทย์ใช้ช่วยการหายใจของคนไข้. (อ. <f>oxygen</f>).",
    "ออกซิเดชัน": "น. ปฏิกิริยาเคมีที่ทําให้สารได้รับธาตุออกซิเจนมารวมตัวด้วย หรือทําให้สารสูญเสียธาตุไฮโดรเจนไป, ปฏิกิริยาเคมีที่ทําให้อะตอมของธาตุสูญเสียอิเล็กตรอนไป. (อ. <f>oxidation</f>).",
    "ออกซุ้ม": "ก. บรรเลงทำนองเพลงสำเนียงลาวต่อท้ายเพลงเดี่ยวลาวแพนโดยเฉพาะ.",
    "ออกไซด์": "น. สารประกอบที่มีองค์ประกอบเป็นธาตุออกซิเจนกับธาตุอื่น. (อ. <f>oxide</f>).",
    "ออกญา": "น. บรรดาศักดิ์ชั้นสูงที่พระราชทานในสมัยอยุธยา สูงกว่าออกพระ เข้าใจว่ามาจากเขมร.",
    "ออกดอก": "ก. เกิดเป็นเม็ดตามผิวหนังเนื่องจากกามโรคเรื้อรัง, มักใช้เข้าคู่กับคำ เข้าข้อ เป็น เข้าข้อออกดอก; (ปาก) เอาเงินให้กู้เพื่อเก็บดอกเบี้ย.",
    "ออกดอกออกผล": "ก. ทําให้เกิดผลประโยชน์หรือกำไรเพิ่มพูนขึ้น.",
    "ออกตัว": "ก. พูดกันตัวหรือแก้ตัวไว้ก่อน; ปลดเปลื้องสิ่งที่ตกหนักแก่ตัว; เริ่มเคลื่อนที่ครั้งแรก (ใช้แก่การแข่งขัน); เอาไปทำผลประโยชน์ได้ เช่น ซื้อทองดีกว่าเพราะออกตัวได้ง่าย.",
    "ออกท่า, ออกท่าออกทาง": "ก. แสดงกิริยาอาการเป็นท่าทางต่าง&#160;ๆ.",
    "ออกทุกข์": "ก. เลิกไว้ทุกข์.",
    "ออกทุน": "ก. ลงทุน, จ่ายเงินทําทุน.",
    "ออกโทรทัศน์": "ก. ปรากฏตัวหรือแพร่ภาพทางโทรทัศน์.",
    "ออกไท้": "(โบ; กลอน) น. คำเรียกผู้เป็นใหญ่ หมายถึง กษัตริย์ เช่น คิดปรานีออกไท้ รอยราชละห้อยไห้ ถึงลูกแลนะหัว ลูกเอยฯ. (ลอ).",
    "ออกนอกหน้า": "ว. แสดงความรู้สึกให้ปรากฏทางสีหน้า, แสดงอาการให้ปรากฏอย่างชัดแจ้ง.",
    "ออกบวช": "ก. ไปถือเพศเป็นพระหรือนักพรตอื่น&#160;ๆ; ทางศาสนาอิสลาม หมายถึง เลิกถือศีลอด.",
    "ออกปาก": "ก. พูดขอความช่วยเหลือ เช่น ออกปากขอแรงชาวบ้านมาช่วยงาน; พูดเชิงตําหนิ เช่น เขาใช้เงินเปลืองจนแม่ออกปาก.",
    "ออกผื่น": "ว. มีผื่นขึ้นตามตัว.",
    "ออกฝี, ออกฝีดาษ": "ก. เป็นฝีดาษ, (โบ) ออกไข้หัว.",
    "ออกพรรษา": "น. เรียกวันที่สิ้นสุดการจําพรรษาแห่งพระสงฆ์ คือ วันขึ้น ๑๕ คํ่าเดือน ๑๑ ว่า วันออกพรรษา, วันปวารณา หรือ วันมหาปวารณา ก็เรียก.",
    "ออกไฟ": "ก. เลิกอยู่ไฟ.",
    "ออกภาษา": "น. เรียกเพลงที่บรรเลงออกสำเนียงภาษาของชาติอื่น&#160;ๆ ในเพลงเดียวกัน หรือเพลงที่บรรเลงต่อท้ายเพลงแม่บทแต่ไม่ครบ ๑๒ ภาษา ว่า เพลงออกภาษา.",
    "ออกมหาสมาคม": "ก. ออกที่ประชุมใหญ่ในพระราชพิธีสำคัญ, ใช้เฉพาะพระมหากษัตริย์ ว่า เสด็จออกมหาสมาคม.",
    "ออกยักษ์ออกโขน": "ก. กระโดดโลดเต้นอึกทึกครึกโครมอย่างเล่นโขน, ทำท่าและออกเสียงเอะอะด้วยความโกรธ.",
    "ออกรส": "ว. มีรสมีชาติ, โดยปริยายหมายความว่า เป็นที่ชอบอกชอบใจ, สนุกสนาน.",
    "ออกรับ": "ก. รับเอาเสียเองเมื่อเขาว่าผู้อื่น.",
    "ออกร้าน": "ก. เปิดร้านขายของหรือร้านอาหารเป็นการชั่วคราวในโอกาสใดโอกาสหนึ่ง เช่น ออกร้านในงานกาชาด ออกร้านอาหารในงานวันเกิด.",
    "ออกเรือน": "ก. แยกจากเรือนพ่อแม่ไปอยู่เรือนใหม่เนื่องในการมีผัว.",
    "ออกแรง": "ก. ใช้กำลัง, ใช้แรงงาน, ใช้ความพยายาม, โดยปริยายหมายความว่า วิ่งเต้นขอความช่วยเหลือในกิจที่ต้องประสงค์.",
    "ออกโรง": "ก. ออกแสดงเป็นครั้งแรกเมื่อได้ฝึกหัดมาแล้ว; แสดงด้วยตนเองเป็นครั้งคราว ในคำว่า ออกโรงเอง.",
    "ออกฤทธิ์": "ก. สําแดงคุณหรือโทษให้ปรากฏ เช่น ยาออกฤทธิ์ ยาพิษออกฤทธิ์; (ปาก) อาละวาดด้วยความโกรธเพราะถูกขัดใจเป็นต้น, แผลงฤทธิ์ ก็ว่า.",
    "ออกลาย": "(ปาก) ก. เริ่มแสดงความไม่ดีให้ปรากฏหลังจากที่แสร้งทําดีมาแล้ว.",
    "ออกลิงออกค่าง": "ก. ทํากิริยาซุกซนอยู่ไม่สุขอย่างลิงอย่างค่าง.",
    "ออกลูก": "ก. คลอดลูก.",
    "ออกลูกหมด": "ก. เปลี่ยนการบรรเลงเพลงธรรมดาไปเป็นเพลงลูกหมด. <i>(ดู ลูกหมด)</i>.",
    "ออกวัง": "ก. แยกจากวังหลวงไปอยู่วังส่วนพระองค์ (ใช้แก่พระเจ้าลูกยาเธอ).",
    "ออกวิทยุ": "ก. กระจายเสียงทางวิทยุ.",
    "ออกสิบสองภาษา": "น. เรียกเพลงที่บรรเลงต่อท้ายเพลงแม่บทโดยนำเพลงที่บรรเลงออกสำเนียงภาษาของชาติอื่น&#160;ๆ มารวมกันเข้าเป็นชุด มี ๑๒ ภาษา ว่า เพลงออกสิบสองภาษา.",
    "ออกเสียง": "ก. เปล่งเสียง; ลงคะแนนเสียง; ลงคะแนนเลือกตั้ง; ออกความเห็น.",
    "ออกหน้าออกตา": "ก. แสดงให้ปรากฏอย่างเปิดเผย.",
    "ออกหัด": "ก. เป็นโรคหัด.",
    "ออกหาก": "ก. อาการที่ทำห่างเหินไม่ร่วมมือร่วมใจเหมือนเดิม ในคำว่า ตีตัวออกหาก เอาใจออกหาก.",
    "ออกอากาศ": "ก. กระจายเสียงทางวิทยุ, กระจายเสียงและแพร่ภาพทางโทรทัศน์.",
    "อ่อง": "ว. ใช้เข้าคู่กับคำ เอี่ยม เป็น เอี่ยมอ่อง หมายความว่า ใหม่, สดใส, ผุดผ่อง, เปล่งปลั่ง, ไม่หมองมัว.",
    "อ๋อง": "น. เจ้านายชั้นสูงของจีน.<2t>(ปาก) ว. เยี่ยมยอด เช่น มือชั้นอ๋อง. (จ.).",
    "อ้องแอ้ง": "ว. อ้อนแอ้น, แบบบาง.",
    "ออเจ้า": "(โบ) ส. คําใช้แทนชื่อผู้ที่เราพูดด้วย เช่น ทชีก็ปรับทุกข์ร้อนทางจะอวดมีว่า ออเจ้าเอ๋ยออเจ้าเราค่อยมั่งมีขึ้นถึงเพียงนี้มีเสียกว่าออเจ้า. (ม. คําหลวง ชูชก), เป็นสรรพนามบุรุษที่ ๒.",
    "ออเซาะ": "ก. ฉอเลาะ, ประจบประแจง.",
    "ออด ๑": "ก. พรํ่าอ้อนวอน, พรํ่ารําพัน.<2t>(ปาก) น. เครื่องบอกสัญญาณที่มีเสียงดังเช่นนั้น.",
    "ออด ๒, ออด ๆ": "ว. ไม่หยุดหย่อน (มักใช้แก่กริยาบ่น); เสียงดังเช่นเสียงของแข็ง&#160;ๆ เสียดสีกัน.",
    "ออดอ้อน": "ก. รบเร้า, เซ้าซี้จะเอาให้ได้, อ้อนออด ก็ว่า.",
    "ออดแอด, ออด ๆ แอด ๆ": "ว. อาการที่บ่นไม่รู้จักจบ; อาการที่ป่วยอยู่บ่อย&#160;ๆ ในความว่า เจ็บออดแอด หรือ เจ็บออด&#160;ๆ แอด&#160;ๆ.",
    "ออดแอด": "<i>ดู ข้างลาย</i>.",
    "อ๊อดแอ๊ด, อ๊อด ๆ แอ๊ด ๆ": "ว. เสียงดังอย่างเสียงเปิดปิดประตูที่บานพับฝืดเป็นต้น.",
    "อ้อดิบ": "(ถิ่น-ปักษ์ใต้) น. ต้นคูน. <i>[ดู คูน ๑ (๑)]</i>.",
    "อ่อน": "ว. ไม่กระด้าง เช่น ลิ้นอ่อน; นิ่ม เช่น เนื้ออ่อน; ไม่จัด เช่น แดดอ่อน; ไม่แข็ง, ยอมง่าย&#160;ๆ, รู้สึกสงสาร, เช่น ใจอ่อน; ไม่แก่ เช่น มะพร้าวอ่อน; หย่อน เช่น อ่อนเค็ม, น้อย เช่น เหลืองอ่อน, ไม่แรง เช่น ไฟอ่อน, อายุยังน้อย เช่น ไก่อ่อน, ยังเล็กอยู่ เช่น เด็กอ่อน; ละมุนละม่อม, ดัดง่าย, เปลี่ยนแปลงง่าย.",
    "อ้อน": "ก. พรํ่าร้องขอ, ร้องสําออย, อาการร้องไห้อย่างเด็กอ่อน.",
    "อ่อนข้อ": "ก. ยอมผ่อนปรนให้.",
    "อ่อนความ": "ก. ขาดประสบการณ์.",
    "อ่อนจิตอ่อนใจ, อ่อนใจ, อ่อนอกอ่อนใจ": "ก. เหนื่อยใจ, ระอาใจ, ท้อใจ.",
    "อ่อนช้อย": "ว. มีกิริยาท่าทางงดงามละมุนละไม, มีลักษณะงอนงาม, มีลักษณะงอนขึ้นอย่างลายกระหนก, โดยปริยายหมายถึงลักษณะที่คล้ายคลึงเช่นนั้น.",
    "ออนซ์": "น. หน่วยวัดนํ้าหนัก ๑ ออนซ์ มีค่าเท่ากับ <fig0132.gif,เศษ ๑ ส่วน ๑๖> ปอนด์ หรือ ๒๘.๓๔๑๕ กรัม. (อ. <f>ounce</f>).",
    "ออนซอน, อ่อนซอน": "(ถิ่น-พายัพ, อีสาน) ว. งาม; เพราะพริ้ง, ซาบซึ้งตรึงใจ. (เพี้ยนมาจาก อรชร).",
    "อ่อนไท้": "(กลอน) น. นางผู้เป็นใหญ่, นางผู้มีสกุล, (ใช้เรียกนางกษัตริย์) เช่น จอมราชพิศพักตรา อ่อนไท้. (ลอ), ใช้ว่า อรไท ก็มี.",
    "อ่อนน้อม": "ก. แสดงกิริยาวาจาอย่างมีคารวะ; ยอมแพ้, สวามิภักดิ์.<2t>ว. มีกิริยาวาจาอย่างมีคารวะ.",
    "อ่อนปวกเปียก, อ่อนเปียก": "ว. หย่อนกําลังจนทําอะไรไม่ไหว; ไม่ขึงขัง.",
    "อ่อนเปลี้ย": "ว. เพลียมาก, บางทีก็ใช้เข้าคู่กับคำ เพลียแรง เป็น อ่อนเปลี้ยเพลียแรง.",
    "อ่อนเพลีย": "ว. มีแรงลดน้อยถอยลง, หย่อนกําลัง.",
    "อ่อนโยน": "ว. มีกิริยาวาจานิ่มนวล.",
    "อ้อนวอน": "ก. พยายามพูดขอร้อง.",
    "อ่อนหวาน": "ว. ไพเราะ, น่าฟัง, เช่น เขาเป็นคนพูดจาอ่อนหวาน; งามละมุนละไม เช่น หน้าตาอ่อนหวาน.",
    "อ่อนหัด": "ว. ที่ฝึกฝนมาน้อย, ไม่ชํานาญ.",
    "อ่อนหู": "(กลอน) ก. ยอมเชื่อฟัง เช่น แต่คิดแค้นแม่ยายกับพ่อตาจะทรมาเสียก่อนให้อ่อนหู. (สังข์ทอง).",
    "อ่อนไหว": "ว. มีอารมณ์เปลี่ยนแปลงง่ายตามเหตุการณ์.",
    "อ้อนออด": "ก. รบเร้า, เซ้าซี้จะเอาให้ได้, ออดอ้อน ก็ว่า.",
    "อ่อนแอ": "ว. มีกําลังน้อย, ไม่แข็งแรง, ไม่เข้มแข็ง.",
    "อ้อนแอ้น": "ว. มีรูปร่างแบบบาง, ชดช้อย.",
    "ออฟฟิศ": "(เลิก) น. สํานักงาน, ที่ทําการ. (อ. <f>office</f>).",
    "ออม": "ก. เก็บหอมรอมริบ เช่น ออมทรัพย์ ออมสิน; ถนอม, สงวน, เช่น ออมแรง.",
    "อ่อม": "น. ชื่อแกงชนิดหนึ่ง คล้ายแกงคั่ว แต่ใส่มะระ มักใช้แกงกับปลาดุก เรียกว่า แกงอ่อมมะระ หรือ แกงอ่อมมะระปลาดุก.",
    "อ้อม": "ก. โอบรอบ, ตีวงโค้ง, เช่น อ้อมวงเวียน, ล้อม, ห่อหุ้ม, ในคำว่า ผ้าอ้อม.<2t>ว. ตรงข้ามกับ ตรง เช่น ทางตรง-ทางอ้อม โดยตรง-โดยอ้อม, ตรงข้ามกับ ลัด เช่น ลัดเกร็ด-อ้อมเกร็ด.<2t>น. วงรอบ เช่น อ้อมแขน อ้อมกอด, โดยปริยายหมายถึงความคุ้มครองอุปการะ ในคำว่า อ้อมอก, ขนาดของของกลม เช่นเสา ต้นไม้ ที่วัดโดยรอบโดยวิธีใช้แขนทั้ง ๒ ข้างอ้อม เช่น เสา ๒ อ้อม ต้นไม้ ๔ อ้อม.",
    "อ้อมกอด": "น. วงแขนที่โอบรัดไว้ เช่น สามีโอบภรรยาไว้ในอ้อมกอด.",
    "อ้อมแขน": "น. วงแขนที่โอบไว้ เช่น แม่โอบลูกไว้ในอ้อมแขน.",
    "ออมครอม": "[-คฺรอม] ว. รุ่มร่าม, ไม่รัดกุม.",
    "อ้อมค้อม": "ว. วกวน, ลดเลี้ยว, ไม่ตรงไปตรงมา, (ใช้แก่กริยาพูด).",
    "ออมชอม": "ก. ปรองดองกัน, ประนีประนอมกัน, ตกลงกันด้วยการไกล่เกลี่ย, รอมชอม หรือ ลอมชอม ก็ว่า.",
    "ออมซอม": "ว. ซอมซ่อ, ปอน.",
    "ออมอด": "ก. ประหยัด, กระเหม็ดกระแหม่, อดออม ก็ว่า.",
    "อ้อมแอ้ม, อ้อมแอ้ม ๆ, อ้อม ๆ แอ้ม ๆ": "ว. ไม่ฉะฉาน, ไม่ชัดเจน, ไม่เต็มปาก, (ใช้แก่กริยาพูด).",
    "อ่อย ๑": "ก. โปรยเหยื่อล่อปลา, มักใช้ว่า อ่อยเหยื่อ; ให้สิ่งของหรือเงินทองคราวละเล็กละน้อยเป็นเหยื่อล่อ.",
    "อ่อย ๒, อ่อย ๆ": "ว. ค่อย&#160;ๆ เบา&#160;ๆ, เช่น เสียงอ่อยพูดอ่อย&#160;ๆ.",
    "อ้อย": "น. ชื่อไม้ล้มลุกชนิด <f><i>Saccharum officinarum</i> L.</f> ในวงศ์ <f>Gramineae</f> ขึ้นเป็นกอ ลําต้นเป็นปล้อง ข้างในตัน มีหลายพันธุ์ เช่น อ้อยขาไก่ อ้อยตะเภา หีบเอานํ้าหวานทํานํ้าตาลทรายหรือใช้ดื่ม หรือเคี้ยวกินแต่นํ้าหวาน.",
    "อ๋อย": "ว. คําใช้ขยายกริยา คราง ในคําว่า ครางอ๋อย; ใช้เน้นแสดงว่ามาก ในคําว่า เหลืองอ๋อย.",
    "อ้อยเข้าปากช้าง": "(สํา) น. สิ่งหรือประโยชน์ที่ตกอยู่ในมือแล้วไม่ยอมคืน.",
    "อ้อยช้าง": "น. (๑) ชื่อไม้ต้นชนิด <f><i>Lannea coromandelica</i> Merr.</f> ในวงศ์ <f>Anacardiaceae</f> ขึ้นตามป่า ใช้ทํายาได้, กุ๊ก ก็เรียก.<2t>(๒) <i>ดู กาซะลองคํา</i>.",
    "อ้อยแดง": "น. ชื่อไม้ล้มลุกชนิด <f><i>Saccharum sinense </i>Roxb.</f> ในวงศ์ <f>Gramineae</f> เปลือกลําต้นและใบสีม่วงแดง ใช้ทํายาได้.",
    "อ้อยเลา": "<i>ดู เลา ๑</i>.",
    "อ้อยส้อย": "ว. ทําอาการเศร้าสร้อยอ้อยอิ่งเพื่อให้เขาเห็นใจ.",
    "อ้อยอิ่ง": "ว. รํ่าไร, ทําเชื่องช้าเหมือนไม่เต็มใจ.",
    "ออสเมียม": "น. ธาตุลําดับที่ ๗๖ สัญลักษณ์ <f>Os</f> เป็นโลหะ ลักษณะเป็นของแข็งสีขาว หลอมละลายที่ ๓๐๐๐ &#x00b0;ซ. เนื้อแข็งมาก ใช้ประโยชน์นําไปผสมกับโลหะอื่นให้เป็นโลหะเจือ. (อ. <f>osmium</f>).",
    "อ้อแอ้": "ว. อาการออกเสียงของเด็กที่เริ่มหัดพูด, อาการพูดไม่ชัดอย่างคนเมา.",
    "อ๊ะ": "ว. คําที่เปล่งออกมาแสดงความประหลาดใจเป็นต้น.",
    "อะคร้าว": "(กลอน) ว. ยิ่ง; อิ่มใจ, ภูมิใจ, เช่น ทิศตะวันตกไท้ท้าว อะคร้าวครอบครองยศ. (ลอ).",
    "อะเคื้อ": "(กลอน) ว. งาม เช่น ถนัดดั่งเรียมเห็นองค์ อะเคื้อ. (ลอ).",
    "อะจีน": "น. เมืองอะแจ, อัดแจ ก็เรียก.",
    "อะแจ": "[โบ] น. ชื่อเมืองในเกาะสุมาตรา, อัดแจ หรือ อะจีน ก็เรียก; เรียกสิ่งที่มาจากเมืองนี้ เช่น ม้าอะแจ นากอะแจ. [ปัจจุบันคือเมืองอะเจะห์ <f>(Ajeh)</f> ในประเทศอินโดนีเซีย].",
    "อะเซทิลีน": "น. สารประกอบอินทรีย์ชนิดหนึ่ง มีสูตร <f>C<sub>2</sub>H<sub>2</sub></f> ลักษณะเป็นแก๊ส ไม่มีสี เป็นพิษ จุดไฟติด ใช้ประโยชน์ได้มากมาย เช่นนําไปจุดกับแก๊สออกซิเจนได้เปลวไฟออกซิอะเซทิลีนซึ่งร้อนจัดจนใช้เชื่อมและตัดโลหะได้ ใช้เป็นสารตั้งต้นเพื่อสังเคราะห์สารอื่นได้มากมาย. (อ. <f>acetylene</f>).",
    "อะดรีนาลิน": "น. ฮอร์โมนชนิดหนึ่งซึ่งต่อมหมวกไตผลิตขึ้น มีสมบัติกระตุ้นหัวใจ และทําให้หลอดเลือดแดงหดตัว. (อ. <f>adrenalin</f>).",
    "อะดัก": "(โบ) ว. ลําบาก, อึดอัด, เร่าร้อนใจ, ดัก&#160;ๆ ก็ว่า.",
    "อะดักอะเดี้ย, อะดักอะเดื่อ, อะดักอะแด้": "ว. อึดอัดเต็มทน, คับใจเต็มทน.",
    "อะดุง": "(กลอน) ว. สูงส่ง, ไม่มีที่เปรียบ, เลิศ, เช่น ศรีสิทธิฤทธิชัย ไกรกรุงอะดุงเดชฟุ้งฟ้า. (ลอ).",
    "อะตอม": "น. ส่วนที่เล็กที่สุดของธาตุซึ่งเข้าทําปฏิกิริยาเคมีได้ อะตอมประกอบด้วยอนุภาคมูลฐานที่สําคัญ คือ นิวเคลียสเป็นแกนกลางและมีอิเล็กตรอนเคลื่อนที่อยู่โดยรอบ, เดิมเรียกว่า ปรมาณู. (อ. <f>atom</f>).",
    "อะนะ, อะหนะ": "น. ลูก, น้อง, (ใช้เป็นคำเรียกแสดงความรู้สึกรักและเอ็นดู) เช่น อันอะหนะบุษบาบังอร. (อิเหนา), อานะ ก็ว่า. [ช. <f>anak</f> ว่า ลูก (ใช้ได้ทั้งลูกคนและลูกสัตว์)].",
    "อะนั้น": "(โบ) น. อันนั้น, สิ่งนั้น.",
    "อะนี้": "(โบ) น. อันนี้, สิ่งนี้.",
    "อะมีบา": "น. ชื่อสัตว์เซลล์เดียวพวกหนึ่ง ขนาดเล็กมากมองด้วยตาเปล่าไม่เห็น มีรูปร่างไม่แน่นอน ขยายพันธุ์ได้โดยการแบ่งตัวเอง. (อ. <f>amoeba</f>).",
    "อะเมริเซียม": "น. ธาตุลําดับที่ ๙๕ สัญลักษณ์ <f>Am</f> เป็นธาตุกัมมันตรังสีที่นักวิทยาศาสตร์สร้างขึ้น ไม่มีปรากฏในธรรมชาติ. (อ. <f>americium</f>).",
    "อะร้าอร่าม ๑": "(โบ) ก. ห่วงหน้าห่วงหลัง, งกเงิ่นด้วยความห่วงใย.",
    "อะร้าอร่าม ๒": "ว. ลักษณะการแต่งกายที่มีเครื่องประดับเต็มไปทั้งตัว; ใหญ่ผิดปรกติ (มักใช้แก่หน้าอกผู้หญิง).",
    "อะไร": "ส. คําใช้แทนนาม แสดงคําถาม เช่น อะไรอยู่ในตู้, คําใช้แทนนามที่ไม่เฉพาะเจาะจง เช่น อะไรก็เกิดขึ้นได้เสมอ.<2t>ว. ไร, ไหน, เช่น เขาห่มผ้าอะไรก็ได้ทั้งนั้น ท่านไปซื้อของอะไรมา.",
    "อะลุ่มอล่วย, อะลุ้มอล่วย": "[-อะหฺล่วย] ก. ปรองดองกัน, ผ่อนหนักผ่อนเบาให้แก่กัน.",
    "อะลูมิเนียม": "น. ธาตุลําดับที่ ๑๓ สัญลักษณ์ <f>Al</f> เป็นโลหะ ลักษณะเป็นของแข็งสีขาวคล้ายเงิน หลอมละลายที่ ๖๖๐ &#x00b0;ซ. ใช้ประโยชน์ได้มากมาย เช่น นําไปผสมกับโลหะอื่นเป็นโลหะเจือ ใช้ทําเครื่องครัว. (อ. <f>aluminium</f>).",
    "อะหม": "น. ชนชาติไทยใหญ่สาขาหนึ่ง ที่เข้าไปอยู่ในแคว้นอัสสัม ประเทศอินเดีย เมื่อราวพุทธศตวรรษที่ ๑๘, อาหม ก็ว่า.",
    "อะไหล่": "ว. ที่เตรียมสำรองไว้ใช้เมื่อต้องการ เช่น เครื่องอะไหล่รถยนต์ ยางอะไหล่. (ฮ.).",
    "อะอื้อ": "(โบ) ว. อื้ออึง, อื้อฉาว.",
    "อะเอื้อย": "ว. เจื้อยแจ้ว, เอื่อย&#160;ๆ, (ใช้แก่เสียง).",
    "อัก": "น. เครื่องสําหรับคัดด้ายหรือไหม มีรูปคล้ายระวิง สําหรับพันด้ายหรือไหมเป็นตอน&#160;ๆ ตามลําดับเส้นใหญ่และเล็ก.",
    "อั้ก, อั้ก ๆ, อั๊ก, อั๊ก ๆ": "ว. เสียงดังเช่นนั้นอย่างเสียงทุบแผ่นหลังด้วยกําปั้นหรือเสียงดื่มนํ้าอย่างเร็วเป็นต้น.",
    "อักกะ": "น. พระอาทิตย์; ต้นรัก. (ป.; ส. อรฺก).",
    "อักโกธะ": "น. ความไม่โกรธ, เป็นธรรมข้อ ๑ ในทศพิธราชธรรม. <i>(ดู ทศพิธราชธรรม หรือ ราชธรรม)</i>. (ป.).",
    "อักขร-, อักขระ": "[อักขะหฺระ-] น. ตัวหนังสือ. (ป.; ส. อกฺษร).",
    "อักขรวิธี": "น. วิธีเขียนและอ่านหนังสือให้ถูกต้อง, ชื่อตำราไวยากรณ์ตอนที่ว่าด้วยตัวอักษร การอ่าน การเขียน และการใช้ตัวอักษร. (ป.).",
    "อักขรวิบัติ": "น. การเขียน อ่าน หรือออกเสียงไม่ถูกต้องตามอักขรวิธี.",
    "อักขรสมัย": "[อักขะหฺระสะไหฺม] น. วิชาหนังสือว่าด้วยการอ่านการเขียน. (ป.).",
    "อักขรานุกรม": "น. หนังสือสําหรับค้นชื่อเรียงลําดับตามตัวอักษร.",
    "อักขรานุกรมภูมิศาสตร์": "น. หนังสือสําหรับค้นชื่อทางภูมิศาสตร์เรียงลําดับตามตัวอักษร. (อ. <f>gazetteer</f>).",
    "อักขะ ๑": "[-ขะ] น. เพลา, เพลาเกวียนหรือรถ; เกวียน; กระดูกไหปลาร้า. (ป.; ส. อกฺษ).",
    "อักขะ ๒": "[-ขะ] น. ลูกเต๋า, ลูกบาศก์; การพนันเล่นลูกเต๋าหรือสกา. (ป.; ส. อกฺษ).",
    "อักขะ ๓": "[-ขะ] น. ดวงตา; ความรู้สึก. (ป.; ส. อกฺษ).",
    "อักโข": "ว. มาก, หลาย. (ตัดมาจาก อักโขภิณี).",
    "อักโขภิณี, อักโขเภณี": "น. จํานวนนับอย่างสูง คือ ๑ มีศูนย์ตาม ๔๒ ตัว; กองทัพอินเดียโบราณที่มีกระบวนรบพร้อมมูลตามกําหนด; ใช้ว่า อักเษาหิณี ก็มี. (ป.; ส. อกฺเษาหิณี).",
    "อักษร, อักษร-": "[อักสอน, อักสอระ-, อักสอน-] น. ตัวหนังสือ, วิชาหนังสือ เช่น ฉลาดรอบรู้ในอักษรสยาม. (ส.; ป. อกฺขร).",
    "อักษรกลาง": "[อักสอน-] น. พยัญชนะที่คําเป็นมีพื้นเสียงเป็นเสียงสามัญ ผันได้ครบ ๔ รูป ๕ เสียง มีรูปวรรณยุกต์กับเสียงวรรณยุกต์ตรงกัน เช่น กา ก่า ก้า ก๊า ก๋า คําตายมีพื้นเสียงเป็นเสียงเอก ผันได้ ๔ เสียง มี ๓ รูป คือ พื้นเสียงเป็นเสียงเอก ผันด้วยวรรณยุกต์ <fig0202.gif,ไม้โท> เป็นเสียงโท ผันด้วยวรรณยุกต์ <fig0203.gif,ไม้ตรี> เป็นเสียงตรี ผันด้วยวรรณยุกต์ <fig0204.gif,ไม้จัตวา> เป็นเสียงจัตวา เช่น จะ จ้ะ จ๊ะ จ๋ะ มี ๙ ตัว คือ ก จ ฎ ฏ ด ต บ ป อ.",
    "อักษรต่ำ": "[อักสอน-] น. พยัญชนะที่คําเป็นมีพื้นเสียงเป็นเสียงสามัญ ผันได้ ๓ เสียง มี ๒ รูป คือ ผันด้วยวรรณยุกต์ <fig0201.gif,ไม้เอก> เป็นเสียงโท ผันด้วยวรรณยุกต์ <fig0202.gif,ไม้โท> เป็นเสียงตรี เช่น คา ค่า ค้า คําตายสระสั้น พื้นเสียงเป็นเสียงตรี ผันด้วยวรรณยุกต์ <fig0201.gif,ไม้เอก> เป็นเสียงโท ผันด้วยวรรณยุกต์ <fig0204.gif,ไม้จัตวา> เป็นเสียงจัตวา เช่น คะ ค่ะ ค๋ะ คําตายสระยาว พื้นเสียงเป็นเสียงโท ผันด้วยวรรณยุกต์ <fig0202.gif,ไม้โท> เป็นเสียงตรี ผันด้วยวรรณยุกต์ <fig0204.gif,ไม้จัตวา> เป็นเสียงจัตวา เช่น คาก ค้าก ค๋าก มี ๒๔ ตัว คือ ค ฅ ฆ ง ช ซ ฌ ญ ฑ ฒ ณ ท ธ น พ ฟ ภ ม ย ร ล ว ฬ ฮ.",
    "อักษรบฏ": "[อักสอระบด] น. แผ่นผ้าที่เขียนสระ พยัญชนะ ใช้ในการเรียนการสอนในสมัยโบราณ, ที่ใช้แผ่นกระดาษติดผ้าหรือแผ่นกระดาษแทนก็มี. (ส.).",
    "อักษรลักษณ์": "[อักสอระลัก, อักสอนลัก] น. จดหมาย, ในบทกลอนมักใช้ว่า ลักษณ์.",
    "อักษรเลข": "[อักสอระเลก, อักสอนเลก] น. วิธีเขียนหนังสือลับโบราณ ใช้ตัวเลขแทนสระ; ตําแหน่งในคณะกรมการปกครองท้องที่มีมาแต่โบราณ, ต่อมาใช้เรียกผู้ทําหน้าที่เลขานุการของผู้ว่าราชการจังหวัด.",
    "อักษรศาสตร์": "[อักสอระสาด, อักสอนสาน] น. วิชาการหนังสือ เน้นในด้านภาษาและวรรณคดี.",
    "อักษรสมัย": "[อักสอนสะไหฺม] น. วิชาหนังสือว่าด้วยการอ่านการเขียน. (ส.).",
    "อักษรสาส์น": "[อักสอระสาน, อักสอนสาด] น. จดหมายของประธานาธิบดีหรือประมุขของประเทศซึ่งมีชื่อเป็นอย่างอื่นที่ใช้ในการเจริญสัมพันธไมตรีระหว่างประเทศ, เขียนเป็น อักษรสาสน (อ่านว่า อักสอนสาน) ก็ได้.",
    "อักษรสูง": "[อักสอน-] น. พยัญชนะที่คําเป็นมีพื้นเสียงเป็นเสียงจัตวา ผันได้ ๓ เสียง มี ๒ รูป คือ ผันด้วยวรรณยุกต์ <fig0202.gif,ไม้โท> เป็นเสียงเอก ผันด้วยวรรณยุกต์ <fig0203.gif,ไม้ตรี> เป็นเสียงโท เช่น ขา ข่า ข้า คําตายพื้นเสียงเป็นเสียงเอก ผันด้วยวรรณยุกต์ <fig0203.gif,ไม้ตรี> เป็นเสียงโท เช่น ขะ ข้ะ มี ๑๑ ตัว คือ ข ฃ ฉ ฐ ถ ผ ฝ ศ ษ ส ห.",
    "อักษะ": "น. เพลา, แกน. (ส.); เรียกกลุ่มประเทศอันประกอบด้วยเยอรมนี อิตาลี และญี่ปุ่น ที่รวมเป็นแกนร่วมรบกับกลุ่มประเทศฝ่ายสัมพันธมิตรในสงครามโลกครั้งที่ ๒ ว่า ฝ่ายอักษะ.",
    "อักเษาหิณี": "น. จํานวนนับอย่างสูง คือ ๑ มีศูนย์ตาม ๔๒ ตัว; กองทัพอินเดียโบราณที่มีกระบวนรบพร้อมมูลตามกําหนด; อักโขภิณี หรือ อักโขเภณี ก็ว่า. (ส.; ป. อกฺโขภิณี).",
    "อักเสบ": "ว. มีพิษกําเริบเนื่องจากแผลเป็นต้น; มีปฏิกิริยาตอบสนองป้องกันเฉพาะที่ชนิดเฉียบพลัน มีอาการปวด บวม แดง ร้อน และอาจมีไข้ เช่น ข้ออักเสบเฉียบพลัน, ชนิดเรื้อรัง การดำเนินโรคเป็นไปช้า&#160;ๆ ไม่รุนแรง และมักมีเนื้อพังผืดเกิดขึ้น เช่น ข้ออักเสบเรื้อรัง.<2t>ก. เกิดปฏิกิริยาตอบสนองป้องกันเฉพาะที่.",
    "อักอ่วน": "(โบ) ว. ป่วน, พิพักพิพ่วน, ลังเลใจ, ตกลงใจไม่ได้, กระอักกระอ่วน ก็ว่า.",
    "อัคคะ": "[อักคะ] ว. เลิศ, ยอด. (ป.; ส. อคฺร).",
    "อัคคิ, อัคคี": "[อักคิ, อักคี] น. ไฟ. (ป. อคฺคิ; ส. อคฺนิ).",
    "อัคคีภัย": "น. ภัยที่เกิดจากไฟ, ไฟไหม้.",
    "อัคนิ, อัคนี": "[อักนิ, อักคะนิ, อักนี, อักคะนี] น. ไฟ; ชื่อเทพแห่งไฟ. (ส. อคฺนิ; ป. อคฺคิ).",
    "อัคนิคณะ": "น. เปลวไฟ. (ส.).",
    "อัคนิพ่าห์, อัคนิวาหะ": "น. ควัน. (ส.).",
    "อัคนิรุทร": "[-รุด] น. ไฟร้ายกาจ, เพลิงกาฬ.",
    "อัคนิโหตร": "[-โหด] น. การบูชาพระอัคนี (โดยมากใช้นํ้านมกับนํ้ามัน). (ส.).",
    "อัคร-": "[อักคฺระ-] ว. เลิศ, ยอด, มักใช้เป็นส่วนหน้าสมาส, เช่น อัครมเหสี อัครมหาเสนาบดี. (ส.; ป. อคฺค).",
    "อัครชายา": "น. ตําแหน่งมเหสีรอง.",
    "อัครมหาเสนาบดี": "น. หัวหน้าเสนาบดี.",
    "อัครมเหสี": "น. พระมเหสีเอกของพระเจ้าแผ่นดิน.",
    "อัครราชทูต": "(โบ) น. ผู้แทนรัฐบาลไปราชการชั่วคราวหรือประจําอยู่ในสํานักแห่งรัฐบาลอื่น.",
    "อัครสมณทูต": "[-สะมะนะทูด] น. ทูตที่สันตะปาปาทรงแต่งตั้งไปประจําสํานักประมุขของอีกรัฐหนึ่งในกรณีที่ไม่มีการแต่งตั้งเอกอัครสมณทูต มีฐานะระดับเดียวกับรัฐทูต. (อ. <f>internuncio</f>).",
    "อัง": "ก. นําไปใกล้&#160;ๆ ไฟเพื่อให้ร้อนหรือบรรเทาความหนาวเป็นต้น, โดยปริยายหมายถึงอาการที่คล้ายคลึงเช่นนั้น เช่น เอามืออังหน้าผากดูว่าร้อนหรือไม่.",
    "อังก์": "น. องก์, ตอนหนึ่งของเรื่องละคร. (ป.).",
    "อังกนะ": "[-กะนะ] น. การทําเครื่องหมาย, การประทับตรา. (ส.).",
    "อังกฤษ": "[-กฺริด] น. ชื่อประเทศ ชนชาติ และภาษาของชนผิวขาวพวกหนึ่งที่อยู่ในเกาะทางทิศตะวันตกของทวีปยุโรปซึ่งเรียกว่า เกรตบริเตน; เรียกโลหะชนิดหนึ่งเป็นแผ่นบาง&#160;ๆ สีคล้ายทองคําหรือสีอื่น&#160;ๆ ก็มี ใช้สลักหรือปรุเป็นลายประดับเครื่องศพเป็นต้นว่า ทองอังกฤษ.",
    "อังกวด": "น. จ้องหน่อง. (ช.).",
    "อังกะลุง": "น. ชื่อเครื่องดนตรีอย่างหนึ่งของชวา ใช้เขย่าให้เกิดเสียง.",
    "อังกา": "น. ตัวอักษรที่จารไว้หัวลานสําหรับบอกจํานวนใบลานที่จารแล้ว ๑๒ ตัวเป็น ๑ อังกา และ ๒ อังกา เป็น ๑ ผูก.",
    "อังกาบ": "น. ชื่อไม้ล้มลุกชนิด <f><i>Barleria cristata</i> L.</f> ในวงศ์ <f>Acanthaceae</f> ลําต้นไม่มีหนาม ดอกสีม่วง.",
    "อังกาบฝรั่ง": "<i>ดู ต้อยติ่ง</i>.",
    "อังกาบหนู": "น. ชื่อไม้ล้มลุกชนิด <f><i>Barleria prionitis</i> L.</f> ในวงศ์ <f>Acanthaceae</f> ลําต้นมีหนาม ดอกสีเหลือง.",
    "อังกุระ, อังกูร": "[-กูน] น. หน่อ, หน่อเนื้อเชื้อไข, เชื้อสาย; มักใช้ อังกูร เป็นส่วนท้ายของสมาส เป็น อางกูร เช่น พุทธางกูร นรางกูร. (ป., ส.).",
    "อังกุศ": "[-กุด] น. ขอเหล็กอย่างขอสับช้าง. (ส.; ป. องฺกุส).",
    "อังคณะ": "น. ลาน, ที่ว่าง, สนาม. (ป., ส.).",
    "อังคณา": "น. นาง, ผู้หญิง. (ป. องฺคนา; ส. องฺคน, องฺคนา).",
    "อังคาร": "[-คาน] น. ชื่อวันที่ ๓ ของสัปดาห์; ชื่อดาวเคราะห์ดวงที่ ๔ ในระบบสุริยะ มองเห็นด้วยตาเปล่า อยู่ห่างจากดวงอาทิตย์ประมาณ ๒๒๘ ล้านกิโลเมตร มีเส้นผ่าศูนย์กลาง ๖,๗๘๗ กิโลเมตร มีพื้นผิวขรุขระและมีบรรยากาศเบาบาง ส่วนใหญ่เป็นแก๊สคาร์บอนไดออกไซด์ มีบริวาร ๒ ดวง; เถ้าถ่านของศพที่เผาแล้ว. (ป., ส.).",
    "อังคาส": "[-คาด] ก. ถวายอาหารพระ, เลี้ยงพระ. (ข.).",
    "อังคีรส": "[-คีรด] ว. มีรัศมีซ่านออกจากพระกาย, เป็นพระนามของพระพุทธเจ้าพระองค์หนึ่ง. (ป., ส.).",
    "อังคุฐ": "[-คุด] น. นิ้วหัวแม่มือ. (ป. องฺคุฏฺ&#xf700;; ส. องฺคุษฺ&#xf700;).",
    "อังคุตรนิกาย": "[-คุดตะระ-] น. ชื่อคัมภีร์นิกายที่ ๔ แห่งพระสุตตันตปิฎก แสดงหลักธรรมโดยแบ่งเป็นหมวด เรียงลำดับตามจำนวนหัวข้อธรรมะตั้งแต่ ๑ หัวข้อถึง ๑๑ หัวข้อ.",
    "อังฆาต": "[-คาด] ก. กระทบ, เบียดเบียน.",
    "อังแพลม": "[-แพฺลม] น. ตะเกียงหิ้วขนาดเล็ก มีที่กำบังแสงและลม ๓ ด้าน สำหรับส่องหาของหรือตีกบเป็นต้นในเวลากลางคืน.",
    "อั้งยี่": "น. สมาคมลับของคนจีน; (กฎ) ชื่อความผิดอาญาฐานเป็นสมาชิกของคณะบุคคลซึ่งปกปิดวิธีดําเนินการและมีความมุ่งหมายเพื่อการอันมิชอบด้วยกฎหมาย เรียกว่า ความผิดฐานเป็นอั้งยี่. (จ.).",
    "อั้งโล่": "น. เตาไฟดินเผาชนิดหนึ่งของจีน ยกไปได้. (จ.).",
    "อังศุ": "น. สาย, ทาง, เส้น, แถว; แสง, รัศมี. (ส. อํศุ; ป. อํสุ).",
    "อังศุก": "[-สุก] น. ผ้าอย่างบาง. (ส.).",
    "อังศุธร, อังศุมาลี": "น. พระอาทิตย์. (ส.).",
    "อังส-, อังสะ": "[อังสะ-] น. เรียกผ้าที่พระภิกษุสามเณรใช้ห้อยเฉวียงบ่าว่า ผ้าอังสะ; ส่วน, ภาค; ส่วนของมุม. (ป. อํส).",
    "อังสกุฏ": "[-กุด] น. จะงอยบ่า.",
    "อังสตรอม": "[อังสะตฺรอม] น. หน่วยที่ใช้วัดระยะสั้นมาก&#160;ๆ ๑ อังสตรอม มีค่าเท่ากับ ๑๐<sup>-๑๐</sup> เมตร ใช้สัญลักษณ์ว่า <f>&#197;</f>. (อ. <f>angstrom</f>).",
    "อังสนา": "น. ดอกประดู่. (ช.).",
    "อังสภาระ": "น. ของแบก.",
    "อังสา": "น. บ่า, ไหล่. (ป., ส. อํส).",
    "อัจกลับ": "[อัดจะกฺลับ] น. โคมอย่างหนึ่งทําด้วยทองเหลือง บางทีมีระย้าห้อยด้วย ใช้ในสมัยโบราณ.",
    "อัจจันต์": "ว. ยิ่ง, ยิ่งนัก. (ป. อจฺจนฺต; ส. อตฺยนฺต).",
    "อัจจัย": "น. การล่วงไป; การล่วงเกิน, การดูหมิ่น. (ป. อจฺจย; ส. อตฺยย).",
    "อัจจิ": "น. เปลวไฟ, แสงไฟ. (ป.).",
    "อัจจิมา": "น. ไฟ.<2t>ว. มีแสง, สว่าง, รุ่งเรือง. (ป.).",
    "อัจจุตะ": "[อัดจุตะ] ว. ไม่เคลื่อนที่, มั่นคง, แน่นอน, เสมอไป. (ป.).",
    "อัจเจกะ": "ว. ผิดปรกติ, บังเอิญเป็น; รีบร้อน; จําเป็น. (ป.).",
    "อัจฉรา ๑": "[อัดฉะรา] น. นางฟ้า. (ป.; ส. อปฺสรสฺ).",
    "อัจฉรา ๒": "[อัดฉะรา] น. นิ้วมือ; ลัดนิ้วมือหนึ่ง, เวลาประเดี๋ยวเดียว, ชั่วพริบตา. (ป.).",
    "อัจฉริย-, อัจฉริยะ": "[อัดฉะริยะ-] ว. วิเศษน่าอัศจรรย์, มีความรู้ความสามารถเกินกว่าระดับปรกติมาก. (ป.; ส. อาศฺจรฺย).",
    "อัจฉริยบุคคล": "น. บุคคลผู้มีปัญญาความสามารถเยี่ยมยอดมาแต่กําเนิด.",
    "อัจฉริยภาพ": "น. ความเป็นผู้มีปัญญาความสามารถเกินกว่าระดับปรกติมาก.",
    "อัจฉริยลักษณ์, อัจฉริยลักษณะ": "น. ลักษณะดีเด่นเป็นที่น่าอัศจรรย์ เช่น อัจฉริยลักษณ์ของภาษาไทย อัจฉริยลักษณะของมหาบุรุษ.",
    "อัจนา": "[อัดจะ-] น. การเซ่นสรวง, การถวาย, การบูชานับถือ. (ป. อจฺจนา).",
    "อัชฌัตติก-": "[อัดชัดติกะ-] ว. ภายใน, เฉพาะตัว, ส่วนตัว, เช่น อัชฌัตติกปัญญา. (ป.).",
    "อัชฌา": "[อัดชา] น. กิริยาดี; นิสัยใจคอ, ความรู้จักผ่อนปรน. (ตัดมาจาก อัชฌาสัย).",
    "อัชฌาจาร": "[-จาน] น. ความประพฤติชั่ว, การล่วงมรรยาท, การละเมิดประเพณี. (ป.).",
    "อัชฌาศัย": "[-ไส] (โบ) น. อัชฌาสัย.",
    "อัชฌาสัย": "[-ไส] น. กิริยาดี; นิสัยใจคอ, ความรู้จักผ่อนปรน; ใช้ว่า อัชฌา ก็มี, (โบ) อัชฌาศัย. (ป.; ส. อธฺยาศย).",
    "อัญ-, อัญญะ": "[อันยะ-] ว. อื่น, ต่างไป, แปลกไป. (ป. อญฺ&#xf70f;; ส. อนฺย).",
    "อัญขยม": "[อันขะหฺยม] ส. ข้า, ข้าพเจ้า. (ข. อญขฺ<fig0141.gif,ญุํ> ว่า ข้าพเจ้า).",
    "อัญชนะ": "น. ยาตา, ยาหยอดตา. (ป.).",
    "อัญชนะศักราช": "น. ศักราชที่เริ่มตั้งก่อนพุทธศักราช ๑๔๗ ปี (อัญชนะศักราชลบด้วย ๑๔๗ เท่ากับพุทธศักราช).",
    "อัญชลี": "น. การประนมมือ, การไหว้, บางทีใช้เป็น อัญชุลี หรือ ใช้ละว่า ชุลี ก็มี. (ป., ส. อญฺชลิ).",
    "อัญชัน": "น. ชื่อพรรณไม้ ๒ ชนิดในวงศ์ <f>Leguminosae</f> คือ ไม้ต้นชนิด <f><i>Dalbergia duperreana</i> Pierre</f> และไม้เถาชนิด <f><i>Clitoria ternatea </i>L.</f> ชนิดหลังดอกสีครามแก่ ขาว และม่วงอ่อน.<2t>ว. เรียกสีครามแก่อย่างสีดอกอัญชัน ว่า สีอัญชัน.",
    "อัญชันป่า": "<i>ดู หนอนตายหยาก (๒)</i>.",
    "อัญชุลี": "น. อัญชลี.",
    "อัญเชิญ": "ก. เชิญด้วยความเคารพนับถือ เช่น อัญเชิญพระพุทธรูปไปประดิษฐานในพระอุโบสถ. (ข. อญฺเชิญ).",
    "อัญดิตถีย์, อัญเดียรถีย์": "[-ดิดถี, -เดียระถี] น. พวกที่มีความเชื่อถืออย่างอื่น, พวกนอกพระพุทธศาสนา. (ป. อญฺ&#xf70f;ติตฺถิย; ส. อนฺย + ตีรฺถฺย).",
    "อัญประกาศ": "[อันยะ-] น. เครื่องหมายวรรคตอนรูปดังนี้ &#147; &#148; สําหรับเขียนคร่อมคําหรือข้อความ เพื่อแสดงว่าข้อความนั้นเป็นคําพูด หรือเพื่อเน้นความนั้นให้เด่นชัดขึ้นเป็นต้น.",
    "อัญประกาศเดี่ยว": "น. เครื่องหมายวรรคตอนรูปดังนี้ &#145; &#146; สําหรับเขียนคร่อมคําหรือข้อความที่ซ้อนอยู่ภายในข้อความที่มีเครื่องหมายอัญประกาศอยู่แล้ว.",
    "อัญมณี": "น. รัตนชาติที่เจียระไนแล้ว, แก้วมณีอื่น&#160;ๆ นอกจากเพชรพลอย; (กฎ; โบ) ของมีค่าอื่น&#160;ๆ เช่น มันผู้หนึ่งล้อมไว้เป็นไร่เป็นสวนมัน มันได้ปลูกสรรพอัญมณีในที่นั้นไว้ ให้ลดอากรไว้แก่มันปีหนึ่ง. (สามดวง).",
    "อัญมัญ-": "[อันยะมันยะ-] ว. ซึ่งกันและกัน, แก่กันและกัน, ของกันและกัน, เช่น เป็นอัญมัญปัจจัย คือ เป็นปัจจัยของกันและกัน. (ป. อญฺ&#xf70f;มญฺ&#xf70f;).",
    "อัญรูป": "[อันยะ-] น. ธาตุเดียวกันแต่มีสมบัติและรูปแบบต่างกัน เมื่อนําไปทําปฏิกิริยากับธาตุอื่นธาตุเดียวกัน จะให้ผลเป็นสารประกอบอันเดียวกัน เช่น ธาตุคาร์บอน มีอัญรูป คือ เพชร กับ แกรไฟต์ เมื่อนําอัญรูปทั้ง ๒ นี้ ไปเผาด้วยความร้อนสูงกับธาตุออกซิเจน จะได้แก๊สคาร์บอนไดออกไซด์เช่นเดียวกัน.",
    "อัฏ": "[อัดตะ] (แบบ) น. คดีความ. (ป. อฏฺฏ).",
    "อัฏฐ-, อัฏฐะ": "[อัดถะ-] (แบบ) ว. แปด. (ป.).",
    "อัฏฐบาน": "[-บาน] น. น้ำที่คั้นจากผลไม้ มี ๘ อย่าง คือ น้ำมะม่วง น้ำชมพู่หรือน้ำหว้า น้ำกล้วยมีเม็ด น้ำกล้วยไม่มีเม็ด น้ำมะซาง น้ำลูกจันทน์หรือน้ำองุ่น น้ำเหง้าอุบล น้ำมะปรางหรือน้ำลิ้นจี่, เขียนว่า อัฐบาน ก็มี.",
    "อัฏฐังค์": "น. องค์ ๘, ๘ ส่วน, ๘ ชั้น. (ป.).",
    "อัฏฐังคิกมรรค": "[อัดถังคิกะมัก] น. มรรคประกอบด้วยองค์ ๘. (ป. อฏฺ&#xf700;งฺคิกมคฺค).",
    "อัฏฐังสะ": "ว. มี ๘ เหลี่ยม. (ป.).",
    "อัฏนา": "[อัดตะนา] น. เรียกชื่อพิธียิงปืนเพื่อขับไล่ภูตผีปีศาจตามประเพณีความเชื่อในระหว่างที่พระสงฆ์สวดอาฏานาฏิยสูตรในวันทําพิธีตรุษว่า ยิงปืนอัฏนา, อาฏานา ก็ว่า.",
    "อัฐ ๑": "[อัด] น. (โบ) เรียกเงินปลีกสมัยก่อน ๘ อัฐ เท่ากับ ๑ เฟื้อง; เงิน, เงินตรา, เช่น คนมีอัฐ; ราคาถูก ในสํานวนว่า ไม่กี่อัฐ, ไม่กี่อัฐฬส ก็ว่า.",
    "อัฐ- ๒": "[อัดถะ-] ว. แปด. (ป. อฏฺ&#xf700;).",
    "อัฐเคราะห์": "(โหร) น. เรียกดาวเฉพาะ ๘ ดวง คือ อาทิตย์ (ประจําทิศอีสาน ใช้เลข ๑ แทน) จันทร์ (ประจําทิศบูรพา ใช้เลข ๒ แทน) อังคาร (ประจําทิศอาคเนย์ใช้เลข ๓ แทน) พุธ (ประจําทิศทักษิณ ใช้เลข ๔ แทน) เสาร์ (ประจําทิศหรดี ใช้เลข ๗ แทน) พฤหัสบดี (ประจําทิศประจิม ใช้เลข ๕ แทน) ราหู (ประจําทิศพายัพ ใช้เลข ๘ แทน) และศุกร์ (ประจําทิศอุดร ใช้เลข ๖ แทน) เขียนเป็นแผนภูมิดังนี้</font><br><fig0133.gif,แผนภูมิอัฐเคาะห์><br><font face=\\\"Cordia New\\\" size=\\\"5\\\">ว่า ทักษา, ถ้าเกิดวันใด ก็ถือวันนั้นเป็นบริวาร แล้วนับเวียนขวาไปตามทิศทั้ง ๘ เช่น เกิดวันอาทิตย์ อาทิตย์เป็นบริวาร จันทร์เป็นอายุ อังคารเป็นเดช พุธเป็นศรี เสาร์เป็นมูละ พฤหัสบดีเป็นอุตสาหะ ราหูเป็นมนตรี และศุกร์เป็นกาลกรรณี.",
    "อัฐทิศ": "น. ชื่อพระแท่นรูป ๘ เหลี่ยม ที่พระมหากษัตริย์ประทับเพื่อรับนํ้าอภิเษกในพระราชพิธีบรมราชาภิเษก, เรียกเต็มว่า พระที่นั่งอัฐทิศอุทุมพรราชอาสน์.",
    "อัฐบริขาร": "น. เครื่องใช้สอยของพระภิกษุในพระพุทธศาสนา มี ๘ อย่าง คือ สบง จีวร สังฆาฏิ บาตร มีดโกนหรือมีดตัดเล็บ เข็ม ประคดเอว กระบอกกรองนํ้า (ธมกรก), สมณบริขาร ก็เรียก. (ป. อฏฺ&#xf700;ปริขาร).",
    "อัฐบาน": "น. นํ้าที่คั้นจากผลไม้ มี ๘ อย่าง คือ นํ้ามะม่วง นํ้าชมพู่หรือนํ้าหว้า นํ้ากล้วยมีเม็ด นํ้ากล้วยไม่มีเม็ด นํ้ามะซาง นํ้าลูกจันทน์หรือน้ำองุ่น นํ้าเหง้าอุบล นํ้ามะปรางหรือน้ำลิ้นจี่, เขียนว่า อัฏฐบาน ก็มี.",
    "อัฐม-, อัฐมะ": "[อัดถะมะ] (แบบ) ว. ที่ ๘ เช่น อัฐมภาค อัฐมราชา. (ป. อฏฺ&#xf700;ม).",
    "อัฐมี": "น. ดิถีที่ ๘, เรียกวันถวายพระเพลิงพระพุทธเจ้าในวันแรม ๘ ค่ำ เดือน ๖ ว่า วันอัฐมี.",
    "อัฐยายซื้อขนมยาย": "(สํา) ก. เอาทรัพย์จากผู้ปกครองหญิงที่จะขอแต่งงานด้วย มอบให้เป็นสินสอดทองหมั้นแก่ผู้ปกครองหญิงนั้นโดยสมรู้กัน, โดยปริยายหมายถึงการกระทําอย่างอื่นในทํานองเดียวกันนี้ เช่น เอาทรัพย์จากผู้ใดผู้หนึ่งซื้อหรือแลกสิ่งของอื่นของผู้นั้น.",
    "อัฐศก": "น. เรียกปีจุลศักราชที่ลงท้ายด้วยเลข ๘ เช่น ปีขาล อัฐศก จุลศักราช ๑๓๔๘.",
    "อัฐฬส": "[อัดลด] น. ราคาถูก ในสํานวนว่า ไม่กี่อัฐฬส, ไม่กี่อัฐ ก็ว่า.",
    "อัฐิ": "[อัดถิ] น. กระดูกคนที่เผาแล้ว. (ป. อฏฺ<fig0129.gif,ฐิ>; ส. อสฺถิ).",
    "อัฐิมิญชะ": "น. เยื่อในกระดูก. (ป. อฏฺ<fig0129.gif,ฐิ>มญฺช).",
    "อัฐิสัณฐาน": "น. ทรงกระดูก.",
    "อัฒ-": "[อัดทะ-] ว. กึ่ง, ครึ่ง, ซีก. (ป. อฑฺฒ; ส. อรฺธ).",
    "อัฒจันทร์": "น. ที่นั่งเป็นขั้น&#160;ๆ สําหรับดูการแสดงมีลักษณะเป็นรูปครึ่งวงกลม, ชั้นที่ตั้งของขายหรือก้าวขึ้นลงทําเป็นขั้น&#160;ๆ, อรรธจันทร์ ก็ว่า.",
    "อัฒภาค": "น. เครื่องหมายวรรคตอนรูปดังนี้ ; สําหรับคั่นคําหรือประโยค. (ป. อฑฺฒภาค).",
    "อัฒมณฑล": "น. กึ่งวงกลม. (ป. อฑฺฒมณฺฑล).",
    "อัฒมาส": "น. ครึ่งเดือน. (ป. อฑฺฒมาส).",
    "อัฒรัตติ": "น. เที่ยงคืน. (ป. อฑฺฒรตฺติ).",
    "อัณฑ-, อัณฑะ": "[อันทะ-] น. ส่วนหนึ่งของอวัยวะลับชาย, กระโปก; ไข่. (ป., ส.).",
    "อัณฑโกส": "น. เปลือกไข่. (ป.; ส. อณฺฑโกศ).",
    "อัณฑชะ": "น. &#147;เกิดแต่ไข่&#148; หมายถึง สัตว์ที่เกิดจากไข่ เช่น ไก่ นก เต่า. (ป., ส.).",
    "อัณฑาการ": "ว. รูปไข่, กลมรี. (ส.).",
    "อัณณพ": "น. อรรณพ, ห้วงนํ้า, ทะเล, มหาสมุทร. (ป. อณฺณว; ส. อรฺณว).",
    "อัด ๑": "ก. ดันลมเข้าไป เช่น อัดลูกโป่ง, ยัดให้แน่น เช่น อัดดินปืน, ประกับให้แน่น เช่น อัดพื้นให้ชิด, ทำให้แน่น เช่น อัดกันอยู่ในรถ, บีบ เช่น อัดใบลาน; กลั้น, กลั้นหายใจ, เช่น อัดลมหายใจ.",
    "อัด ๒": "ว. ตรง, เต็ม, ตรงแบน, (ใช้แก่ลักษณะด้านหน้า) เช่น หน้าอัด สิงห์อัด.",
    "อัดก๊อบปี้": "ก. บีบอัดให้แน่น เช่น อัดก๊อบปี้ผ้าม่วง, (ปาก) ปะทะอย่างแรง เช่น รถเก๋งถูกรถบรรทุกอัดก๊อบปี้พังยับเยิน.",
    "อัดแจ": "น. เมืองอะแจ, อะจีน ก็เรียก. [ปัจจุบันคือ เมืองอะเจะห์ <f>(Ajeh)</f> ในประเทศอินโดนีเซีย].",
    "อัดฉีด": "ก. อัดจาระบีเข้าที่ข้อต่อรถยนต์; (ปาก) ให้เงินหรือรางวัลพิเศษเพื่อให้ทำงานให้โดยเร็วหรือให้ได้ผล.",
    "อัดแบตเตอรี่": "ก. ประจุกระแสไฟฟ้าเข้าในแบตเตอรี่.",
    "อัดแผ่นเสียง": "ก. บันทึกเสียงลงในแผ่นเสียง.",
    "อัดรูป": "ก. ผลิตภาพจากฟิล์มหรือกระจกถ่ายรูปที่บันทึกภาพไว้แล้ว.",
    "อัดลม": "ก. อัดแก๊สเข้าไป.<2t>ว. เรียกเครื่องดื่มประเภทหนึ่งซึ่งมีแก๊สคาร์บอนไดออกไซด์ละลายและอัดไว้ในขวดเป็นต้นว่า นํ้าอัดลม.",
    "อัดสำเนา": "ก. พิมพ์อัดกระดาษไขที่พิมพ์ เขียน เจาะปรุ หรือทําแบบลวดลายแล้ว ด้วยเครื่องพิมพ์ชนิดหนึ่ง เพื่อให้ได้สําเนาจํานวนมากตามต้องการ, เรียกเครื่องพิมพ์ชนิดนั้นว่า เครื่องอัดสําเนา.",
    "อัดเสียง": "ก. บันทึกเสียงลงในแถบบันทึกเสียงหรือฟิล์มเป็นต้น.",
    "อัดอั้น, อัดอั้นตันใจ": "ก. เก็บอัดความรู้สึกแน่นอยู่ในใจ เพราะไม่สามารถพูดหรือกระทำตามต้องการได้เนื่องจากอยู่ในภาวะจำทน.",
    "อัดแอ": "ว. ยัดเยียด, แน่น, แออัด ก็ว่า.",
    "อัต-": "[อัดตะ-] น. ตน, ตัวเอง. (ป. อตฺต; ส. อาตฺมนฺ).",
    "อัตคัด": "[อัดตะ-] ว. ขัดสน, ฝืดเคือง, ยากจน, เช่น เขาเป็นคนอัตคัด.<2t>ก. มีน้อย, ขาดแคลน, เช่น อัตคัดผม อัตคัดน้ำ.",
    "อัตชีวประวัติ": "น. ประวัติชีวิตที่เจ้าของเขียนหรือเล่าด้วยตนเอง.",
    "อัตตโนบท": "น. &#147;บทเพื่อตน&#148;, ในตำราไวยากรณ์บาลีและสันสกฤตใช้เป็นเครื่องหมายให้ทราบว่า เป็นกริยากรรมวาจกหรือภาววาจก เช่น สูเทน โอทโน ปจิยเต = ข้าวสุกอันพ่อครัวหุงอยู่, ปจิยเต เป็นกริยาอัตตโนบท, ตรงข้ามกับ ปรัสสบท.",
    "อัตตา": "น. ตน. (ป.; ส. อาตฺมนฺ, อาตฺมา).",
    "อัตตาธิปไตย": "[-ทิปะไต, -ทิบปะไต] น. การถือตนเองเป็นใหญ่. (ป. อตฺตาธิปเตยฺย); ระบอบการปกครองที่ผู้นํามีอํานาจเด็ดขาดและไม่จํากัด. (อ. <f>autocracy</f>).",
    "อัตถ์, อัตถะ": "น. เนื้อความ, ประโยชน์, ความต้องการ. (ป. อตฺถ; ส. อรฺถ).",
    "อัตนัย": "ว. ที่เปิดโอกาสให้แสดงความรู้หรือความคิดเห็นส่วนตัวได้, เรียกการสอบแบบที่ให้ผู้ตอบบรรยายแสดงความรู้หรือแสดงความคิดเห็นของตนเองว่า การสอบแบบอัตนัย, คู่กับ ปรนัย, จิตวิสัย ก็ว่า. (อ. <f>subjective</f>).",
    "อัตโนมัติ": "[อัดตะ-] น. ความเห็นส่วนตัว, ความเห็นโดยลําพังตน, เช่นในคําว่า อัตโนมัตยาธิบาย คือ อธิบายตามความเห็นของตน. (ป. อตฺตโน ว่า ของตน + มติ ว่า ความเห็น).<2t>ว. เป็นไปได้ในตัวเอง, ทําหน้าที่ได้ในตัวเอง, มีกลไกทําหน้าที่ได้เอง, เช่น นาฬิกาอัตโนมัติ. (อ. <f>automatic</f>).",
    "อัตภาพ": "น. ตน, ลักษณะความเป็นตัวตนหรือบุคคล. (ป. อตฺตภาว).",
    "อัตรชะ": "[อัดตฺระ-] น. &#147;เกิดจากตัวเอง&#148; หมายถึง ลูกของตัวเอง. (ป.).",
    "อัตรา": "[อัดตฺรา] น. ระดับที่กําหนดไว้, จํานวนที่จํากัดไว้ตามเกณฑ์, เช่น อัตราภาษี อัตราเร็ว.<2t>ว. เป็นประจําตามกําหนด, สมํ่าเสมอ, เป็นนิจ, เช่น แล้วให้เทศนาอัตราไป. (กลอนเพลงยาวสรรเสริญพระเกียรติ ร. ๓).",
    "อัตราเร็ว": "(วิทยา) น. อัตราการเคลื่อนที่ของวัตถุต่อหนึ่งหน่วยเวลาโดยไม่คํานึงถึงทิศทางของการเคลื่อนที่. (อ. <f>speed</f>).",
    "อัตราส่วน": "น. เกณฑ์เปรียบเทียบปริมาณของของอย่างเดียวกันหรือต่างกัน เพื่อจะได้ทราบว่าปริมาณแรกเป็นเศษส่วนเท่าใดของปริมาณหลัง เช่น อัตราส่วนของนายแพทย์ ๑ คน ต่อประชาชน ๒๕๐ คน อัตราส่วนของนักศึกษา ๑ คน ต่อหนังสือในห้องสมุด ๕ เล่ม; (คณิต) การเปรียบเทียบปริมาณที่เป็นของอย่างเดียวกัน เพื่อให้ทราบว่าปริมาณแรกเป็นกี่เท่าของปริมาณหลัง หรือเป็นเศษส่วนเท่าใดของปริมาณหลัง เช่น จำนวนผู้ใช้หนังสือในห้องสมุดกับจำนวนเจ้าหน้าที่ห้องสมุดบางแห่งคิดเป็นอัตราส่วน ๑๐๐ : ๑ ครูกับนักเรียนควรจะมีอัตราส่วนไม่เกิน ๑ : ๔๐. (อ. <f>ratio</f>).",
    "อัตลัด": "[อัดตะหฺลัด] น. ชื่อผ้าชนิดหนึ่ง ทอด้วยไหมควบกับเงินแล่งหรือทองแล่ง แต่ไหมมีจํานวนมากกว่า.",
    "อัตวินิบาตกรรม": "[อัดตะวินิบาดตะกำ] น. การฆ่าตัวตาย.",
    "อัตหิต-": "[-หิตะ-] น. ประโยชน์ตน, มักใช้เข้าคู่กับคำ ประโยชน์ เป็น อัตหิตประโยชน์ ว่า ประโยชน์เกื้อกูลแก่ตน. (ป. อตฺตหิต).",
    "อัตเหตุ": "[-เหด] ว. เพราะตนเป็นเหตุ; เห็นแก่ตัว. (ป. อตฺตเหตุ).",
    "อัททา": "น. ชื่อหนึ่งของดาวฤกษ์อารทรา มี ๑ ดวง, ดาวตัวโค ดาวตาสําเภา หรือ ดาวอทระ ก็เรียก.",
    "อัทธ-, อัทธ์, อัทธา, อัทธาน": "[อัดทะ-] น. ทาง, ทางไกล, ระยะไกล; กาล, กาลยาวนาน. (ป.; ส. อธฺวนฺ).",
    "อัทธคต": "น. ผู้ที่ได้ผ่านทางไกลหรืออยู่มานาน, คนแก่. (ป.).",
    "อัทธคู": "น. ผู้เดินทาง, นักท่องเที่ยว. (ป.).",
    "อัทธายุ": "[อัดทา-] น. ชั่วอายุ, ชั่วชีวิต.",
    "อัธยาตมวิทยา": "[อัดทะยาดตะมะวิดทะยา] (โบ) น. วิชาว่าด้วยจิต, ปัจจุบันใช้ว่า จิตวิทยา. (ส.).",
    "อัธยาย": "[อัดทะยาย] น. บทเรียน, บท; การอ่าน, การเล่าเรียน. (ส. อธฺยาย).",
    "อัธยาศัย": "[อัดทะยาไส] น. นิสัยใจคอ เช่น เขาเป็นคนมีอัธยาศัยดี; ความพอใจ, ความประสงค์, เช่น ไปพักผ่อนได้ตามอัธยาศัย. (ส. อธฺยาศย; ป. อชฺฌาสย).",
    "อัน": "น. สิ่ง, ชิ้น; ทะลาย เช่น อันหมาก อันมะพร้าว; คําบอกลักษณะสิ่งของซึ่งโดยปรกติมีลักษณะแบนยาวหรือเป็นชิ้นเป็นแผ่นเป็นต้น, ลักษณนามเรียกสิ่งที่มีลักษณะเช่นนั้น เช่น ไม้อันหนึ่ง ไม้ ๒ อัน; เวลากําหนดสําหรับชนไก่พักหนึ่ง&#160;ๆ.<2t>ส. คำใช้แทนนามหรือข้อความที่อยู่ข้างหน้า เช่น ความจริงอันปรากฏขึ้นมา.<2t>ว. อย่าง เช่น เป็นอันมาก เป็นอันดี, ใช้เป็นคำนำหน้านามที่เป็นประธานหรือใช้ขึ้นต้นข้อความต่าง&#160;ๆ เช่น อันอายุความนั้น ถ้าไม่มีกฎหมายบัญญัติไว้เป็นอย่างอื่น ท่านให้มีกำหนดสิบปี. (ประมวลกฎหมายแพ่งและพาณิชย์ มาตรา ๑๖๔ ฉบับเก่า), ใช้ว่า อันว่า ก็มี เช่น อันว่าทรัพย์นั้น โดยนิตินัยได้แก่วัตถุมีรูปร่าง. (ประมวลกฎหมายแพ่งและพาณิชย์ มาตรา ๙๘ ฉบับเก่า).",
    "อั้น": "ก. ยั้ง เช่น พูดไม่อั้น, กลั้น เช่น อั้นปัสสาวะ อั้นลมหายใจ, อัดไว้ เช่น อั้นไว้ในใจ; กําหนด เช่น จ่ายไม่อั้น; กําหนดจํานวนสูงสุด เช่น อั้น ๕ บาท แทงไม่อั้น (ใช้แก่การพนัน); (โบ) กั้น เช่น อั้นทางน้ำไว้ไม่ให้ไหล.<2t>ว. อาการที่นิ่งอึ้ง พูดไม่ออก, มักใช้เข้าคู่กับคำ นิ่ง เป็น นิ่งอั้น.",
    "อั๋น": "ว. มีเนื้อแน่น, มักใช้เข้าคู่กับคำ อวบ เป็น อวบอั๋น.",
    "อันดก": "[-ดก] น. ความตาย. (ป., ส. อนฺตก).",
    "อันดร": "[-ดอน] น. ภายใน, ระหว่าง, มักใช้เข้าสนธิกับคําอื่น เป็นส่วนท้ายของคําสมาส เช่น พุทธ + อันดร = พุทธันดร นิร + อันดร = นิรันดร. (ป., ส. อนฺตร).",
    "อันดับ": "น. ชั้น เช่น พระสงฆ์นั่งตามอันดับ, ระเบียบ; ลําดับ เช่น สอบได้ในอันดับต้น&#160;ๆ.",
    "อันด๊าก": "น. ลิ้น. (ต.).",
    "อันโด๊ก": "น. เต่า, ตะพาบนํ้า. (ต.).",
    "อันต- ๑": "[อันตะ-] น. เขต, แดน; ปลายทาง, ที่จบ, อวสาน, ที่สุด; ความตาย, ความเสื่อมสิ้น. (ป., ส.).",
    "อันต- ๒, อันตะ": "[อันตะ-] น. ลําไส้ใหญ่, ราชาศัพท์ว่า พระอันตะ. (ป.; ส. อนฺตฺร).",
    "อันตกะ": "[อันตะกะ] น. &#147;ผู้ทําที่สุด&#148; หมายถึง ความตาย คือ พระยม. (ป., ส.).",
    "อันตกาล": "น. เวลาตาย. (ส.).",
    "อันตกิริยา": "น. &#147;การกระทําซึ่งที่สุด&#148; หมายถึง ตาย เช่น เขากระทําซึ่งอันตกิริยา. (ป.).",
    "อันตคุณ": "น. ลําไส้เล็ก, ราชาศัพท์ว่า พระอันตคุณ. (ป.).",
    "อันตคู": "น. ผู้ถึงที่สุด, ผู้ชํานะความทุกข์. (ป.).",
    "อันตชาติ": "น. คนตํ่าช้า, คนไม่มีตระกูล. (ส.).",
    "อันตร-": "[อันตะระ-] น. ช่อง.<2t>ว. ภายใน, ชั้นใน; ใกล้เคียง, เกือบ; ระหว่าง; อื่น, ต่างไป. (ป., ส.).",
    "อันตรการณ์": "น. เหตุขัดข้อง, อุปสรรค, ความติดขัด. (ป.).",
    "อันตรธาน": "[อันตะระทาน, อันตฺระทาน] ก. สูญหายไป, ลับไป. (ป., ส.).",
    "อันตรภาค": "[-พาก] (สถิติ) น. ช่วงคะแนนหรือขอบเขตของคะแนนเป็นต้นในขั้นหนึ่ง&#160;ๆ ในตารางแจกแจงความถี่ เช่น อันตรภาคของคะแนนตั้งแต่ ๘๖-๑๐๐ เป็นอันดับ ๑.",
    "อันตรวาสก": "[-วาสก] น. ผ้าสบง. (ป.).",
    "อันตรา": "[อันตะรา] นิ. ระหว่าง. (ป.).",
    "อันตราย": "[อันตะราย] น. เหตุที่อาจทําให้ถึงแก่ความตายหรือพินาศ. (ป., ส. อนฺตราย ว่า อุปสรรคหรือภัยอันมาในระหว่าง).",
    "อันตรายิกธรรม": "[-ยิกะทํา] น. &#147;ธรรมที่ทําอันตราย&#148; หมายถึง เหตุขัดขวาง เช่น เหตุขัดขวางการอุปสมบท มีอายุไม่ครบ ๒๐ ปีบริบูรณ์ หรือเป็นโรคเรื้อนเป็นต้น. (ป. อนฺตรายิกธมฺม).",
    "อันตลิกขะ": "[อันตะลิกขะ] น. ท้องฟ้า, กลางหาว. (ป.; ส. อนฺตริกฺษ).",
    "อั้นตั้น": "ว. อ้วนเตี้ย.",
    "อันติกะ": "น. ที่ใกล้, บริเวณ.<2t>ว. ใกล้, แทบ, เกือบ. (ป., ส.).",
    "อันติม-, อันติมะ": "[อันติมะ-] ว. สุดท้าย, สูงสุด, เช่น ความจริงอันติมะ คือ ความจริงสุดท้าย ความจริงสูงสุด. (ป.; อ. <f>ultimate</f>).",
    "อันติมสัจ": "[-มะสัด] (ปรัชญา) น. ความจริงขั้นสุดท้าย, ความจริงขั้นสูงสุด.",
    "อั้นตู้, อั้นอ้น": "ว. นิ่งอึ้ง, อํ้าอึ้ง, จนปัญญา, คิดไม่ออก.",
    "อันเต, อันโต": "คําใช้เป็นส่วนหน้าสมาส หมายความว่า ภายใน.",
    "อันเตบุระ, อันเตปุระ": "น. ภายในราชสํานัก, ภายในวัง. (ป.; ส. อนฺตปุร).",
    "อันเตบุริก, อันเตปุริก": "น. ข้าราชการในราชสํานัก. (ป.).",
    "อันเตบุริกา, อันเตปุริกา": "น. นางในราชสํานัก. (ป.).",
    "อันเตวาสิก": "น. &#147;ชนผู้อยู่ในภายใน&#148; หมายถึง ศิษย์ที่อยู่ในปกครองหรือที่อาศัยอยู่กับอาจารย์ จะเป็นบรรพชิตหรือคฤหัสถ์ก็ได้, คู่กับ อาจารย์. (ป.).",
    "อันโตชน": "น. &#147;คนภายใน&#148; หมายถึง คนในตระกูล เช่น บุตร ภรรยา คนใช้. (ป.).",
    "อันโตนาที": "น. ระยะเวลาโคจรของพระอาทิตย์ภายในราศีหนึ่ง&#160;ๆ โดยคิดเป็นวันใน ๑ ปี แล้วเทียบส่วนมาเป็นมหานาทีใน ๑ วัน (๑ มหานาที เท่ากับ ๒๔ นาที) เช่น อยู่ในราศีเมษ ๕ มหานาที ราศีพฤษภ ๔ มหานาที ราศีเมถุน ๓ มหานาที.",
    "อันแถ้ง": "(กลอน) ว. งามอ้อนแอ้น, เขียนเป็น อรรแถ้ง ก็มี เช่น พระองค์กลมกล้องแกล้ง เอวอ่อนอรอรรแถ้ง. (ลอ).",
    "อันทุ": "น. โซ่, ตรวน, เครื่องจองจํา. (ป., ส.).",
    "อันโทล": "[-โทน] ก. เวียนเกิดเวียนตาย, ท่องเที่ยวในสังสารวัฏ, เช่น หากเที่ยวในสงสารภพอันโทลเกิดไปมาแล. (จารึกวัดศรีชุม), นางก็อันโทลไปมาในพิทธยาภพนี้. (ม. คําหลวง ทศพร); ท่องเที่ยว เช่น อย่าดูถูกอันโทลไพร จะเยียไยแก่อกเจ้า. (ม. คำหลวง ทานกัณฑ์ กลบทเก่า). (ข.).",
    "อันธ-": "[อันทะ-] ว. มืด, มืดมน, เช่น อันธกาล; โง่, ทึบ, เช่น อันธปัญญา; มองไม่เห็น, บอด, เช่น อันธจักษุ. (ป., ส.).",
    "อันธการ": "น. ความมืด, ความมัว, ความมืดมน; เวลาคํ่า; ความเขลา; อนธการ ก็ว่า. (ป.).",
    "อันธพาล": "น. คนเกะกะระราน. (ป.).",
    "อันธิกา": "น. กลางคืน, เวลาคํ่า. (ส.).",
    "อันนะ": "น. ของกินโดยเฉพาะข้าว, มักใช้เข้าคู่กับ ปานะ เป็น อันนะปานะ แปลว่า ข้าวและนํ้า. (ป., ส.).",
    "อันนา": "น. ตอนหนึ่ง&#160;ๆ ของนาซึ่งมีคันกั้น, กระทงนา ก็เรียก.",
    "อันเป็น, อันเป็นไป": "น. ผลร้ายที่เกิดขึ้น, เหตุร้ายที่เกิดขึ้น, เช่น เขาแช่งคนชั่วให้มีอันเป็นไปต่าง&#160;ๆ นานา",
    "อันโยนย-, อันโยนยะ": "[-โยนยะ] (โบ) ว. &#147;กันและกัน&#148;. (ส. อนฺโยนฺย; ป. อญฺ&#xf70f;มญฺ&#xf70f;); ในไวยากรณ์ใช้เรียกสรรพนามพวกหนึ่ง ซึ่งแทนชื่อคน สัตว์ หรือสิ่งของที่รวมกัน ได้แก่คําว่า &#147;กัน&#148; เช่น คนตีกัน เรียกว่า อันโยนยสรรพนาม.",
    "อันวย-, อันวัย": "[อันวะยะ-] น. การเป็นไปตาม, การอนุโลมตาม, เช่น อันวยาเนกรรถประโยค. (ป.).",
    "อันว่า": "ว. ใช้เป็นคํานําหน้านามที่เป็นประธานหรือใช้ขึ้นต้นข้อความต่าง&#160;ๆ เช่น อันว่าทรัพย์นั้น โดยนิตินัยได้แก่วัตถุมีรูปร่าง. (ประมวลกฎหมายแพ่งและพาณิชย์ มาตรา ๙๘ ฉบับเก่า), ใช้ว่า อัน ก็มี เช่น อันอายุความนั้น ถ้าไม่มีกฎหมายบัญญัติไว้เป็นอย่างอื่น ท่านให้มีกําหนดสิบปี. (ประมวลกฎหมายแพ่งและพาณิชย์ มาตรา ๑๖๔ ฉบับเก่า).",
    "อันเวส": "[-เวด] น. การตามแสวงหา, การค้นหา. (ป. อนุ + เอส).",
    "อับ ๑": "น. ตลับ.",
    "อับ ๒": "ว. ไม่มีลมเข้าออก, ไม่โปร่ง, เช่น อากาศอับ, ไม่เคลื่อนไหว เช่น ลมอับ; ไม่มีตาไป (ใช้แก่หมากรุก); โง่ เช่น ปัญญาอับ; ถึงที่อับจน, ถึงคราวชะตาตก, เช่น ตกอับ; มัวหมอง เช่น อับเศร้าหมองศรี; มืด เช่น อับทิศ คือ มืดทุกทิศ; อาการที่นกเขาซึ่งเคยขันแล้วกลับไม่ขัน; ลักษณะของกลิ่นซึ่งเกิดจากสิ่งที่ไม่มีอากาศผ่าน เช่น เหม็นอับ.",
    "อับจน": "ว. ไม่มีทางไป; สิ้นคิด; ยากแค้น.",
    "อับเฉา ๑": "ว. ไม่สดชื่น, ไม่ชื่นบาน.",
    "อับเฉา ๒": "น. ของถ่วงเรือกันเรือโคลง มีหินและทรายเป็นต้น.",
    "อับปาง": "ก. ล่ม, จม, แตก, (ใช้แก่เรือเดินทะเล).",
    "อับสปอร์": "น. โครงสร้างที่มีลักษณะคล้ายถุง ห่อหุ้มสปอร์ เป็นที่เกิดของสปอร์.",
    "อับอาย": "ว. อายไม่กล้าสู้หน้า, ขายหน้า.",
    "อัป-": "[อับปะ-] คำประกอบหน้าศัพท์ที่มาจากภาษาบาลีและสันสกฤต มีความหมายว่า ไม่, ไร้, ไปจาก, ปราศจาก, เช่น อัปภาคย์ ว่า ไร้โชค ปราศจากโชค, อัปยศ ว่า ไร้ยศ, ใช้ อป ก็ได้. (ป., ส. อป).",
    "อัปกะ": "[อับปะ-] ว. เล็กน้อย, นิดหน่อย. (ป. อปฺปก; ส. อลฺปก).",
    "อัปการ": "[อับปะกาน] (กลอน) ว. ผิดรูป, พิการ, น่าเกลียด. (ป., ส. อปการ).",
    "อัปฏิฆะ": "[อับปะติคะ] ว. ไม่ระคายใจ, ไม่เคืองใจ, ไม่แค้นเคือง. (ป. อปฺปฏิฆ).",
    "อัปฏิภาค": "[อับปะติพาก] ว. ไม่มีเปรียบ, เทียบไม่ได้. (ป. อปฺปฏิภาค).",
    "อัปปะ": "[อับ-] ว. เล็ก, น้อย. (ป.; ส. อลฺป).",
    "อัปเปหิ": "[อับ-] (ปาก) ก. ขับไล่, อเปหิ ก็ว่า.",
    "อัปภาคย์": "[อับปะ-] ว. ปราศจากโชค, เคราะห์ร้าย, วาสนาน้อย; ไม่มีดี เช่น จะดูดินฟ้าพนาวัน สารพันอัปภาคย์หลากลาง. (อิเหนา), นิยมใช้เข้าคู่กับคำ อาภัพ เป็น อาภัพอัปภาคย์, อปภาคย์ ก็ว่า. (ส.).",
    "อัปมงคล": "[อับปะ-] ว. ปราศจากมงคล, ไม่เจริญ, เป็นลางร้าย, อปมงคล ก็ว่า. (ป., ส.).",
    "อัปยศ": "[อับปะ-] ว. ไร้ยศ, ปราศจากยศ; เสื่อมเสียชื่อเสียง, น่าอับอายขายหน้า; อปยศ ก็ว่า. (ส. อปยศสฺ).",
    "อัประมาณ": "[อับปฺระ-] ว. กําหนดจำนวนไม่ได้, จํากัดไม่ได้; น่าอับอาย เช่น ย่อยยับอัประมาณ; อประมาณ ก็ว่า. (ส.; ป. อปฺปมาณ).",
    "อัประมาท": "[อับปฺระหฺมาด] น. ความไม่มึนเมา; ความไม่เลินเล่อ, ความระวัง, ความเอาใจใส่; อประมาท ก็ว่า. (ส.; ป. อปฺปมาท).",
    "อัประไมย": "[อับปฺระไม] ว. นับไม่ได้, ไม่จํากัด, มากมาย, อประไมย ก็ว่า. (ส. อปฺรเมย; ป. อปฺปเมยฺย).",
    "อัปราชัย": "[อับปะราไช] น. ความไม่แพ้, ความชนะ, คู่กับ ปราชัย คือ ความแพ้; (กลอน) บางทีใช้หมายความว่า แพ้ เช่น คบคนดีเป็นศรีแก่ตัว คบคนชั่วอัปราชัย; อปราชัย ก็ว่า. (ป., ส.).",
    "อัปรีย์": "[อับปฺรี] ว. ระยํา, จัญไร, เลวทราม, ตํ่าช้า, ชั่วช้า, ไม่เป็นมงคล. (ส. อปฺริย; ป. อปฺปิย).",
    "อัปลักษณ์": "[อับปะ-] ว. ชั่ว (มักใช้แก่รูปร่าง หน้าตา), มีลักษณะที่ถือว่าไม่เป็นมงคล, เช่น รูปร่างอัปลักษณ์ หน้าตาอัปลักษณ์, อปลักษณ์ ก็ว่า. (ส. อปลกฺษณ; ป. อปลกฺขณ).",
    "อัปสร": "[อับสอน] น. นางฟ้า. (ส. อปฺสรสฺ; ป. อจฺฉรา).",
    "อัพพุท": "น. ชื่อสังขยาจํานวนหนึ่ง คือ ร้อยแสนพินทุ เป็น ๑ อัพพุท หรือโกฏิยกกําลัง ๘ หรือเลข ๑ มีศูนย์ตามหลัง ๕๖ ตัว. (ป.).",
    "อัพโพหาริก": "ว. ไม่ควรกล่าวอ้าง, ไม่ควรอ้างเป็นกฎเกณฑ์ คือ ไม่ควรนับว่าผิดวินัยหรือกฎหมาย เช่นผู้กินแกงซึ่งปรุงด้วยเหล้าบางอย่างเพื่อฆ่าคาวหรือชูรสการกินเหล้าในที่นี้เป็น อัพโพหาริก คือ ไม่ควรนับว่ากินเหล้า. (ป.).",
    "อัพภันดร, อัพภันตร-": "[อับพันดอน, -ตะระ-] น. ส่วนใน, ภายใน, ท่ามกลาง; ชื่อมาตราวัดในบาลี ราว ๗ วา เป็น ๑ อัพภันดร. (ป.; ส. อภฺยนฺตร).",
    "อัพภาน": "[อับพาน] น. การชักกลับมา, ในวินัยหมายถึง การรับภิกษุผู้ต้องอาบัติสังฆาทิเสส และได้ถูกทําโทษคือ อยู่ปริวาสแล้วให้กลับคืนเป็นผู้บริสุทธิ์, การสวดประกาศเรื่องนี้ เรียกว่า สวดอัพภาน. (ป.).",
    "อัพภาส": "[อับพาด] น. คําซํ้า, ในไวยากรณ์บาลีและสันสกฤต หมายเอา การซ้อนหรือซํ้าอักษรลงหน้าศัพท์ เช่น ชวาล (เรือง) เป็น ชัชวาล (รุ่งเรือง), ในภาษาไทยก็ใช้ เช่น ครื้น ครึก ยิ้ม แย้ม ใช้ อัพภาส เป็น คะครื้น คะครึก ยะยิ้ม ยะแย้ม. (ป.; ส. อภฺยาส).",
    "อัพภูตธรรม": "น. ชื่อคัมภีร์ในพระพุทธศาสนาส่วน ๑ ใน ๙ ส่วนที่เรียกว่า นวังคสัตถุศาสน์. (ป.).",
    "อัพยากฤต": "[อับพะยากฺริด] น. กลาง&#160;ๆ ระหว่างกุศลกับอกุศล คือไม่จัดเป็นกุศลหรืออกุศล ในความว่า ธรรมที่เป็นอัพยากฤต. (ส.; ป. อพฺยากต).",
    "อัม, อัม-": "[อำ, อำมะ-] น. ไข้เจ็บ, โรค; ชีวิต; ภัย, ความกลัว. (ส. อมฺ).",
    "อัมพ-": "[อําพะ-] น. ต้นมะม่วง, ใช้ว่า อัมพพฤกษ์ ก็มี. (ป.; ส. อามฺร).",
    "อัมพร": "[-พอน] น. ฟ้า, ท้องฟ้า, อากาศ; เครื่องนุ่งห่ม ในคำว่า ทิคัมพร = ผู้นุ่งลมห่มทิศ คือ ชีเปลือย, เศวตัมพร = ผู้นุ่งห่มผ้าขาว คือ ชีผ้าขาวหรือชีปะขาว. (ป., ส.).",
    "อัมพฤกษ์": "[อํามะพฺรึก] น. ชื่อเส้นซึ่งเป็นศูนย์กลางของร่างกาย อยู่ด้านหน้าท้อง; อาการที่อวัยวะบางส่วนเช่นแขนขาอ่อนแรง.",
    "อัมพวัน, อัมพวา": "น. ป่าหรือสวนมะม่วง.",
    "อัมพา": "น. แม่, หญิงดี, (เป็นชื่อยกย่อง). (ป., ส.).",
    "อัมพาต": "[อํามะพาด] น. อาการที่อวัยวะบางส่วนเช่นแขนขาตายไปกระดิกไม่ได้. (ส. อมฺ + วาต = โรคลม).",
    "อัมพิละ": "ว. มีรสเปรี้ยว. (ป.; ส. อมฺล). (เทียบ ข. อมฺพิล ว่า มะขาม).",
    "อัมพุ": "น. นํ้า. (ป., ส.).",
    "อัมพุช": "[อําพุด] น. &#147;เกิดในนํ้า&#148; หมายถึง บัว; ปลา. (ป., ส.).",
    "อัมพุชินี": "น. สระบัว, หนองบัว. (ป.; ส. อมฺพุชินฺ).",
    "อัมพุท": "น. &#147;ผู้ให้นํ้า&#148; หมายถึง เมฆ. (ป., ส.).",
    "อัยกะ, อัยกา": "[ไอยะ-] (ราชา) น. ปู่, ตา. (ป. อยฺยก).",
    "อัยการ": "[ไอยะ-] น. การของเจ้า; (โบ) ตัวบทกฎหมาย เรียกว่า พระอัยการ; (กฎ) ชื่อสำนักงานที่มีอำนาจหน้าที่เกี่ยวกับการดำเนินคดีอาญาทั้งปวง ดำเนินคดีแพ่งและให้คำปรึกษาด้านกฎหมายแก่รัฐบาลและหน่วยงานของรัฐ คุ้มครองสิทธิและเสรีภาพของประชาชน และอำนาจหน้าที่ตามที่กำหนดไว้ในกฎหมาย เรียกว่า สำนักงานอัยการสูงสุด, เดิมเรียกว่า กรมอัยการ, ถ้าหมายถึงเจ้าพนักงานผู้ปฏิบัติหน้าที่ในฐานะทนายแผ่นดินเพื่ออำนวยความยุติธรรม รักษาผลประโยชน์ของรัฐ และคุ้มครองสิทธิและเสรีภาพของประชาชน เรียกว่า พนักงานอัยการ หรือ ข้าราชการอัยการ, เจ้าพนักงานผู้มีหน้าที่ฟ้องผู้ต้องหาต่อศาล ทั้งนี้ จะเป็นข้าราชการในสำนักงานอัยการสูงสุดหรือเจ้าพนักงานอื่นผู้มีอำนาจเช่นนั้นก็ได้, โบราณเรียกว่า พนักงานรักษาพระอัยการ ยกกระบัตร หรือ ยกบัตร.",
    "อัยกี": "[ไอยะ-] (ราชา) น. ย่า, ยาย. (ป. อยฺยิกา).",
    "อัยยะ": "น. ผู้เป็นเจ้า, ผู้เป็นใหญ่, นาย. (ป.).",
    "อัยยิกา": "(ราชา) น. ย่า, ยาย. (ป.).",
    "อัลกุรอาน": "น. คัมภีร์โกหร่าน.",
    "อัลตราไวโอเลต": "น. รังสีแม่เหล็กไฟฟ้าซึ่งมีย่านของการแผ่รังสีที่มีช่วงคลื่นประมาณระหว่าง ๔<fig004.gif,เครื่องหมายคูณ>๑๐<sup>-๗</sup> เมตร กับ ๕ <fig004.gif,เครื่องหมายคูณ>๑๐<sup>-๙</sup> เมตร แสงแดดมีรังสีอัลตราไวโอเลต ซึ่งจะมีปฏิกิริยาต่อสาร ๗-ดีไฮโดรคอเลสเทอรอล <f>(7-dehydrocholesterol)</f> ในผิวหนังมนุษย์ ให้กลายเป็นวิตามินดี, รังสีเหนือม่วง ก็เรียก. (อ. <f>ultraviolet</f>).",
    "อั่ว": "น. ชื่อแกงคั่วชนิดหนึ่ง.",
    "อัศจรรย์": "[อัดสะจัน] ว. แปลก, ประหลาด.<2t>น. ปรากฏการณ์อันเนื่องแต่บุญญาภินิหารของพระโพธิสัตว์และพระพุทธเจ้า เช่นเมื่อพระพุทธเจ้าประสูติ ตรัสรู้แสดงปฐมเทศนา ปลงอายุสังขาร และปรินิพพาน จะมีความหวั่นไหวปั่นป่วนของโลกธาตุบังเกิดขึ้น. (ส. อาศฺจรฺย; ป. อจฺฉริย).",
    "อัศเจรีย์": "น. เครื่องหมายวรรคตอนรูปดังนี้ ! สําหรับเขียนกํากับไว้หลังคําอุทาน.",
    "อัศว-": "[อัดสะวะ-] น. ม้า. (ส.; ป. อสฺส).",
    "อัศวโกวิท": "น. ผู้มีความชํานาญในเรื่องม้า. (ส. อศฺว + โกวิท).",
    "อัศวโกศล": "ว. ผู้มีความชำนาญในเรื่องม้า. (ส. อศฺว + โกศล).",
    "อัศวมุข, อัศวมุขี": "ว. มีหน้าเป็นหน้าม้า. (ส.; ป. อสฺสมุขี).",
    "อัศวเมธ": "น. ชื่อพระราชพิธีเพื่อประกาศพระบรมเดชานุภาพของพระราชาธิราชในวรรณคดีอินเดีย โดยจะทรงปล่อยม้าอุปการพร้อมทั้งกองทัพให้เข้าไปในประเทศต่าง&#160;ๆ ถ้าประเทศใดไม่ยอมอ่อนน้อมกองทัพจะเข้าโจมตี เมื่อครบ ๑ ปีแล้วกองทัพก็ยกกลับพร้อมทั้งพระราชาที่ถูกปราบ พระราชาธิราชก็จะจัดพระราชพิธีโดยฆ่าม้านั้นบูชายัญ เรียกว่า พิธีอัศวเมธ. (ส.).",
    "อัศวยุช": "[อัดสะวะ-] น. ชื่อหนึ่งของดาวฤกษ์อัศวินี มี ๗ ดวง, ดาวคอม้า ดาวคู่ม้า ดาวม้า หรือ ดาวอัสสนี ก็เรียก.",
    "อัศวานึก": "[อัดสะวานึก] น. กองทัพม้า, เหล่าทหารม้า, เป็นส่วนหนึ่งแห่งกระบวนทัพโบราณ ซึ่งเรียกว่า จตุรงคพล จตุรงคโยธา จตุรงคเสนา หรือจตุรงคินีเสนา มี ๔ เหล่า ได้แก่ ๑. หัตถานึก (กองทัพช้าง, เหล่าทหารช้าง) ๒. อัศวานึก (กองทัพม้า, เหล่าทหารม้า) ๓. รถานึก (กองทัพเหล่ารถ) ๔. ปัตตานึก (กองทัพเหล่าราบ, กองทัพทหารเดินเท้า). (ส. อศฺวานีก; ป. อสฺสานีก).",
    "อัศวิน": "[อัดสะวิน] น. นักรบขี่ม้า, นักรบที่กล้าหาญ, ผู้ที่ได้รับยกย่องว่าเป็นคนเก่ง; ชื่อเทวดาคู่หนึ่งซึ่งทรงรถนําหน้ารถพระอาทิตย์มาก่อนเวลารุ่งสาง เป็นบิดาของนกุลและสหเทพในมหากาพย์เรื่องมหาภารตะ. (ส.).",
    "อัศวินม้าขาว": "(สำ) น. ผู้ที่มาช่วยแก้ไขสถานการณ์ที่คับขันให้กลับดีขึ้น.",
    "อัศวินี, อัสสนี": "[อัดสะ-] น. ดาวฤกษ์ที่ ๑ มี ๗ ดวง เห็นเป็นรูปคอม้าหรือหางหนู, ดาวคอม้า ดาวคู่ม้า ดาวม้า หรือ ดาวอัศวยุช ก็เรียก.",
    "อัษฎ-": "[อัดสะดะ-] ว. แปด. (ส.; ป. อฏฺ&#xf700;).",
    "อัษฎกฉันท์": "น. ฉันท์ปัฐยาวัต.",
    "อัษฎมงคล, อัษฏมงคล": "น. สิ่งที่ถือว่าเป็นมงคล ๘ อย่าง นิยมดังนี้ ๑. กรอบหน้า ๒. คทา ๓. สังข์ ๔. จักร ๕. ธง ๓ ชาย ๖. ขอช้าง ๗. โคเผือก ๘. หม้อนํ้า. (ส.).",
    "อัษฎมะ": "[อัดสะดะมะ] (แบบ) ว. ที่ ๘. (ส.; ป. อฏฺ&#xf700;ม).",
    "อัษฎางคิกมรรค": "[อัดสะดางคิกะมัก] น. ทางปฏิบัติเพื่อความดับทุกข์ตามหลักพระพุทธศาสนา ประกอบด้วยองค์ ๘ คือ ๑. สัมมาทิฐิ ความเห็นชอบ ๒. สัมมาสังกัปปะ ความดําริชอบ ๓. สัมมาวาจา การเจรจาชอบ ๔. สัมมากัมมันตะ การงานชอบ ๕. สัมมาอาชีวะ การเลี้ยงชีวิตชอบ ๖. สัมมาวายามะ ความพยายามชอบ ๗. สัมมาสติ ความระลึกชอบ ๘. สัมมาสมาธิ ความตั้งใจชอบ เรียกว่า อริยมรรคมีองค์ ๘ รวมเรียกว่า มัชฌิมาปฏิปทา แปลว่า ทางสายกลาง.",
    "อัษฎายุธ, อัษฎาวุธ": "น. อาวุธ ๘ อย่าง คือ ๑. พระแสงหอกเพชรรัตน์ ๒. พระแสงดาบเชลย ๓. พระแสงตรี ๔. พระแสงจักร ๕. พระแสงดาบและเขน หรือดาบและโล่ ๖. พระแสงธนู ๗. พระแสงของ้าวแสนพลพ่าย ๘. พระแสงปืนคาบชุดข้ามแม่นํ้าสะโตง, จะอัญเชิญมาถวายในพระราชพิธีบรมราชาภิเษก.",
    "อัส-, อัสสะ": "[อัดสะ-] (แบบ) น. ม้า. (ป.; ส. อศฺว).",
    "อัสกัณ": "[อัดสะกัน] น. ชื่อภูเขาชั้นที่ ๗ ในหมู่เขาสัตบริภัณฑ์ที่ล้อมเป็นวงกลมรอบเขาพระสุเมรุ. (ป. อสฺสกณฺณ; ส. อศฺวกรฺณ). <i>(ดู สัตบริภัณฑ์, สัตภัณฑ์)</i>.",
    "อัสดง, อัสดม": "[อัดสะ-] ก. ตกไป (ใช้แก่พระอาทิตย์) เช่น อาทิตย์อัสดง. (ส. อสฺตมฺ).",
    "อัสดงคต": "ว. ทางทิศตะวันตก เช่น อัสดงคตประเทศ. (ส. อสฺตมฺ + คต).",
    "อัสดร": "[อัดสะดอน] น. ม้าดี. [ป. อสฺส (ม้า) + ตร (ยิ่งกว่า)].",
    "อัสมิมานะ": "[อัดสะ-] (แบบ) น. มานะว่าเป็นเรา, การถือเขาถือเรา. (ป.).",
    "อัสมุขี": "ว. มีหน้าเป็นหน้าม้า. (ม. ร่ายยาว มหาพน). (ป. อสฺสมุขี; ส. อศฺวมุขี).",
    "อัสสนี, อัศวินี": "[อัดสะ-] น. ดาวฤกษ์ที่ ๑ มี ๗ ดวง เห็นเป็นรูปคอม้าหรือหางหนู, ดาวคอม้า ดาวคู่ม้า ดาวม้า หรือ ดาวอัศวยุช ก็เรียก.",
    "อัสสานิก, อัสสานีก, อัสสานึก": "น. อัศวานึก, กองทัพม้า, เหล่าทหารม้า. (ป. อสฺสานีก; ส. อศฺวานีก).",
    "อัสสาสะ": "(แบบ) น. ลมหายใจเข้า, คู่กับ ปัสสาสะ คือ ลมหายใจออก; การหายใจคล่อง; ความโปร่งใจ. (ป.).",
    "อัสสุ": "น. นํ้าตา. (ป.).",
    "อัสสุชล": "น. นํ้าตา. (ป.).",
    "อัสสุธารา": "น. ท่อนํ้าตา; การไหลแห่งนํ้าตา; ใช้หมายความว่า นํ้าตา ก็ได้. (ป.).",
    "อา ๑": "น. น้องของพ่อ, (โบ) เขียนเป็น อาว์ ก็มี. (อีสาน อา ว่า น้องสาวของพ่อ, อาว ว่า น้องชายของพ่อ).",
    "อา ๒": "(กลอน) ว. คําออกเสียงท้ายคําพูดในความรําพึงหรือวิตกเป็นต้น เช่น แม่อา พี่อา.",
    "อา ๓, อ๋า": "น. วิธีแทงโปวิธีหนึ่ง โดยแทง อา เหม็ง ซั้ว กางปีก ๓ ประตู โปออกประตูใดใน ๓ ประตูนั้น เจ้ามือใช้ ๑ ต่อ ถ้าออกประตูอื่น เจ้ามือกินหมดทั้ง ๓ ประตู.",
    "อ่า": "ก. ประดับ, ตกแต่ง.",
    "อ้า ๑": "ก. เปิด, แยกออก, แบะออก, เช่น ปากอ้า; ทําให้เปิด, ทําให้แยกออก, ทําให้แบะออก, เช่น อ้าปาก.",
    "อ้า ๒": "ว. คำออกเสียงขึ้นต้นประโยคในคำประพันธ์ ใช้ในความรำพึงหรือพรรณนาวิงวอนอย่างเดียวกับคำ โอ้ หรือ โอ้ว่า.",
    "อากร": "[-กอน] น. หมู่, กอง, เช่น พลากร (พล + อากร); บ่อเกิด, ที่เกิด, เช่น ทรัพยากร ศิลปากร; ค่าธรรมเนียมอย่างหนึ่งที่รัฐบาลเรียกเก็บ เช่น อากรรังนก อากรมหรสพ; คำเพิ่มข้างหลังของคำเดิม เมื่อเพิ่มแล้ว หมายถึงพวกหรือหมู่ เช่น ดารากร นรากร ทวิชากร ประชากร หรืออาจมีความหมายคงเดิมก็ได้ เช่น พระปฏิมากร.",
    "อากรแสตมป์": "[-สะแตม] (กฎ) น. ดวงตราที่ปิดทับ ดุน หรือพิมพ์บนกระดาษ เพื่อใช้เป็นค่าอากรตามประมวลรัษฎากร.",
    "อากังขา": "น. ความจํานง, ความหวัง. (ป.; ส. อากางฺกฺษา).",
    "อากัป": "[อากับ] น. การแต่งตัวดี. (ป. อากปฺป; ส. อากลฺป).",
    "อากัปกิริยา": "[อากับ-] น. กิริยาท่าทาง. (ป.).",
    "อากัมปนะ, อากัมปะ": "[-กําปะ-] น. ความหวั่นไหว. (ส.).",
    "อาการ, อาการ-": "[อากาน, อาการะ-] น. ความเป็นอยู่, ความเป็นไป, สภาพ, เช่น อาการไข้; กิริยาท่าทาง เช่น อาการพิรุธ; ลักษณะเดียวกัน เช่น โดยอาการนั้น; ส่วนของร่างกายซึ่งนิยมว่ามี ๓๒ อย่าง เรียกว่า อาการ ๓๒ มี ผม ขน เล็บ ฟัน หนัง เป็นต้น. (ป., ส.).",
    "อาการนาม": "[อาการะนาม] (ไว) น. คํานามที่บอกกิริยาอาการหรือความปรากฏเป็นต่าง&#160;ๆ ของคน สัตว์ และสิ่งของ ซึ่งมาจากคํากริยาหรือคําวิเศษณ์ที่มักมีคํา &#147;การ&#148; หรือ &#147;ความ&#148; นําหน้า เช่น การยืน การเดิน การอยู่ ความรัก ความดี ความสวย.",
    "อากาศ, อากาศ-": "[อากาด, อากาดสะ-] น. แก๊สผสมที่ประกอบด้วยไนโตรเจนและออกซิเจนเป็นส่วนใหญ่ ใช้หายใจหรือช่วยในการเผาไหม้เป็นต้น; (ปรัชญา) ที่ที่ว่างเปล่าซึ่งมีอยู่เป็นเอกเทศจากสสาร, เป็นธาตุอย่าง ๑ ใน ๖ คือ ปฐวีธาตุ (ธาตุดิน) อาโปธาตุ (ธาตุนํ้า) เตโชธาตุ (ธาตุไฟ) วาโยธาตุ (ธาตุลม) อากาศธาตุ (ที่ว่างเปล่า) และวิญญาณธาตุ (ธาตุรู้); ท้องฟ้า เช่น นกบินไปในอากาศ; บางทีใช้หมายถึงสภาพดินฟ้าอากาศโดยทั่ว&#160;ๆ ไป เช่น เช้านี้อากาศดีจัง. (ส.; ป. อากาส).",
    "อากาศธาตุ": "[-ทาด] น. ที่ว่าง, ที่ว่างเปล่า; ลม, แก๊ส; โดยปริยายหมายถึงความว่างเปล่า เช่น ลงทุนทําการค้าไปหลายล้านบาท บัดนี้กลายเป็นอากาศธาตุไปหมดแล้ว.",
    "อากาศยาน": "น. เครื่องนําไปทางอากาศ, ยานที่แล่นไปในอากาศ เช่น เครื่องบิน เฮลิคอปเตอร์.",
    "อากูล": "[-กูน] ว. คั่งค้าง เช่น การงานไม่อากูลเป็นมงคลอันสูงสุด. (ป., ส. อากุล).",
    "อาเกียรณ์": "[-เกียน] ว. เกลื่อนกล่น, เกลื่อนกลาด. (ส. อากีรฺณ; ป. อากิณฺณ).",
    "อาขยาต": "[-ขะหฺยาด] ว. กล่าวแล้ว.<2t>น. ชื่อคำกริยาประเภทหนึ่งในไวยากรณ์บาลีและสันสกฤต ประกอบด้วย ธาตุ วิภัตติ กาล บท พจน์ บุรุษ วาจก ปัจจัย เพื่อเป็นเครื่องหมายบอกเนื้อความให้ชัดเจน เช่น กโรติ = ย่อมกระทำ ประกอบด้วย กรฺธาตุ ติวิภัตติ ปัจจุบันกาล ปรัสสบท เอกพจน์ ปฐมบุรุษ กัตตุวาจก โอปัจจัย. (ป., ส.).",
    "อาขยาน": "[-ขะหฺยาน, -ขะยาน] น. บทท่องจํา; การเล่า, การบอก; การสวด; เรื่อง, นิทาน. (ส.; ป. อกฺขาน).",
    "อ้าขาผวาปีก, อ้าขาพวาปีก": "(สำ) ก. หาเรื่องมาเป็นภาระของตนโดยไม่จำเป็น เช่น เขามีฐานะยากจนอยู่แล้วยังจะอ้าขาผวาปีกไปขอเด็กมาเลี้ยงเป็นลูกบุญธรรมอีก งานก็มากอยู่แล้ว ทำไมจะต้องอ้าขาพวาปีกไปรับงานอื่นมาอีก.",
    "อาคเนย์": "[-คะเน] น. ทิศตะวันออกเฉียงใต้. (ส. อาคฺเนย ว่า ทิศที่พระอัคนีรักษา).",
    "อาคม": "[-คม] น. เวทมนตร์, บางทีใช้คู่กับ คาถา เป็น คาถาอาคม; การมา, การมาถึง, มักใช้เป็นส่วนท้ายของสมาส เช่น มีนาคม คือ มีน + อาคม แปลว่า การมาถึงราศีมีน. (ป., ส.).",
    "อาครหายณี": "[อาคฺระหายะนี] น. ชื่อหนึ่งของดาวฤกษ์มฤคศิระ มี ๓ ดวง, ดาวหัวเต่า ดาวหัวเนื้อ ดาวศีรษะเนื้อ ดาวศีรษะโค ดาวมฤคเศียร ดาวมฤคศิรัส หรือ ดาวมิคสิระ ก็เรียก. (ส.).",
    "อาคันตุก-, อาคันตุกะ": "[อาคันตุกะ-] น. แขกผู้มาหา. (ป., ส.).",
    "อาคันตุกภัต": "น. อาหารที่เตรียมถวายภิกษุที่จรมา. (ป. อาคนฺตุกภตฺต).",
    "อาคันตุกวัตร": "น. มรรยาทที่จะต้องประพฤติต่อแขกผู้มาหา. (ส.; ป. อาคนฺตุกวตฺต).",
    "อาคาร": "[-คาน] น. เรือน, โรง, สิ่งที่ก่อสร้างขึ้นที่มีลักษณะคล้ายคลึงเช่นนั้น; (กฎ) ตึก บ้าน เรือน โรง ร้าน แพ คลังสินค้า สํานักงาน และสิ่งที่สร้างขึ้นอย่างอื่น ซึ่งบุคคลอาจเข้าอยู่หรือเข้าใช้สอยได้ และหมายความรวมถึงสิ่งที่สร้างขึ้นอย่างอื่นตามที่กฎหมายกําหนด เช่น อัฒจันทร์ เขื่อน สะพาน อุโมงค์ ป้าย อู่เรือ. (ป., ส. อาคาร, อคาร).",
    "อาคารชุด": "(กฎ) น. อาคารที่บุคคลสามารถแยกการถือกรรมสิทธิ์ออกได้เป็นส่วน&#160;ๆ โดยแต่ละส่วนประกอบด้วยกรรมสิทธิ์ในทรัพย์ส่วนบุคคลและกรรมสิทธิ์ร่วมในทรัพย์ส่วนกลาง. (อ. <f>condominium</f>).",
    "อาฆาต": "[-คาด] ก. ผูกใจเจ็บและอยากแก้แค้น, พยาบาท. (ป., ส.).",
    "อาฆาตนะ": "[-ตะนะ] น. การฆ่า, การตี; สถานที่ฆ่าคน. (ป., ส.).",
    "อาฆาตมาดร้าย": "ก. พยาบาทมุ่งจะทำร้ายให้ได้.",
    "อ่าง ๑": "น. ภาชนะสำหรับใส่น้ำเป็นต้น มักมีลักษณะกลม ปากผายก้นตื้น, โดยปริยายใช้เรียกสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น อ่างอาบนํ้า.",
    "อ่าง ๒": "ว. อาการที่พูดไม่ใคร่ออกทันใจ คือกว่าจะพูดได้แต่ละคําต้องยํ้าคําต้นอยู่นานจึงพูดต่อไปได้ เป็นอาการประจําบางคน เรียกว่า เป็นอ่าง หรือ พูดติดอ่าง.",
    "อ้าง": "ก. ระบุ, บ่งถึง, เช่น อ้างพยาน; กล่าวถึง, ชี้เป็นหลัก, เช่น อ้างบาลี; ถือเอา เช่น อ้างสิทธิ.",
    "อ่างเก็บน้ำ": "น. แอ่งขนาดใหญ่ที่สร้างขึ้นสำหรับเก็บนํ้าเพื่อบริโภคและใช้ในการเกษตรเป็นต้น.",
    "อางขนาง": "[-ขะหฺนาง] ก. อาย, ขวยเขิน. (ข.).",
    "อ้างว้าง": "ว. เปล่าเปลี่ยว, ว้าเหว่, เปลี่ยวใจ, เช่น รู้สึกอ้างว้าง.",
    "อ้างอิง": "ก. ระบุที่มาเพื่อเป็นหลักฐาน, ยกมากล่าวเป็นหลัก, เช่น ในการให้ความหมายของคำ เขามักอ้างอิงพจนานุกรม ฉบับราชบัณฑิตยสถาน.<2t>ว. ที่ระบุที่มาเพื่อเป็นหลักฐาน เช่น พจนานุกรมเป็นหนังสืออ้างอิง เอกสารอ้างอิง.",
    "อาจ": "ว. กล้า ในคำว่า อาจหาญ; สามารถ เช่น เรื่องยาก&#160;ๆ อย่างนี้เขาทำได้ ผมไม่อาจทำได้อย่างเขา; เป็นคําช่วยกริยาบอกความคาดคะเน เช่น พรุ่งนี้เขาอาจมาประชุมได้ หรือใช้แสดงว่าสิ่งหนึ่งใช้แทนอีกสิ่งหนึ่งได้ เช่น เมื่อไม่มีกะทิก็อาจใช้นมสดได้.",
    "อาจม": "น. ขี้ (ของคน). (ป., ส. อาจม ว่า สิ่งที่ควรล้าง, สิ่งที่ควรชําระ).",
    "อาจมนะ": "[-จะมะนะ] น. การล้าง, การชําระ. (ป., ส.).",
    "อาจริย-": "[-จะริยะ-] (แบบ) น. อาจารย์. (ป., ส. อาจารฺย).",
    "อาจริยวัตร": "น. กิจที่ควรประพฤติต่ออาจารย์. (ป. อาจริยวตฺต).",
    "อาจริยวาท": "น. ลัทธิที่ถือตามคติที่อาจารย์ได้สั่งสอนสืบ&#160;ๆ กันมา, มหายาน หรือ อุตรนิกาย ก็ว่า.",
    "อาจหาญ": "ว. กล้าหาญ.",
    "อาจอง": "ว. มีลักษณะสง่าผึ่งผาย, องอาจ ก็ว่า.",
    "อาจเอื้อม": "ก. บังอาจ, ล่วงเกินไม่รู้จักที่สูงที่ต่ำ, เอื้อมอาจ ก็ว่า.",
    "อาจาด": "น. ของกินแก้เลี่ยนปรุงด้วยแตงกวา หัวหอม เป็นต้น แช่นํ้าส้มหรือนํ้ากระเทียมดอง.",
    "อาจาร, อาจาร-": "[-จาน, -จาระ-] น. ความประพฤติ, ความประพฤติดี; จรรยา, มรรยาท; ธรรมเนียม, แบบแผน, หลัก. (ป., ส.).",
    "อาจารย์": "น. ผู้สั่งสอนวิชาความรู้; คําที่ใช้เรียกนําหน้าชื่อบุคคลเพื่อแสดงความยกย่องว่ามีความรู้ในทางใดทางหนึ่ง. (ส.; ป. อาจริย).",
    "อาจารี": "น. ผู้มีจรรยา, ผู้ทําตามคติแบบแผน. (ส. อาจารินฺ).",
    "อาจิณ, อาจิณ-": "[-จิน, -จินนะ-] ว. เป็นปรกติ, ติดเป็นนิสัย, เสมอ&#160;ๆ, เนือง&#160;ๆ. (ป. อาจิณฺณ; ส. อาจิรฺณ).",
    "อาจิณสมาจาร": "[อาจินนะสะมาจาน] น. มรรยาทที่เคยประพฤติมาจนติดเป็นนิสัย. (ป. อาจิณฺณสมาจาร).",
    "อาเจียน": "ก. สํารอกออกมาทางปาก, รากออกมา, อ้วกออกมา.",
    "อาชญัปติ, อาชญัปติ์": "[อาดยับติ, อาดยับ] น. ข้อบังคับ, คําสั่ง, กฎ, ใช้ว่า อาญัปติ์ ก็มี เช่น รัตนาญัปติ์. (ส. อาชฺ&#xf70f;ปฺติ; ป. อาณตฺติ).",
    "อาชญา": "[อาดยา, อาดชะยา] น. อํานาจ; โทษ (มักใช้สําหรับพระเจ้าแผ่นดินหรือเจ้านาย) เช่น พระราชอาชญา. (ส.; ป. อาณา); (กฎ; โบ; เลิก) คดีที่เกี่ยวกับโทษหลวง เรียกว่า คดีอาชญา หรือ ความอาชญา, คู่กับ ความแพ่ง ซึ่งไม่เกี่ยวด้วยโทษหลวง เช่นความมรดก; ศาลที่ชําระความเกี่ยวกับโทษหลวง เรียกว่า ศาลอาชญา คู่กับ ศาลแพ่ง ซึ่งชําระความแพ่ง; คํา อาชญา นี้ปัจจุบันนิยมใช้คํา อาญา เป็นพื้น.",
    "อาชญากร": "[อาดยากอน, อาดชะยากอน] น. ผู้ก่ออาชญากรรม, ผู้กระทําความผิดที่เป็นคดีอาญา.",
    "อาชญากรรม": "[อาดยากำ, อาดชะยากำ] น. การกระทําความผิดทางอาญา.",
    "อาชญากรสงคราม": "[อาดยากอน-, อาดชะยากอน-] น. ผู้ก่ออาชญากรรมในการทําสงคราม.",
    "อาชญาบท": "[อาดยาบด, อาดชะยาบด] น. ข้อกฎหมาย.",
    "อาชญาบัตร": "[อาดยาบัด, อาดชะยาบัด] (กฎ) น. ใบอนุญาตซึ่งพนักงานเจ้าหน้าที่ออกให้แก่ผู้รับอนุญาตเพื่อใช้ประกอบการอาชีพบางอย่างตามเขตที่กําหนด.",
    "อาชญาศึก": "[อาดยาสึก, อาดชะยาสึก] น. กฎหมายที่ใช้ในเวลาเกิดสงคราม.",
    "อาชญาสิทธิ์": "[อาดยาสิด, อาดชะยาสิด] น. อํานาจเด็ดขาด คือ สิทธิที่แม่ทัพได้รับพระราชทานจากพระเจ้าแผ่นดินในเวลาไปสงครามเป็นต้น, อาญาสิทธิ์ ก็ว่า, โดยมีสิ่งสําคัญคือพระแสงดาบเป็นเครื่องหมาย ซึ่งเรียกว่า พระแสงอาชญาสิทธิ์ หรือ พระแสงอาญาสิทธิ์.",
    "อาชวะ": "[อาดชะวะ] น. ความซื่อตรง, ความตรงไปตรงมา, ความมีสัตย์, เป็นธรรมข้อ ๑ ในทศพิธราชธรรม. <i>(ดู ทศพิธราชธรรม หรือ ราชธรรม)</i>. (ป. อาชฺชว; ส. อารฺชว).",
    "อาชา": "น. ม้า.",
    "อาชานะ, อาชานิ": "น. กําเนิด, ตระกูล. (ส.).",
    "อาชาไนย": "ว. กําเนิดดี, พันธุ์หรือตระกูลดี; รู้รวดเร็ว, ฝึกหัดมาดีแล้ว, ถ้าเป็นม้าที่ฝึกหัดมาดีแล้ว เรียก ม้าอาชาไนย, ถ้าเป็นคนที่ฝึกหัดมาดีแล้ว เรียกว่า บุรุษอาชาไนย. (ป. อาชาเนยฺย; ส. อาชาเนย).",
    "อาชีพ, อาชีว-, อาชีวะ": "น. การเลี้ยงชีวิต, การทํามาหากิน; งานที่ทําเป็นประจําเพื่อเลี้ยงชีพ. (ป., ส.).",
    "อาชีวก": "[-วก] น. นักบวชนิกายหนึ่งนอกพระพุทธศาสนาในครั้งพุทธกาล. (ป., ส.).",
    "อาชีวศึกษา": "น. การศึกษาที่มุ่งไปในทางช่างฝีมือ.",
    "อ้าซ่า": "ว. อาการที่นั่งหรือนอนถ่างขาอย่างเปิดเผย ในความว่า นั่งถ่างขาอ้าซ่า นอนถ่างขาอ้าซ่า, โดยปริยายหมายถึงอาการที่คล้ายคลึงเช่นนั้น เช่น เปิดอกอ้าซ่า, ลักษณะที่ประตูหรือหน้าต่างเปิดแบะออกเต็มที่ เช่น เปิดประตูอ้าซ่า.",
    "อาญา": "น. อํานาจ; โทษ (มักใช้สําหรับพระเจ้าแผ่นดินหรือเจ้านาย) เช่น พระราชอาญา. (ป. อาณา; ส. อาชฺ&#xf70f;า); (กฎ) คดีที่เกี่ยวกับการกระทําความผิดตามกฎหมายอาญา เรียกว่า คดีอาญา แตกต่างกับคดีที่ฟ้องร้องเกี่ยวกับสิทธิส่วนเอกชน ซึ่งเรียกว่า คดีแพ่ง.",
    "อาญาสิทธิ์": "น. อํานาจเด็ดขาด คือ สิทธิที่แม่ทัพได้รับพระราชทานจากพระเจ้าแผ่นดินในเวลาไปสงครามเป็นต้น, อาชญาสิทธิ์ ก็ว่า, โดยมีสิ่งสําคัญคือพระแสงดาบเป็นเครื่องหมาย เรียกว่า พระแสงอาญาสิทธิ์ หรือ พระแสงอาชญาสิทธิ์.",
    "อาฏานา": "น. เรียกชื่อพิธียิงปืนเพื่อขับไล่ภูตผีปีศาจตามประเพณีความเชื่อในระหว่างพระสงฆ์สวดอาฏานาฏิยสูตรในวันทําพิธีตรุษว่า ยิงปืนอาฏานา, อัฏนา ก็ว่า.",
    "อาณัติ": "[อานัด] น. ข้อบังคับ, คําสั่ง, กฎ, เครื่องหมาย; การมอบหมายให้ดูแลปกครอง เช่น อาณาเขตในอาณัติ ดินแดนในอาณัติ. (ป. อาณตฺติ).",
    "อาณัติสัญญาณ": "น. เครื่องหมายตามที่กําหนดรู้กันโดยอาศัยรูปหรือเสียงเป็นต้น.",
    "อาณา": "น. อํานาจปกครอง เช่น อาณาบริเวณ. (ป.; ส. อาชฺ&#xf70f;า).",
    "อาณาเกษตร, อาณาเขต": "น. เขตแดนในอํานาจปกครอง.",
    "อาณาจักร": "น. เขตแดนที่อยู่ในอํานาจปกครองของประเทศหนึ่ง&#160;ๆ; อํานาจปกครองทางบ้านเมือง, คู่กับ ศาสนจักร ซึ่งหมายความว่า อํานาจปกครองทางศาสนา.",
    "อาณานิคม": "น. เมืองขึ้น, ประเทศที่อยู่ใต้อํานาจอธิปไตยของประเทศอื่น.",
    "อาณาประชาราษฎร์": "น. พลเมืองที่อยู่ในอํานาจปกครอง.",
    "อาณาประโยชน์": "น. ผลประโยชน์ส่วนตัวจากการที่ตนมีอํานาจปกครอง.",
    "อาด, อาด ๆ": "ว. อย่างผึ่งผาย (ใช้แก่กริยาเดิน) เช่นเดินส่ายอาด เดินอาด&#160;ๆ.",
    "อาดุระ, อาดูร": "[-ดูน] ว. เดือดร้อน, ทนทุกขเวทนาทั้งกายและใจ, ในบทกลอนตัดใช้ว่า ดุร ก็มี. (ป., ส. อาตุร).",
    "อาดุลย์, อาดูลย์": "น. ความชั่งไม่ได้, ความไม่มีที่เทียบ, ความไม่มีที่เปรียบ. (ป., ส. อตุลฺย).",
    "อาเด๊ะ": "น. น้อง. (ช.).",
    "อาตม": "[อาดตะมะ-] น. ตน, ตัวตน. (ส. อาตฺมนฺ, อาตฺมา ว่า ตน, วิญญาณ, ร่างกาย; ป. อตฺต, อตฺตา).",
    "อาตมทาน": "น. การสละตัวเอง, การพลีตัว. (ส.).",
    "อาตมภาพ, อาตมา ๑": "[-พาบ, อาดตะมา] ส. คําใช้แทนตัวผู้พูด สําหรับพระภิกษุสามเณรพูดกับคฤหัสถ์, เป็นสรรพนามบุรุษที่ ๑. (ส. อาตฺมภาว, อาตฺมา).",
    "อาตมัน": "น. อัตตาหรือดวงวิญญาณ ซึ่งศาสนาและปรัชญาฮินดูถือว่าเที่ยงแท้ถาวร. (ส.).",
    "อาตมา ๒": "น. ตัวเอง เช่น ไม่พอเลี้ยงอาตมา. (ส.).",
    "อาตุระ": "ว. อาดุระ, อาดูร. (ป., ส. อาตุร).",
    "อาถรรพ์, อาถรรพณ์, อาถรรพณะ": "[-ถัน, -ถัน, -ถับพะนะ] น. สิ่งสืบเนื่องจากคัมภีร์อถรรพเวท, การทําพิธีตามตำราไสยศาสตร์เพื่อให้เกิดสิริมงคลป้องกันภยันตราย หรือทำอันตรายผู้อื่น เช่น ทําพิธีฝังเสาหินหรือฝังบัตรพลี ซึ่งเรียกว่า ฝังอาถรรพ์; อํานาจลึกลับที่เชื่อกันว่าอาจบันดาลให้มีอันเป็นไป เช่น ต้องอาถรรพ์ เสานี้มีอาถรรพ์. (ส. อาถรฺวณ; ป. อาถพฺพณ).",
    "อาทร": "[-ทอน] น. ความเอื้อเฟื้อ, ความเอาใจใส่, ความห่วงใย. (ป., ส.).",
    "อาทาตา": "น. ผู้ถือเอา, ผู้รับ. (ป.; ส. อาทาตฺฤ).",
    "อาทาน": "น. การถือเอา, การรับ, การยึดถือ, มักใช้เป็นส่วนท้ายศัพท์ เช่น อุปาทาน สมาทาน. (ป., ส.).",
    "อาทิ": "น. ต้น ในคําว่า เป็นอาทิ, เป็นเบื้องต้น, ทีแรก, ข้อต้น. (ป., ส.).",
    "อาทิจจวาร": "น. วันอาทิตย์, สูรยวาร หรือ อาทิตยวาร ก็ว่า.",
    "อาทิตย-, อาทิตย์": "[-ทิดตะยะ-, -ทิด] น. &#147;เชื้ออทิติ&#148; คือ เทวดาพวกหนึ่งซึ่งเป็นลูกนางอทิติผู้เป็นชายาพระกัศยปประชาบดี เทวดาพวกนี้มีจํานวนกล่าวไว้ต่างกัน บ้างว่ามี ๕ องค์ บ้างว่ามี ๗ องค์ บ้างว่ามี ๑๒ องค์ ได้แก่ อินทราทิตย์ (พระอินทร์) วรุณาทิตย์ (พระพิรุณ) ฯลฯ สูรยาทิตย์ (พระอาทิตย์ที่ส่องโลก); ชื่อเทวดาพระเคราะห์ คือ สูรยาทิตย์; ดวงตะวัน (ชื่อเทวดาองค์หนึ่งในนิยาย), ในตํารานพเคราะห์นับเอาเป็นดาวพระเคราะห์ที่ ๑; ชื่อวันที่ ๑ ของสัปดาห์; รอบ ๗ วัน เช่น ไม่ว่างตลอดอาทิตย์. (ส.; ป. อาทิจฺจ).",
    "อาทิตยมณฑล": "น. ดวงอาทิตย์, รูปที่แลดูแบนแห่งดวงอาทิตย์.",
    "อาทิตยวาร": "น. วันอาทิตย์, สูรยวาร หรือ อาทิจจวาร ก็ว่า.",
    "อาทีนพ, อาทีนวะ": "[-นบ, -นะวะ] น. โทษ (บางทีใช้ควบกันว่า อาทีนพโทษ หรือ อาทีนวโทษ); ผลร้าย, บางทีใช้เป็นส่วนท้ายของคำสมาส เช่น กามาทีนพ = โทษของกาม. (ป., ส.).",
    "อาทึก": "ว. เป็นที่ต้น, ก่อน, แรก, เบื้องต้น. (ป. อาทิก).",
    "อาเทศ ๑": "[-เทด] น. การแนะนํา, คําชี้แจง, คําบอกเล่า, คําสั่ง, กฎ. (ส.; ป. อาเทส).",
    "อาเทศ ๒": "[-เทด] น. การแปลงหรือแผลงพยัญชนะและสระตามข้อบังคับแห่งไวยากรณ์บาลีและสันสกฤต เช่น สมบัติ + อภิบาล อาเทศสระอิ ที่ ติ เป็น ย แล้วสนธิกับ อภิบาล เป็น สมบัตยาภิบาล, ธนุ + อาคม อาเทศสระอุ ที่ นุ เป็น ว แล้วสนธิกับ อาคม เป็น ธันวาคม, อธิ + อาสัย อาเทศอธิ เป็น อัชฌ แล้วสนธิกับ อาสัย เป็น อัชฌาสัย. (ส.; ป. อาเทส).",
    "อาเทสนาปาฏิหาริย์": "น. การดักใจเป็นอัศจรรย์ หมายถึง การดักใจทายใจคนได้อย่างน่าอัศจรรย์, เป็นปาฏิหาริย์อย่าง ๑ ในปาฏิหาริย์ ๓ ได้แก่ อิทธิปาฏิหาริย์ อาเทสนาปาฏิหาริย์ และอนุสาสนีปาฏิหาริย์.",
    "อาธรรม, อาธรรม์, อาธรรมิก, อาธรรมึก": "[-ทํา, -ทัน, -ทันมิก, -ทันมึก] ว. ชั่ว, ไม่เป็นธรรม, ไม่เที่ยงธรรม, ไม่ยุติธรรม. (ส. อาธรฺมิก; ป. อธมฺมิก).",
    "อาธาน": "[-ทาน] น. การตั้งไว้, การวางไว้, มักใช้เป็นส่วนท้ายของสมาส เช่น จิตกาธาน. (ส.).",
    "อาธาร": "[-ทาน] น. เครื่องคํ้าจุน, ฐานที่รองรับ, เช่น ปัตตาธาร = เชิงบาตร, ตีนบาตร คุณาธาร = ฐานที่รองรับคุณความดี; การอุปถัมภ์; อ่าง, หม้อนํ้า, ที่ขังนํ้า, สระ. (ป., ส.).",
    "อาน ๑": "น. เครื่องรองนั่งบนหลังสัตว์พาหนะหรือยานพาหนะบางชนิด เช่น อานม้า อานรถจักรยาน.",
    "อาน ๒": "ว. บอบชํ้า เช่น ถูกตีเสียอาน, โดยปริยายหมายความว่า อย่างหนัก, อย่างมาก, เช่น ถูกต่อว่าอานเลย.",
    "อาน ๓": "ก. ลับมีดหรืออาวุธให้คม เช่น อานดาบ อานอาวุธ, ใช้มีดหรืออาวุธถูกับหินให้เรียบหรือให้คม เช่น อานมีด อานหอก. (ข.).",
    "อาน ๔": "ก. กิน, เซ่น, เช่น เครื่องอาน ว่า เครื่องกินหรือเครื่องเซ่น.",
    "อาน ๕": "(ถิ่น-ปักษ์ใต้) ว. เป็นหมัน, ไม่มีลูก, (ใช้เฉพาะสัตว์).",
    "อาน- ๖": "[อานะ-] น. ลมหายใจเข้า, นิยมใช้เข้าคู่กับ อปานะ คือ ลมหายใจออก เป็น อานาปานะ = ลมหายใจเข้าและลมหายใจออก ในคําว่า อานาปานัสสติ = สติที่กําหนดลมหายใจเข้าและลมหายใจออก. (ป., ส.).",
    "อ่าน": "ก. ว่าตามตัวหนังสือ, ถ้าออกเสียงด้วย เรียกว่า อ่านออกเสียง, ถ้าไม่ต้องออกเสียง เรียกว่า อ่านในใจ; สังเกตหรือพิจารณาดูเพื่อให้เข้าใจ เช่น อ่านสีหน้า อ่านริมฝีปาก อ่านใจ; ตีความ เช่น อ่านรหัส อ่านลายแทง; คิด, นับ. (ไทยเดิม).",
    "อานก, อานิก": "[-นก, -นิก] ก. เอ็นดู, รักใคร่. (ข. อาณิต).",
    "อานน": "น. ปาก, หน้า; ช่อง, ประตู. (ป., ส.).",
    "อานนท์ ๑, อานันท์": "น. ความเพลิดเพลิน, ความยินดี, ความปลื้มใจ, มักใช้เป็นส่วนท้ายของคำสมาส เช่น จิตกานนท์. (ป., ส.).",
    "อานนท์ ๒": "น. ชื่อปลาใหญ่ในวรรณคดี เชื่อกันว่าหนุนแผ่นดิน เมื่อปลานี้พลิกตัวทำให้เกิดแผ่นดินไหว, อนนต์ ก็ว่า.",
    "อานม้า": "<i>ดู แฉลบ ๓</i>.",
    "อ่านเล่น": "ก. อ่านเพื่อความเพลิดเพลิน เช่น เอาหนังสือไปอ่านเล่นสัก ๒ เล่มซิ.<2t>ว. ที่แต่งขึ้นให้อ่านเพื่อความเพลิดเพลิน ในคำว่าหนังสืออ่านเล่น.",
    "อ่านโองการ": "ก. ประกาศในพิธีพราหมณ์เพื่อสรรเสริญและอัญเชิญเทพเจ้า.",
    "อานะ": "น. ลูก, น้อง, (ใช้เป็นคำเรียกแสดงความรู้สึกรักและเอ็นดู), อะนะ หรือ อะหนะ ก็ว่า. [ช. <f>anak</f> ว่า ลูก (ใช้ได้ทั้งลูกคนและลูกสัตว์)].",
    "อานันทนะ": "น. การรื่นเริง, การทําให้เพลิดเพลิน. (ป., ส.).",
    "อานัม": "น. ญวน, ใช้ว่า อนํา อนัม หรือ อานํา ก็มี.",
    "อานาปาน-, อานาปานะ": "[-นะ-] น. ลมหายใจเข้าออก ในคําว่า อานาปานัสสติ. (ป., ส.).",
    "อานาปานัสสติ": "[-นัดสะติ] น. สติที่กําหนดลมหายใจเข้าและลมหายใจออก.",
    "อานำ": "น. ญวน, ใช้ว่า อนํา อนัม หรือ อานัม ก็มี.",
    "อานิสงส์": "น. ผลแห่งกุศลกรรม, ผลบุญ; ประโยชน์ เช่น อานิสงส์กฐิน. (ป. อานิสํส; ส. อานฺฤศํส, อานุศํส).",
    "อานุภาพ, อานุภาวะ": "น. อํานาจ, ฤทธิ์เดช, ความยิ่งใหญ่. (ป., ส.).",
    "อาบ": "ก. เอานํ้ารดตัวหรือลงในนํ้าทั้งตัว เพื่อแก้ร้อนหรือชําระล้างเหงื่อไคลเป็นต้น เรียกว่า อาบนํ้า; ชโลม, ทา, ทําให้ซึมซาบ, เช่น อาบนํ้ารัก ลูกศรอาบยาพิษ; ไหลโซม เช่น เหงื่ออาบหน้า.",
    "อาบแดด": "ก. ให้ผิวกายส่วนใดส่วนหนึ่งหรือทั้งหมดถูกแดด เพื่อสุขภาพหรือความงาม.",
    "อาบน้ำร้อนมาก่อน": "(สํา) ก. เกิดก่อนจึงมีประสบการณ์มากกว่า.",
    "อาบเหงื่อต่างน้ำ": "ก. ตรากตรําทํางานด้วยความเหนื่อยยาก.",
    "อาบเอิบ": "ก. อาบทั่วไป, ซึมซาบ; ซาบซ่าน, เอิบอาบ ก็ว่า.",
    "อาบัติ": "น. โทษที่เกิดจากการล่วงละเมิดสิกขาบทหรือข้อห้ามแห่งภิกษุ มีโทษ ๓ สถาน คือ ๑. โทษสถานหนัก เรียกว่า ครุโทษ หรือ มหันตโทษ ทําให้ภิกษุผู้ต้องอาบัติขาดจากความเป็นภิกษุ ได้แก่ อาบัติปาราชิก ซึ่งเรียกว่า ครุกาบัติ ๒. โทษสถานกลาง เรียกว่า มัชฌิมโทษ ทําให้ภิกษุผู้ต้องอาบัติต้องอยู่กรรมก่อนจึงจะพ้นโทษ ได้แก่ อาบัติสังฆาทิเสส และ ๓. โทษสถานเบา เรียกว่า ลหุโทษ ทําให้ภิกษุผู้ต้องอาบัติที่ตํ่ากว่าอาบัติสังฆาทิเสสต้องปลงอาบัติ คือ บอกอาบัติของตนแก่ภิกษุด้วยกัน ได้แก่ อาบัติถุลลัจจัย ปาจิตตีย์ ปาฏิเทสนียะ ทุกกฏ และทุพภาษิต ซึ่งเรียกว่า ลหุกาบัติ. (ป., ส. อาปตฺติ).",
    "อาบัน": "ก. ต้อง เช่น อาบัติอาบัน ว่า ต้องอาบัติ; ถึง, ลุ, เช่น โสดาบัน ว่า ถึงโสตธรรม คือ กระแสพระนิพพาน. (ป., ส. อาปนฺน).",
    "อาปณ-, อาปณะ": "[-ปะนะ-] น. ตลาด, ร้านขายของ. (ป., ส.).",
    "อาปณกะ": "[-นะกะ] น. พ่อค้า. (ป.).",
    "อาปะ, อาโป": "น. นํ้า, เมื่อใช้เป็นส่วนหน้าของสมาสมักใช้ว่า อาโป เช่น อาโปกสิณ อาโปธาตุ.",
    "อาปาน-, อาปานะ": "[-นะ-] น. การดื่ม, การเลี้ยง. (ป., ส.).",
    "อาปานภูมิ": "[-นะพูม] น. ห้องดื่ม, สถานที่เลี้ยงดูกัน. (ส.).",
    "อาปานศาลา": "น. ห้องเครื่องดื่ม. (ส.).",
    "อาโปกสิณ": "[-กะสิน] น. วิธีเจริญสมถกรรมฐานโดยยึดหน่วงเอาธาตุนํ้าเป็นอารมณ์.",
    "อาโปธาตุ": "น. ของเหลวที่เอิบอาบซาบซึมไปได้ นับเป็นธาตุ ๑ ในธาตุทั้ง ๔ คือ ๑. ปฐวีธาตุ = ธาตุดิน ๒. อาโปธาตุ = ธาตุนํ้า ๓. เตโชธาตุ = ธาตุไฟ ๔. วาโยธาตุ = ธาตุลม. (ป., ส.).",
    "อาพัด": "ก. เสกเหล้ากินเพื่อให้คงกระพัน เรียกว่า อาพัดเหล้า.",
    "อาพัทธ์": "ก. ผูกพัน, ติดพัน, เกี่ยวพัน. (ป., ส.).",
    "อาพันธ์, อาพันธนะ": "น. เครื่องผูก, การผูก. (ป., ส.).",
    "อาพาธ": "[-พาด] ก. เจ็บป่วย (ใช้แก่ภิกษุสามเณร). (ป., ส.).",
    "อาพาธิก, อาพาธึก": "ว. เป็นไข้, เจ็บป่วย, เป็นโรค. (ป., ส.).",
    "อาพิล": "[-พิน] ว. ขุ่นมัว, เศร้าหมอง. (ป., ส. อาวิล).",
    "อาเพศ": "[-เพด] น. เหตุที่เกิดขึ้นอย่างผิดปรกติวิสัย ถือว่าเป็นลางไม่ดี. (อาจมาจาก ส. อาเวศ).",
    "อาภรณ์": "[-พอน] น. เครื่องประดับ, บางทีก็ใช้เป็นส่วนท้ายของคําสมาส เช่น พัสตราภรณ์ = เครื่องประดับคือเสื้อผ้า สิราภรณ์ = เครื่องประดับศีรษะ คชาภรณ์ = เครื่องประดับช้าง พิมพาภรณ์ = เครื่องประดับร่างกาย ในคําว่า ถนิมพิมพาภรณ์ ธรรมาภรณ์ = มีธรรมะเป็นเครื่องประดับ. (ป., ส.).",
    "อาภัพ": "[-พับ] ว. ปราศจากโชค, เคราะห์ร้าย, วาสนาน้อย, ตกอับ. (ป. อภพฺพ ว่า ไม่สมควร).",
    "อาภัพเหมือนปูน": "(สำ) ทำดีแต่มักถูกมองข้ามไปหรือไม่มีใครมองเห็น คล้ายในการกินหมาก จะต้องมีหมาก พลู ปูน ๓ อย่างประกอบกัน แต่คนมักพูดว่า กินหมากกินพลู โดยมิได้พูดถึงปูนเลย จะพูดถึงบ้างก็เป็นไปในทางที่ไม่ดีว่า ปูนกัดปาก.",
    "อาภัสระ": "[-พัดสะระ] น. ชื่อพรหมโลกชั้น ๑ ในรูปพรหม ๑๖ ชั้น, เรียกพรหมซึ่งอยู่ชั้นนี้ว่า อาภัสรพรหม.<2t>ว. สว่าง, สุกใส, เปล่งปลั่ง. (ป. อาภสฺสร).",
    "อาภา": "น. แสง, รัศมี, ความสว่าง. (ป., ส.).",
    "อาภากร": "น. พระอาทิตย์. (ป., ส.).",
    "อาภาส": "[-พาด] น. รัศมี, แสงสว่าง. (ป., ส.).",
    "อาม ๑, อ่าม": "ว. ไม่ เช่น เลี้ยงลาอามสาย, หนึ่งจงเลี้ยงม่ามอ่ามสาย. (ไตรภูมิ). (ไทยใหญ่ อํ่า ว่า ไม่).",
    "อาม ๒": "(โบ) น. เรียกลูกสาวคนที่ ๓ ว่า ลูกอาม.",
    "อามลกะ": "[-มะละกะ] น. มะขามป้อม. (ป., ส.).",
    "อามัย": "น. ความป่วยไข้, โรค, ความไม่สบาย, ตรงข้ามกับ อนามัย คือ ความสบาย ความไม่มีโรค. (ป., ส.).",
    "อามิษ, อามิส, อามิส-": "[อามิด, อามิดสะ-] น. สิ่งของวัตถุเครื่องล่อใจมีเงินเป็นต้น, เช่น อย่าเห็นแก่อามิสสินจ้าง. (ส. อามิษ; ป. อามิส).",
    "อามิสบูชา": "น. การบูชาด้วยสิ่งของ, คู่กับ ปฏิบัติบูชา ซึ่งเป็นการบูชาด้วยการปฏิบัติตามคำสั่งสอน.",
    "อาย ๑": "ก. รู้สึกกระดาก, รู้สึกขายหน้า.",
    "อาย ๒": "น. กลิ่น, มักใช้เข้าคู่กับคํา กลิ่น เป็น กลิ่นอาย.",
    "อ้าย ๑": "(โบ) น. เรียกลูกชายคนที่ ๑ ว่า ลูกอ้าย. (สามดวง); โดยปริยายอนุโลมเรียกพี่ชายคนโตว่า พี่อ้าย.<2t>ว. ต้น, หนึ่ง, ในคำว่า เดือนอ้าย.",
    "อ้าย ๒": "น. คําประกอบคําอื่นบอกให้รู้ว่าเป็นเพศชายหรือสัตว์ตัวผู้ เช่น อ้ายหนุ่ม อ้ายด่าง, คําประกอบหน้าชื่อผู้ชายที่มีฐานะตํ่ากว่า อย่างนายเรียกคนใช้, คําประกอบหน้าชื่อเพื่อนฝูงแสดงว่ามีความสนิทสนมมาก มักใช้กันในหมู่เด็กผู้ชาย, คําใช้ประกอบหน้าชื่อผู้ชายแสดงความดูหมิ่นเหยียดหยาม, คําประกอบคําบางคําที่ผู้ใหญ่ใช้เรียกเด็กผู้ชายหรือผู้ชายที่อายุน้อยกว่ามากด้วยความเอ็นดูหรือสนิทสนมเป็นกันเอง เช่น อ้ายหนู อ้ายน้องชาย, คําประกอบหน้าคําบางคําเพื่อเน้น เช่น อ้ายเราก็ไม่ดี อ้ายจะไปก็ไม่มีที่จะไป อ้ายจะอยู่หรือก็คับใจ, คำประกอบหน้าชื่อสัตว์บางชนิดโดยไม่เน้นเพศ เช่น อ้ายเหลือม อ้ายทุย, คําประกอบหน้าคําบางคําเพื่อเน้นในเชิงบริภาษ เช่น อ้ายทึ่ม อ้ายโง่ อ้ายควาย, คําใช้แทนสิ่งที่กล่าวถึงและเป็นที่เข้าใจกัน เช่น อ้ายนั่น อ้ายนี่, เขียนเป็น ไอ้ ก็มี, (โบ) คํานําหน้าชื่อผู้ชาย มักใช้ในทางไม่ดี เช่น อ้ายดีผู้ร้ายรับเปนสัจให้การซัดพวกเพื่อนถึงอ้ายเชด อ้ายแสน อ้ายคง อ้ายมั้น. (สามดวง).",
    "อ้ายโกร่ง": "<i>ดู จิ้งโกร่ง</i>.",
    "อ้ายขิก": "น. ขุนเพ็ด, ปลัดขิก ก็เรียก, เขียนเป็น ไอ้ขิก ก็มี.",
    "อ้ายงั่ว": "<i>ดู งั่ว ๒</i>.",
    "อ้ายเจี๊ยว": "(ปาก) น. กระเจี๊ยว, เขียนเป็น ไอ้เจี๊ยว ก็มี.",
    "อ้ายชื่น": "น. ชื่อมดหลายชนิดในวงศ์ <f>Formicidae</f> ตัวสีดํา ขนาดไล่เลี่ยกับมดแดง อาศัยเป็นกลุ่มอยู่ตามต้นไม้ เช่น ต้นส้ม มักจะเลี้ยงเพลี้ยซึ่งอาจเป็นเพลี้ยแป้งหรือเพลี้ยหอย เมื่อถูกรบกวนมักรวมกลุ่มต่อยและกัด เช่น พวกที่อยู่ในสกุล <f><i>Camponotus, Diacamma</i></f> และ <f><i>Polyrachis</i></f>, ชื่น ก็เรียก.",
    "อายตนะ": "[-ยะตะนะ] น. เครื่องรู้และสิ่งที่รู้ เช่น ตาเป็นเครื่องรู้ รูปเป็นสิ่งที่รู้, ในพระพุทธศาสนาหมายถึง จักษุ โสต ฆาน ชิวหา กาย ใจ เรียกว่า อายตนะภายใน เป็นเครื่องติดต่อกับอายตนะภายนอก คือ รูป เสียง กลิ่น รส โผฏฐัพพะ ธรรมารมณ์. (ป., ส.).",
    "อายตะ": "[-ยะตะ] ว. ยืด, แผ่ออกไป, กว้างขวาง, ยาว. (ป., ส.).",
    "อ้ายตื้อ": "<i>ดูใน กินสี่ถ้วย</i>.",
    "อายน": "[-ยน] น. การมาถึง, มักใช้เป็นส่วนท้ายสมาส เช่น เมษายน คือ เมษ + อายน แปลว่า การมาถึงราศีเมษ. (ป., ส.).",
    "อ้ายบ้า": "<i>ดู บ้า ๒</i>.",
    "อ้ายเบี้ยว": "<i>ดู คางเบือน</i>.",
    "อ้ายป๊อก": "<i>ดู ชะโด</i>.",
    "อ้ายมุ่ย": "<i>ดู ชาด</i>.",
    "อายเหนียม": "[-เหฺนียม] ก. กระดากอาย.",
    "อ้ายอ้าว": "<i>ดู ซิว</i>.",
    "อ้ายแอ้ด": "น. ชื่อจิ้งหรีดขนาดเล็กหลายชนิดในวงศ์ <f>Gryllidae</f>, จิ้งหรีดผี ก็เรียก. <i>(ดู แอ้ด ๑)</i>, โดยปริยายเรียกสิ่งที่มีขนาดเล็กหรือน้ำหนักน้อยกว่าปรกติ เช่น รถถังอ้ายแอ้ด มวยรุ่นอ้ายแอ้ด.",
    "อายัด": "(กฎ) ก. ห้ามจําหน่ายจ่ายโอนทรัพย์สินหรือสิทธิเรียกร้อง.",
    "อายัต": "ว. ขยัน, ขันแข็ง. (ป., ส. อายตฺต).",
    "อายัน ๑": "น. นักบวช, ฤษี. (จินดามณี).",
    "อายัน ๒": "น. การมาถึง, นิยมใช้เป็นส่วนท้ายของคำสมาส เช่น เหมายัน หมายถึง การมาถึงฤดูหนาว ครีษมายัน หมายถึง การมาถึงฤดูร้อน, ทางดาราศาสตร์ หมายถึงจุดหยุด คือจุดสุดทางเหนือและทางใต้ที่ดวงอาทิตย์โคจรไปถึง. (อ. <f>solstice</f>).",
    "อายาจนะ": "[-จะนะ] น. การขอร้อง, การวิงวอน, การเชื้อเชิญ. (ป.).",
    "อายานะ": "น. การมา, การมาถึง. (ป., ส.).",
    "อายุ": "น. เวลาที่ดํารงชีวิตอยู่, เวลาชั่วชีวิต, ช่วงเวลานับตั้งแต่เกิดหรือมีมาจนถึงเวลาที่กล่าวถึง, ระยะเวลาที่กำหนดไว้ เช่น อายุใบอนุญาต ยานี้หมดอายุแล้ว, ระยะเวลาที่กําหนดรู้ความยั่งยืนของสิ่งนั้น&#160;ๆ เช่น อายุของหิน. (ป.; ส. อายุสฺ หรือ อายุษฺ เมื่อนําหน้าบางคํา, แต่เมื่อนําหน้าอักษรตํ่ากับตัว ห เปลี่ยน สฺ เป็น รฺ เช่น อายุรเวท, แต่ถ้าใช้อย่างบาลีก็ไม่ต้องมี ส หรือ ร).",
    "อายุกตกะ, อายุตกะ": "[-ยุกตะกะ, -ยุดตะกะ] น. นายส่วย, เจ้าพนักงาน, เจ้าหน้าที่. (ส. อายุกฺตก; ป. อายุตฺตก).",
    "อายุกษัย": "[-กะไส] น. การสิ้นอายุ, ความตาย. (ส.; ป. อายุขย).",
    "อายุขัย": "น. การสิ้นอายุ, ความตาย; อัตรากําหนดอายุจนสิ้นอายุ. (ป.; ส. อายุกฺษย).",
    "อายุความ": "(กฎ) น. ระยะเวลาที่กฎหมายกําหนดให้ใช้สิทธิเรียกร้อง บังคับฟ้อง หรือร้องทุกข์.",
    "อายุธ": "[-ยุด] น. อาวุธ. (ส.; ป. อายุธ, อาวุธ).",
    "อายุร-, อายุษ": "[อายุระ-, อายุด] น. อายุ. <i>(ดู อายุ)</i>. (ส.).",
    "อายุรกรรม": "น. การรักษาโรคทางยา.",
    "อายุรแพทย์, อายุรเวช": "น. หมอรักษาโรคทางยา.",
    "อายุรเวท": "น. วิชาแพทย์, วิชาที่เกี่ยวกับสุขภาพและการรักษา. (ถือกันว่าเป็นวิชาศักดิ์สิทธิ์และเป็นส่วนหนึ่งของอถรรพเวท). (ส.).",
    "อายุรศาสตร์": "น. ตําราหมอ, วิชาการรักษาโรคทางยา.",
    "อายุวัฒนะ": "น. เรียกยาที่ถือว่ากินแล้วมีอายุยืนว่า ยาอายุวัฒนะ. (ป.).",
    "อาร์กอน": "น. ธาตุลําดับที่ ๑๘ สัญลักษณ์ <f>Ar</f> เป็นแก๊สเฉื่อย มีปรากฏอยู่ในอากาศประมาณร้อยละ ๐.๙๔ โดยปริมาตร ใช้ประโยชน์นําไปบรรจุในหลอดไฟฟ้าและหลอดเรืองแสง. (อ. <f>argon</f>).",
    "อารดี, อารติ": "[อาระดี, -ติ] น. การเว้น, การเลิก, การหยุด, อารัติ ก็ว่า. (ป. อารติ).",
    "อาร์ต": "น. กระดาษมัน หนา เนื้อดี เรียกว่า กระดาษอาร์ต. (อ. <f>art paper</f>).",
    "อารทรา, อทระ": "[อาระทฺรา, อะทฺระ] น. ดาวฤกษ์ที่ ๖ มี ๑ ดวง เห็นเป็นรูปฉัตร, ดาวอัททา ดาวตัวโค หรือ ดาวตาสําเภา ก็เรียก.",
    "อาร์ม": "[อาม] น. เครื่องหมายมักเป็นรูปโล่ที่ภายในผูกเป็นลวดลาย ใช้เป็นสัญลักษณ์ของวงศ์ตระกูล สถาบันต่าง&#160;ๆ เป็นต้น, เรียกเต็มว่า ตราอาร์ม. (อ. <f>arm</f>).",
    "อารมณ์": "น. สิ่งที่ยึดหน่วงจิตโดยผ่านทางตา หู จมูก ลิ้น กาย และใจ เช่น รูปเป็นอารมณ์ของตา เสียงเป็นอารมณ์ของหู, เครื่องยึดถือเป็นจริงเป็นจัง เช่น เรื่องนี้อย่าเอามาเป็นอารมณ์เลย; ความรู้สึกทางใจที่เปลี่ยนแปลงไปตามสิ่งเร้า เช่น อารมณ์รัก อารมณ์โกรธ อารมณ์ดี อารมณ์ร้าย; อัธยาศัย, ปรกตินิสัย, เช่น อารมณ์ขัน อารมณ์เยือกเย็น อารมณ์ร้อน; ความรู้สึก เช่น อารมณ์ค้าง ใส่อารมณ์, ความรู้สึกซึ่งมักใช้ไปในทางกามารมณ์ เช่น อารมณ์เปลี่ยว เกิดอารมณ์.<2t>ว. มีอัธยาศัย, มีปรกตินิสัย, เช่น เขาเป็นคนอารมณ์เยือกเย็น เขาเป็นคนอารมณ์ร้อน. (ป. อารมฺมณ).",
    "อารมณ์ขัน": "น. ลักษณะนิสัยที่มักเห็นเรื่องต่าง&#160;ๆ เป็นเรื่องชวนขัน.",
    "อารย-, อารยะ": "[อาระยะ-] ว. เจริญ. (ส.; ป. อริย).",
    "อารยชน": "น. ชนที่มีอารยธรรม.",
    "อารยชาติ, อารยประเทศ": "น. ประเทศที่มีอารยธรรม.",
    "อารยธรรม": "น. ความสงบสุขของสังคมที่ตั้งอยู่บนรากฐานแห่งศีลธรรมและกฎหมาย; ความเจริญเนื่องด้วยองค์การของสังคม เช่น การเมือง กฎหมาย เศรษฐกิจ โดยเฉพาะอย่างยิ่งอุตสาหกรรม, ความเจริญด้วยขนบธรรมเนียมอันดี.",
    "อารยัน": "น. ชื่อชนชาติหนึ่งซึ่งเป็นต้นเค้าของชาวอินเดียบางพวก ชาวอิหร่าน และชาวยุโรปบางพวก, อริยกะ ก็ว่า.",
    "อาระ": "น. เหล้า. (ช.).",
    "อารักขา": "ก. ป้องกัน, คุ้มครอง, ดูแล.<2t>น. การป้องกัน, ความคุ้มครอง, ความดูแล. (ป.).",
    "อารักษ์": "น. การป้องกัน, ความคุ้มครอง, ความดูแล; เทวดาผู้พิทักษ์รักษา, มักใช้ว่า เทพารักษ์ หรือ อารักษเทวดา. (ส.; ป. อารกฺข).",
    "อารัญ, อารัณย์": "ว. อยู่ในป่า, มีในป่า. (ป. อารญฺ&#xf70f;; ส. อารณฺย).",
    "อารัญญิก, อารัณยกะ ๑": "[-รันยิก, -รันยะกะ] ว. เกี่ยวกับป่า, เกิดในป่า, มีในป่า. (ป. อารญฺ<fig0134.gif,ญิ>ก; ส. อารณฺยก).",
    "อารัณยกะ ๒": "[-รันยะกะ] น. ชื่อคัมภีร์ศาสนาพราหมณ์คู่กับคัมภีร์พราหมณะ สำหรับผู้ที่สละทางโลกเข้ามาปฏิบัติธรรมในป่า ลักษณะเนื้อหาไม่แตกต่างกับคัมภีร์พราหมณะมากนัก.",
    "อารัติ": "[-รัด] น. การเว้น, การเลิก, การหยุด, อารดี หรือ อารติ ก็ว่า. (ป., ส. อารติ).",
    "อารัมภ-, อารัมภะ, อารัมภ์": "[อารำพะ-] น. การปรารภ มักใช้เป็นส่วนหน้าของคำสมาส เช่น อารัมภบท อารัมภกถา; การเริ่มต้น, การตั้งต้น, ในคำว่า วิริยารัมภะ = การเริ่มต้นความเพียร; ความเพียร. (ป., ส.).",
    "อารัมภกถา, อารัมภบท": "น. คําปรารภ, คําเริ่มต้น, คํานํา.",
    "อาราธน์, อาราธนา": "[อาราด, อาราดทะนา] ก. เชื้อเชิญ, นิมนต์, อ้อนวอน, (ใช้แก่พระภิกษุสามเณรและสิ่งศักดิ์สิทธิ์); ขอ. (ป., ส.).",
    "อาราธนาธรรม": "ก. ขอนิมนต์ให้พระภิกษุหรือสามเณรแสดงธรรม โดยกล่าวคำเป็นภาษาบาลีว่า พฺรหฺมา จ โลกาธิปติ สหมฺปติ ... เทเสตุ ธมฺมํ อนุกมฺปิมํ ปชํ.",
    "อาราธนาพระปริตร": "ก. ขอนิมนต์ให้พระสงฆ์สวดมนต์ โดยกล่าวคำเป็นภาษาบาลีว่า วิปตฺติปฏิพาหาย ... ปริตฺตํ พฺรูถ มงฺคลํ.",
    "อาราธนาศีล": "ก. ขอให้พระภิกษุหรือสามเณรให้ไตรสรณคมณ์และศีล โดยกล่าวคำเป็นภาษาบาลีว่า มยํ ภนฺเต ติสรเณน สห ... สีลานิ ยาจาม.",
    "อาราม ๑": "น. วัด; สวนเป็นที่น่ารื่นรมย์. (ป., ส.).",
    "อาราม ๒": "น. ความยินดี, ความรื่นรมย์, ความเพลิดเพลิน.",
    "อาราม ๓": "ว. มุ่งหมายอย่างรีบร้อน, พะวงที่จะทําการใด&#160;ๆ, ตั้งหน้าตั้งตา, ใช้นําหน้ากริยา เช่น อารามจะไปเลยลืมกระเป๋าสตางค์.",
    "อารามิก": "น. เกี่ยวกับวัด, ชาววัด. (ป.).",
    "อารี": "ว. เอื้อเฟื้อ, มีแก่ใจ, มีใจเผื่อแผ่.",
    "อารีอารอบ": "ว. มีใจเผื่อแผ่ทั่วไป.",
    "อารุม": "น. ต้นชมพู่นํ้าดอกไม้. (ช.).",
    "อาลปน์, อาลปนะ": "[อาลบ, อาละปะนะ] น. การพูด, การสนทนา, การเรียก, การทักทาย; ในไวยากรณ์ หมายถึง คําที่ใช้เรียกหรือทักทายผู้ที่ตนจะพูดด้วย เช่น &#147;นายแดง แกจะไปไหน&#148; คํา &#147;นายแดง&#148; เป็นอาลปนะ. (ป., ส.).",
    "อาละวาด": "ก. ทําเกะกะระราน, แสดงอาการดุร้าย เอะอะตึงตัง หรือคลุ้มคลั่ง, เช่น เมาสุราอาละวาด ช้างตกมันอาละวาด.",
    "อาลักษณ์ ๑": "น. ผู้ทําหน้าที่ทางหนังสือในราชสํานัก.",
    "อาลักษณ์ ๒": "น. การเห็น, การสังเกต. (ส.).",
    "อาลัย ๑": "ก. ห่วงใย, พัวพัน, ระลึกถึงด้วยความเสียดาย.<2t>น. ความห่วงใย, ความพัวพัน, ความระลึกถึงด้วยความเสียดาย. (ป., ส. อาลย).",
    "อาลัย ๒": "น. ที่อยู่, ที่พัก, เช่น ชลาลัย = ที่อยู่แห่งนํ้า หมายถึง ทะเล แม่น้ำ เป็นต้น หิมาลัย = ที่อยู่แห่งหิมะ เป็นชื่อของเทือกเขาสูงอยู่ทางทิศเหนือของอินเดีย ยอดเขามีหิมะปกคลุมตลอดปี.",
    "อาลัยอาวรณ์": "ก. ระลึกถึงด้วยใจผูกพันไม่อยากจากกัน.<2t>น. ความระลึกถึงด้วยใจผูกพันไม่อยากจากกัน.",
    "อาลัว": "น. ชื่อขนมชนิดหนึ่ง ใช้แป้งสาลีตั้งไฟกวนกับกะทิ และน้ำตาลทรายจนสุกหยอดเป็นก้อนเล็ก&#160;ๆ แล้วผึ่งแดดให้ภายนอกแห้ง แต่ภายในยังเยิ้มเหมือนนํ้ามันตานี.",
    "อาลิ, อาลี": "น. ทํานบ, คันนา; แถว, แนว, เช่น พนาลี ว่า แนวป่า. (ป., ส.).",
    "อาโลก, อาโลก-": "[-โลก, -โลกะ-] น. แสงสว่าง, ความสว่าง; การดู, การเห็น, สิ่งที่เห็น. (ป., ส.).",
    "อาโลกกสิณ": "[-โลกะกะสิน] น. การเจริญสมถกรรมฐานโดยตั้งใจเพ่งแสงสว่างเป็นอารมณ์. (ป.).",
    "อาโลกนะ": "[-โลกะนะ] น. การดู, การเห็น; การตรึกตรอง.",
    "อาว": "(ถิ่น-อีสาน) น. อาผู้ชาย, น้องชายของพ่อ.",
    "อ่าว": "น. ส่วนของมหาสมุทร ทะเล หรือทะเลสาบ ที่ลํ้าเข้าไปในฝั่งหรือในแผ่นดิน มีลักษณะเว้าโค้งและเปิดกว้าง ทำให้มีแนวของชายฝั่งทะเลยาว.",
    "อ้าว ๑": "ว. ร้อนระงม, บางทีก็ใช้เข้าคู่กับคำ อบ เป็น อบอ้าว.",
    "อ้าว ๒": "ว. อาการที่เรือหรือรถแล่น หรือคนวิ่งโดยเร็ว เรียกว่า แล่นอ้าว วิ่งอ้าว.",
    "อ้าว ๓": "อ. คําที่เปล่งออกมาเมื่อรู้สึกว่าไม่ตรงกับที่มุ่งหมายคาดไว้.",
    "อ้าว ๔": "<i>ดู ซิว</i>.",
    "อาวแดง": "(ถิ่น-พายัพ) น. ต้นกระเจียว. <i>(ดู กระเจียว)</i>.",
    "อ้าวฝน": "ว. ร้อนระงมก่อนฝนตก.",
    "อาวรณ์": "[-วอน] ก. ห่วงใย, อาลัย, คิดกังวลถึง, นิยมใช้เข้าคู่กับคำ อาลัย เป็น อาลัยอาวรณ์.<2t>น. เครื่องกั้น, เครื่องกําบัง. (ป., ส.).",
    "อาวัชนาการ": "[-วัดชะ-] น. ความรําพึง; การรําลึก. (ป. อาวชฺชน + อาการ).",
    "อาวัล": "[-วัน] (กฎ) น. การรับประกันการใช้เงินตามตั๋วเงิน. (ฝ. <f>aval</f>).",
    "อาวาส": "[-วาด] น. วัด เช่น เจ้าอาวาส ที่อยู่ เช่น พุทธาวาส (พุทธ + อาวาส) คือ ที่ประดิษฐานพระพุทธรูป หมายถึง โบสถ์ วิหาร สังฆาวาส (สังฆ + อาวาส) คือ ที่อยู่ของพระสงฆ์; ผู้ครอบครอง เช่น ฆราวาส (ฆร + อาวาส) คือ ผู้ครอบครองเรือน หรือผู้อยู่ครองเรือน. (ป., ส.).",
    "อาวาสิก": "น. ผู้ครอบครองอาวาส คือ พระสงฆ์. (ป.).",
    "อาวาห-, อาวาหะ": "[อาวาหะ-] น. &#147;การพาหญิงมาอยู่บ้านของตน&#148; หมายถึง การแต่งงานแบบหนึ่งที่ฝ่ายชายจะนําหญิงที่ตนแต่งงานด้วยมาอยู่ที่บ้านของตน เรียกว่า อาวาหมงคล, เป็นประเพณีแต่งงานที่นิยมปฏิบัติกันในประเทศอินเดียฝ่ายเหนือ. (ป., ส.).",
    "อาวุต": "[-วุด] ว. ต้องห้าม, กั้นหรือขวางไว้. (ป.; ส. อาวฺฤต).",
    "อาวุธ": "[-วุด] น. เครื่องมือที่ใช้ในการทำร้าย ทำลาย ป้องกัน ต่อสู้ หรือฆ่า; โดยปริยายหมายถึงสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น ใช้ปัญญาเป็นอาวุธ. (ป. อาวุธ, อายุธ; ส. อายุธ).",
    "อาวุโส": "ว. ที่มีอายุแก่กว่าหรือมีตำแหน่งหน้าที่การงานสูงกว่าเป็นต้น เช่น ข้าราชการอาวุโส ครูอาวุโส ศิลปินอาวุโส.<2t>น. ความมีอายุมากกว่าหรือมีประสบการณ์ในอาชีพมากกว่าเป็นต้น เช่น เขามีอาวุโสในการทำงาน ผู้มีอาวุโสทางการเมือง. (ป. อาวุโส เป็นคํา อาลปนะ คือ คําที่พระผู้ใหญ่หรือที่มีพรรษามากกว่าเรียกพระผู้น้อยหรือที่มีพรรษาน้อยกว่า หรือเป็นคำที่พระใช้เรียกคฤหัสถ์, คู่กับ ภันเต ซึ่งเป็นคําที่พระผู้น้อยหรือที่มีพรรษาน้อยกว่าเรียกพระผู้ใหญ่หรือที่มีพรรษามากกว่า หรือเป็นคำที่คฤหัสถ์ใช้เรียกพระสงฆ์).",
    "อาเวค": "[-เวก] น. อารมณ์, ความรู้สึก, ความสะเทือนใจ. (อ. <f>emotion</f>).",
    "อาเวศ": "[-เวด] น. ทาง เช่น พนาเวศ ว่า ทางป่า. (ส. อาเวศ ว่า การเข้า, ทางเข้า).",
    "อาศรม, อาศรมบท": "[อาสม, อาสมบด] น. ที่อยู่ของนักพรต. (ส.; ป. อสฺสม, อสฺสมปท).",
    "อาศเลษา, อสิเลสะ": "[อาสะเลสา, อะสิเลสะ] น. ดาวฤกษ์ที่ ๙ มี ๕ ดวง เห็นเป็นรูปแขนคู้หรือพ้อม, ดาวเรือน หรือ ดาวนกอยู่ในปล่อง ก็เรียก.",
    "อาศัย": "ก. พักพิง, พักผ่อน; พึ่ง; อ้างถึง เช่น อาศัยความตามมาตราที่ ... (ส.).",
    "อาศัยที่, อาศัยว่า": "สัน. เนื่องจาก, โดยเหตุที่.",
    "อาศัยลำแข้งตัวเอง": "(สํา) ก. ช่วยตัวเอง, พึ่งลําแข้งตัวเอง ก็ว่า.",
    "อาศิร- ๑, อาเศียร-": "[อาสิระ-, -เสียนระ-] น. การอวยพร. (ส. อาศิสฺ คํานี้เมื่อนําหน้าอักษรตํ่าและตัว ห ต้องเปลี่ยน ส เป็น ร เป็น อาศิร และแผลงเป็น อาเศียร ก็มี; ป. อาสิ ว่า ความหวังดี).",
    "อาศิร- ๒": "[อาสิระ-] น. เขี้ยวงู. (ส. อาศี; ป. อาสี).",
    "อาศิรพจน์, อาศิรพาท, อาศิรวจนะ, อาศิรวาท, อาเศียรพจน์, อาเศียรพาท, อาเศียรวจนะ, อาเศียรวาท": "น. คําอวยพร (เป็นคำที่ผู้น้อยใช้กับผู้ใหญ่).",
    "อาศิรพิษ, อาศิรวิษ, อาศีรพิษ, อาศีรวิษ": "น. &#147;ผู้มีพิษในเขี้ยว&#148; คือ งู, อสรพิษ. (ส. อาศีรวิษ, อาศีวิษ; ป. อาสีวิส).",
    "อาศุ": "ว. เร็ว, ไว, คล่อง. (ส.; ป. อาสุ).",
    "อาษาฒ": "[-สาด] น. เดือนที่ ๘ แห่งเดือนจันทรคติ. (ส.; ป. อาสาฬฺห).",
    "อาสน ๑": "[อา-สน] ก. ปรารถนา. (ปรัดเล); ขัดสน. (ข. อาสนฺน).",
    "อาสน- ๒, อาสน์, อาสนะ": "[อาดสะนะ-, อาด] น. ที่นั่ง, เครื่องปูรองนั่ง, (ใช้เฉพาะพระภิกษุสามเณร). (ป., ส.).",
    "อาสนศาลา": "น. โรงฉันอาหาร (ใช้แก่พระสงฆ์).",
    "อาสน์สงฆ์": "น. ที่ยกพื้นสําหรับพระสงฆ์นั่ง.",
    "อาสัญ": "(แบบ) น. ความตาย.<2t>(วรรณ) ก. ตาย เช่น โทษลูกนี้ผิดเป็นนักหนา  ดังแกล้งผลาญมารดาให้อาสัญ. (สังข์ทอง). (ป. อสญฺ&#xf70f; ว่า ไม่มีสัญญา).",
    "อาสัตย์": "ว. ไม่ซื่อสัตย์, ไม่ซื่อตรง, กลับกลอก, เช่น คนอาสัตย์, อสัตย์ ก็ว่า. (ส. อสตฺย).",
    "อาสันนะ": "ว. ใกล้, เกือบ. (ป., ส.).",
    "อาสา": "ก. เสนอตัวเข้ารับทำ.<2t>น. ความหวัง เช่น นิราสา = ความหวังหมดแล้ว คือ ความหมดหวัง, ความต้องการ, ความอยาก. (ป.; ส. อาศา).",
    "อาสาสมัคร": "ว. ที่เสนอตัวเข้าทำงานด้วยความสมัครใจ เช่น ทหารอาสาสมัคร.<2t>น. บุคคลที่เสนอตัวเข้าทำงานด้วยความสมัครใจ เช่น เขาเป็นอาสาสมัคร.",
    "อาสาฬห-, อาสาฬห์": "[-สานหะ-, -สานละหะ-, -สาน] น. เดือนที่ ๘ แห่งเดือนจันทรคติ. (ป.; ส. อาษาฒ).",
    "อาสาฬหบูชา": "[-สานหะ-, -สานละหะ-] น. การบูชาในวันเพ็ญเดือน ๘ ซึ่งเป็นวันที่พระพุทธเจ้าทรงแสดงปฐมเทศนา.",
    "อาสิญจ์": "[-สิน] ก. โปรย, รด, หลั่ง, ประพรม. (ป.).",
    "อาสิน": "น. ผลประโยชน์รายได้อันเกิดจากต้นผลไม้. (ม. <f>hasil</f> ว่า ผลประโยชน์รายได้).",
    "อาสูร": "[-สูน] (โบ) ก. สงสาร เช่น อาสูรสองหลานเอย ย่อมเสวยเคยข้าวสาลี. (ม. คำหลวง ทานกัณฑ์ กลบทเก่า); เอ็นดู; กังวล. (ข. อาสูร ว่า สงสาร, น่าอนาถ).",
    "อาแสะ": "น. กริช. (ช.).",
    "อาหตะ": "ว. ถูกตี, โดนตี. (ป., ส.).",
    "อาหนี": "[-หฺนี] น. เหล้าชนิดหนึ่งผสมด้วยเมล็ดผลไม้ซึ่งมีกลิ่นหอมฉุน. (ฝ. <f>anise</f> ว่า เมล็ดผลไม้ชนิดหนึ่งมีกลิ่นหอมฉุน).",
    "อาหนู": "[-หฺนู] น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "อาหม": "[-หมฺ] น. ชนชาติไทยใหญ่สาขาหนึ่ง ที่เข้าไปอยู่ในแคว้นอัสสัม ประเทศอินเดีย เมื่อราวพุทธศตวรรษที่ ๑๘, อะหม ก็ว่า.",
    "อาหระ": "[-หะระ] น. การนํามา; การถือเอา. (ป., ส.).",
    "อาหรัดกัดติกา": "[-หฺรัด-] น. ม้าใช้, ม้าเร็ว. (ช.).",
    "อาหรับ": "[-หฺรับ] น. ชื่อชนชาติผิวขาวพวกหนึ่งอยู่ทางทิศตะวันตกเฉียงใต้ของทวีปเอเชีย.",
    "อาหลักอาเหลื่อ": "ว. อึดอัดใจ, ลําบากใจ, อลักเอลื่อ อิหลักอิเหลื่อ หรือ อีหลักอีเหลื่อ ก็ว่า.",
    "อาหาร": "น. ของกิน, เครื่องคํ้าจุนชีวิต, เครื่องหล่อเลี้ยงชีวิต, เช่น อาหารเช้า อาหารปลา อาหารนก; โดยปริยายหมายถึงสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น อาหารตา อาหารใจ. (ป., ส.).",
    "อาหารว่าง": "น. ของกินนอกเวลากินอาหารตามปรกติ มักกินในเวลาบ่าย, ของว่าง ก็ว่า, ราชาศัพท์ใช้ว่า เครื่องว่าง.",
    "อาหุดี": "น. การเซ่นสรวง. (ส. อาหุติ).",
    "อาฬหก": "[อาละหก] น. ชื่อมาตราตวงในบาลี คือ ๔ นาฬี เป็น ๑ อาฬหก; เสาตะลุง. (ป.; ส. อาฒก).",
    "อาฬาริก": "น. คนครัว. (ป.; ส. อาราลิก).",
    "อ่าองค์": "(กลอน) ก. แต่งตัว เช่น ลูบไล้สุคนธาอ่าองค์ บรรจงทรงเครื่องวันอาทิตย์. (อิเหนา).",
    "อำ": "ก. ปิดบัง, ปกปิด; (ปาก) พูดหลอกเพื่อให้ตกใจหรือขบขันเป็นต้น, พูดดักคอ.",
    "อ่ำ": "น. เวลาคํ่า.<2t>ว. มืดคลุ้ม, มัว, (กลอน) แผลงเป็น ชอ่ำ หรือ ชรอ่ำ ก็มี.",
    "อำแดง": "(โบ) น. คํานําหน้าชื่อหญิงสามัญ.",
    "อำนด": "[-หฺนด] (กลอน) ก. กลั้น, งดเว้น, ไม่ได้, ไม่ได้สมหวัง; ไม่มีอะไรจะกิน. (แผลงมาจาก อด).",
    "อำนนต์": "(กลอน) ว. อนันต์, ไม่มีที่สุด, มากล้น. (แผลงมาจาก อนนต์).",
    "อำนรรฆ": "[-นัก] (กลอน) ว. หาค่ามิได้, เกินที่จะประเมินราคาได้. (แผลงมาจาก อนรรฆ).",
    "อำนวย": "ก. ให้. (แผลงมาจาก อวย).",
    "อำนาจ": "น. สิทธิ เช่น มอบอํานาจ; อิทธิพลที่จะบังคับให้ผู้อื่นต้องยอมทําตาม ไม่ว่าจะด้วยความสมัครใจหรือไม่ หรือความที่สามารถบันดาลให้เป็นไปตามความประสงค์ เช่น อํานาจบังคับของกฎหมาย อํานาจบังคับบัญชา; ความสามารถหรือสิ่งที่สามารถทําหรือบันดาลให้เกิดสิ่งใดสิ่งหนึ่งได้ เช่น อํานาจคุณพระศรีรัตนตรัย อํานาจสิ่งศักดิ์สิทธิ์; กําลัง, พลัง เช่น อำนาจจิต อำนาจฝ่ายสูง อำนาจฝ่ายต่ำ; ความรุนแรง เช่น ชอบใช้อํานาจ; การบังคับบัญชา เช่น อยู่ใต้อํานาจ; การบังคับ เช่น ขออํานาจศาล.",
    "อำนาจบาตรใหญ่": "น. อํานาจที่ใช้ในทางข่มขี่ เช่น ถือว่ามีอำนาจบาตรใหญ่รังแกใครได้ก็ตามใจชอบ.",
    "อำนาจมืด": "น. อิทธิพลที่ไม่ถูกต้องตามกฎหมายหรือระเบียบเป็นต้นที่บังคับให้ผู้อื่นต้องยอมทำตาม.",
    "อำนาถ": "[-หฺนาด] ว. น่าสงสาร, น่าสังเวช, น่าสลดใจ. (แผลงมาจาก อนาถ).",
    "อำนิฐ, อำนิษฐ์": "[-นิด] ว. น่าปรารถนา, เป็นที่พอใจ, ต้องใจ, น่ารัก. (แผลงมาจาก อิฏฐ).",
    "อำปลัง": "ก. เคลือบคลุม. (ชุมนุมบรมราชาธิบาย).",
    "อำพน": "[-พน] ว. มาก, ดาษดื่น, ล้วน, เช่น อำพนไปด้วยแก้วมณี; น่าดู, งาม, งามสล้าง, เช่น ปราสาทอำพน, (โบ) ใช้ว่า อำพล ก็มี เช่น ปราการ สะพาน ถนน อำพลด้วย (ไม้ไหล) ทั้งหลายคำนับ. (จารึกสยาม).",
    "อำพราง": "ก. ปิดบังโดยลวงให้เข้าใจไปทางอื่น, พูดหรือแสดงอาการไม่ให้รู้ความจริง.<2t>ว. ที่ปิดบังโดยลวงให้เข้าใจไปทางอื่น เช่น ฆาตกรรมอำพราง.",
    "อำพล": "(โบ) ว. อำพน.",
    "อำพะนำ": "ว. นิ่งอึ้งไม่พูดจา, อมพะนํา ก็ว่า.",
    "อำพัน": "น. ยางไม้ที่แข็งเป็นก้อน สีเหลืองใสเป็นเงา.",
    "อำพันขี้ปลา, อำพันทอง": "น. วัตถุสีเทาและสีเหลือง มีกลิ่นหอม ลอยอยู่ในทะเลหรือริมฝั่งทะเลของประเทศแถบร้อน เข้าใจว่าเป็นขี้ปลาวาฬชนิดหนึ่ง ใช้เป็นเครื่องยาไทย.",
    "อำไพ": "ว. งาม; สว่าง, สุกใส.",
    "อำเภอ": "(กฎ) น. ท้องที่ที่รวมตําบลหลายตําบลให้อยู่ในความปกครองอันเดียวกันและได้มีพระราชกฤษฎีกาจัดตั้งเป็นอําเภอ อําเภอเป็นหน่วยราชการบริหารรองจากจังหวัด มีนายอำเภอเป็นหัวหน้าปกครอง.",
    "อำเภอใจ": "น. ความคิดเห็นโดยเอาแต่ใจตัว.",
    "อำมร": "[-มอน] น. เทวดา, แผลงมาจาก อมร. (ป. อมร ว่า ผู้ไม่ตาย หมายถึง เทวดา).",
    "อำมฤคโชค": "[-มะรึคะ-] น. โชคดี.",
    "อำมฤต": "[-มะริด, -มะรึด] น. น้ำทิพย์ เรียกว่า น้ำอำมฤต; เครื่องทิพย์; แผลงมาจาก อมฤต. (ส. อมฺฤต; ป. อมต).",
    "อำมหิต": "[-มะ-] ว. ดุร้าย, ร้ายกาจ, ทารุณ, เหี้ยมโหด.",
    "อำมาตย-, อำมาตย์": "[อำหฺมาดตะยะ-, อำหฺมาด] น. ข้าราชการ, ข้าเฝ้า; ที่ปรึกษา; แผลงมาจาก อมาตย์. (ส. อมาตฺย; ป. อมจฺจ).",
    "อำมาตยาธิปไตย": "[อำหฺมาดตะยาทิปะไต, อำหฺมาดตะยาทิบปะไต] น. ระบอบการปกครองที่ขุนนางหรือข้าราชการเป็นใหญ่. (อ. <f>bureaucracy</f>).",
    "อำยวน": "[-ยวน] น. ความลับ.<2t>ก. ปิดบัง, พราง, อําพราง.",
    "อำรุง": "ก. บํารุง, เลี้ยงดู, ทะนุถนอม.",
    "อำลา": "ก. ลาจากไป (มักใช้ในกรณีพิเศษ).",
    "อำอวม": "(โบ) ว. ที่ปิดบังความจริง (ใช้แก่กริยาพูด), อวมอำ ก็ว่า.",
    "อ้ำอึ้ง": "ก. นิ่งอั้นไม่ยอมพูด, พูดไม่ออกด้วยจนใจหรือจนปัญญา, ไม่รู้จะพูดอะไร.",
    "อิก": "(ปาก) ว. อีก.",
    "อิง": "ก. พิง เช่น อิงหมอน; พึ่ง, อาศัย, บางทีใช้เข้าคู่กับคำ อาศัย เป็น อิงอาศัย.",
    "อิงค์": "น. ท่าทาง, อาการ, มักใช้เป็นส่วนท้ายของคำสมาส เช่น พุทธสิหิงค์ ซึ่งเป็นนามพระพุทธรูป หมายความว่า พระพุทธรูปที่มีท่าทางสง่างามดุจราชสีห์. (ป., ส. อิงฺค).",
    "อิงอร": "[-ออน] ก. เคล้าเคลีย.",
    "อิงแอบ": "ก. แนบชิด, แอบอิง ก็ว่า.",
    "อิจฉา": "[อิด-] ก. เห็นเขาได้ดีแล้วไม่พอใจ อยากจะมีหรือเป็นอย่างเขาบ้าง (มีความหมายเบากว่า ริษยา). (ป., ส. อิจฺฉา ว่า ความอยาก, ความต้องการ, ความปรารถนา).",
    "อิฉัน": "ส. คําใช้แทนตัวผู้พูด เพศหญิง เป็นคําสุภาพ, อีฉัน ก็ว่า, (แบบ) ผู้ชายใช้ว่า ดิฉัน หรือ ดีฉัน ผู้หญิงใช้ว่า อิฉัน หรือ อีฉัน, เป็นสรรพนามบุรุษที่ ๑.",
    "อิชยา": "[อิดชะยา] น. การบูชา, การเซ่นสรวง. (ส.).",
    "อิฏฐ-, อิฐ- ๑": "[อิดถะ-] ว. น่าปรารถนา, เป็นที่พอใจ, ต้องใจ, น่ารัก. (ป.; ส. อิษฺฏ).",
    "อิฏฐารมณ์": "น. อารมณ์หรือสิ่งที่น่าปรารถนาน่าพอใจ ได้แก่ ลาภ ยศ สรรเสริญ สุข, ตรงข้ามกับ อนิฏฐารมณ์. (ป. อิฏฺ&#xf700;ารมฺมณ).",
    "อิฐ ๒": "[อิด] น. ดินเผามีลักษณะเป็นทรงสี่เหลี่ยมผืนผ้าใช้ก่อตึกและกําแพงเป็นต้น; โดยปริยายใช้เรียกสิ่งที่มีลักษณะคล้ายคลึงเช่นนั้น เช่น อิฐบล็อก.<2t>ว. สีอย่างสีอิฐใหม่ เรียกว่า สีอิฐ. (ป. อิฏฺ&#xf700;กา; ส. อิษฺฏกา).",
    "อิฐผล": "[อิดถะผน] น. ผลเป็นที่พอใจ. (ป. อิฏฺ&#xf700;ผล).",
    "อิณะ": "น. หนี้ เช่น ราชิณ (ราช + อิณ) ว่า หนี้หลวง. (ป.; ส. ฤณ).",
    "อิด": "(ถิ่น-อีสาน, พายัพ) ก. โรยแรง, อ่อนกำลัง, อ่อนแรง.",
    "อิดโรย": "ก. อ่อนเพลีย, ละเหี่ย.",
    "อิดหนาระอาใจ": "ก. เบื่อหน่าย, เอือมระอา.",
    "อิดออด, อิด ๆ ออด ๆ": "ก. แสดงอาการไม่เต็มใจ.",
    "อิดเอื้อน, อิด ๆ เอื้อน ๆ": "ก. ไม่กล้าที่จะพูด, กล่าวไม่เต็มปาก; แสดงอาการไม่สู้เต็มใจ, กระอิดกระเอื้อน ก็ว่า.",
    "อิตถี": "[อิดถี] น. หญิง. (ป.; ส. สฺตฺรี).",
    "อิตถีลิงค์": "(ไว) น. เพศของคำที่เป็นเพศหญิง เช่น ย่า ยาย แม่ นารี, สตรีลิงค์ หรือ สตรีลึงค์ ก็ว่า.",
    "อิตเทรียม": "[อิดเทฺรียม] น. ธาตุลําดับที่ ๓๙ สัญลักษณ์ <f>Y</f> เป็นโลหะ ลักษณะเป็นของแข็งสีเทาเข้ม หลอมละลายที่ ๑๕๐๐ &#x00b0;ซ. ใช้ประโยชน์นําไปผสมกับโลหะอื่นให้เป็นโลหะเจือ ใช้ในเทคโนโลยีนิวเคลียร์. (อ. <f>yttrium</f>).",
    "อิตเทอร์เบียม": "น. ธาตุลําดับที่ ๗๐ สัญลักษณ์ <f>Yb</f> เป็นโลหะ ลักษณะเป็นของแข็งเป็นเงาวาว หลอมละลายที่ ๘๒๔ &#x00b0;ซ. (อ. <f>ytterbium</f>).",
    "อิติวุตตกะ": "น. ชื่อคัมภีร์ในพระพุทธศาสนาส่วน ๑ ใน ๙ ส่วนเรียกว่า นวังคสัตถุศาสน์. (ป.).",
    "อิทธิ, อิทธิ-": "[อิดทิ] น. ฤทธิ์, อํานาจศักดิ์สิทธิ์; ความเจริญ, ความสําเร็จ, ความงอกงาม. (ป.; ส. ฤทฺธิ).",
    "อิทธิปาฏิหาริย์": "น. ฤทธิ์เป็นอัศจรรย์ หมายถึง การแสดงฤทธิ์ที่พ้นวิสัยของสามัญมนุษย์ได้อย่างน่าอัศจรรย์, เป็นปาฏิหาริย์อย่าง ๑ ในปาฏิหาริย์ ๓ ได้แก่ อิทธิปาฏิหาริย์ อาเทสนาปาฏิหาริย์ และอนุสาสนีปาฏิหาริย์. (ป.).",
    "อิทธิพล": "น. กําลังที่ยังผลให้สําเร็จ, อํานาจซึ่งแฝงอยู่ในบุคคลหรือรัฐ ซึ่งสามารถบันดาลให้เป็นไปตามความประสงค์, อํานาจที่สามารถบันดาลให้ผู้อื่นต้องคล้อยตามหรือทําตาม, อํานาจที่สามารถบันดาลให้เป็นไปได้ต่าง&#160;ๆ เช่น อิทธิพลของดวงดาว, อํานาจนอกเหนือหน้าที่ เช่น ใช้อิทธิพลบังคับให้ยอม.",
    "อิทธิฤทธิ์": "น. อํานาจศักดิ์สิทธิ์; (ปาก) อำนาจ.",
    "อิน": "น. ชื่อลูกจันชนิดหนึ่ง ลูกกลมแป้นกลางบุ๋ม ไม่มีเมล็ด เรียกว่า ลูกจันอิน. <i>(ดู จัน)</i>.",
    "อินซูลิน": "น. ฮอร์โมนประเภทโปรตีนชนิดหนึ่ง ซึ่งหย่อมเซลล์แลงเกอร์ฮานส์ <f>(islets of Langerhans)</f> ในตับอ่อนผลิตขึ้น มีสมบัติควบคุมการเผาผลาญนํ้าตาลในร่างกาย ในทางแพทย์ใช้เป็นสารลดระดับนํ้าตาลในเลือดของผู้ป่วยโรคเบาหวาน. (อ. <f>insulin</f>).",
    "อินเดีย": "น. ชื่อประเทศและชนชาติหนึ่งในเอเชียใต้ อยู่ทางทิศตะวันตกของประเทศพม่า.",
    "อินเดียนแดง": "น. ชนชาวพื้นเมืองดั้งเดิมพวกหนึ่งในทวีปอเมริกา.",
    "อินเดียม": "น. ธาตุลําดับที่ ๔๙ สัญลักษณ์ <f>In</f> เป็นโลหะ ลักษณะเป็นของแข็ง เนื้ออ่อน สีขาวเงิน หลอมละลายที่ ๑๕๖.๒ &#x00b0;ซ. ใช้ประโยชน์ได้หลายอย่าง เช่นทําอุปกรณ์เครื่องอิเล็กทรอนิกส์ ผสมกับโลหะอื่นให้เป็นโลหะเจือที่ใช้ในงานทันตกรรม ชุบฉาบผิวเหล็กซึ่งเคลือบด้วยเงินแล้ว. (อ. <f>indium</f>).",
    "อินท์": "น. ชื่อเทวราชผู้เป็นใหญ่ในสวรรค์ชั้นดาวดึงส์และชั้นจาตุมหาราช, พระอินทร์; ผู้เป็นใหญ่. (ป.; ส. อินฺทฺร).",
    "อินทขีล": "[-ทะขีน] น. เสาหรือหลักหน้าประตูเมือง, หลักเมือง, เสาเขื่อน. (ป.; ส. อินฺทฺร + กีล).",
    "อินทนิล, อินทนิลน้ำ": "[-ทะนิน] น. ชื่อไม้ต้นชนิด <f><i>Lagerstroemia speciosa</i> Pers.</f> ในวงศ์ <f>Lythraceae</f> ดอกสีม่วงแดงหรือชมพู ออกเป็นช่อตั้งตรง เมล็ดและใบใช้ทํายาได้.",
    "อินทผลัม": "[-ทะผะลํา] น. ชื่อปาล์มชนิด <f><i>Phoenix dactylifera</i> L.</f> ในวงศ์ <f>Palmae</f> ผลกินได้, (ปาก) อินทผาลัม.",
    "อินทร-, อินทร์": "[อินทะ-, อินทฺระ-, อิน] น. ชื่อเทวราชผู้เป็นใหญ่ในสวรรค์ชั้นดาวดึงส์และชั้นจาตุมหาราช; ผู้เป็นใหญ่. (ส.; ป. อินฺท).",
    "อินทรธนู": "[อินทะนู] น. รุ้ง (แถบสีโค้งบนท้องฟ้า); เครื่องประดับบ่าอย่างหนึ่งเพื่อแสดงยศเป็นต้น; ชื่อลายขอบที่เป็นกระหนก.",
    "อินทรวงศ์": "[อินทฺระ-] น. ชื่อฉันท์ ๑๒ แบบหนึ่ง หมายความว่า ฉันท์ที่มีสําเนียงไพเราะดุจเสียงปี่ของพระอินทร์ วรรคหน้ามี ๕ คํา วรรคหลังมี ๗ คํา รวม ๒ วรรค เป็น ๑ บาท นับ ๒ บาท เป็น ๑ บท คําที่ ๓ ของวรรคหน้ากับคําที่ ๑ ที่ ๒ ที่ ๔ และที่ ๖ ของวรรคหลังเป็นลหุ นอกนั้นเป็นครุ คําสุดท้ายของวรรคที่ ๒ รับสัมผัสกับคําสุดท้ายของวรรคที่ ๓ เช่น</font><br><fig0134.gif,ผาณิตผิชิดมด   ฤจะอดบอาจจะมี     แม่เหล็กฤเหล็กดี  อยยั่วก็พัวก็พัน.    (อิลราช).> <font face=\\\"Cordia New\\\" size=\\\"5\\\">&#160;",
    "อินทรวิเชียร": "[อินทฺระ-] น. ชื่อฉันท์ ๑๑ แบบหนึ่ง หมายความว่า ฉันท์ที่มีลีลาอันรุ่งเรืองงดงามดุจสายฟ้าซึ่งเป็นอาวุธของพระอินทร์ วรรคหน้ามี ๕ คํา วรรคหลังมี ๖ คํา รวม ๒ วรรค เป็น ๑ บาท นับ ๒ บาท เป็น ๑ บท คําที่ ๓ ของวรรคหน้ากับคําที่ ๑ ที่ ๒ และที่ ๔ ของวรรคหลังเป็นลหุ นอกนั้นเป็นครุ คําสุดท้ายของวรรคที่ ๒ รับสัมผัสกับคําสุดท้ายของวรรคที่ ๓ แต่เดิมไม่นิยมสัมผัสระหว่างคําสุดท้ายของวรรคที่ ๑ กับคําที่ ๓ ของวรรคที่ ๒ เช่น</font><br><fig0135.gif,ภาคพื้นพนารัญ   จรแสนสราญรมย์     เนินราบสลับสม   พิศเพลินเจริญใจ.     (อิลราช),><br><font face=\\\"Cordia New\\\" size=\\\"5\\\">แต่ต่อมานิยมสัมผัสระหว่างคำสุดท้ายของวรรคที่ ๑ กับคำที่ ๓ ของวรรคที่ ๒ อย่างเดียวกับกาพย์ยานี ๑๑ เพราะถือว่าไพเราะ เช่น</font><br><fig0136.gif,องค์ใดพระสัมพุทธ   สุวิสุทธสันดาน     ตัดมูลเกลสมาร   บมิหม่นมิหมองมัว     หนึ่งในพระทัยท่าน   ก็เบิกบานคือดอกบัว     ราคีบพันพัว   สุวคนธกําจร.> <font face=\\\"Cordia New\\\" size=\\\"5\\\">&#160;",
    "อินทรศักดิ์": "[อินทฺระ-] น. พระอินทราณี, ชายาพระอินทร์. (ส.).",
    "อินทราณี": "น. ชายาพระอินทร์. (ส.).",
    "อินทราภิเษก": "[อินทฺรา-] น. เรียกลักษณะพิเศษ ๓ ประการ คือ ๑. พระอินทร์นําเอาเครื่องราชกกุธภัณฑ์มาถวาย เมื่อจะได้ราชสมบัติ ๒. เสี่ยงราชรถมาจดฝ่าพระบาท และ ๓. เหาะเอาฉัตรทิพย์มากางกั้น; การที่พระเจ้าแผ่นดินทําพิธีราชาภิเษกอีกครั้งหนึ่ง เมื่อปราบพระเจ้าแผ่นดินอื่นให้อยู่ในอํานาจได้มาก เพื่อยกพระองค์ขึ้นเป็นใหญ่เหนือพระเจ้าแผ่นดินทั้งหลาย.",
    "อินทรายุธ": "[อินทฺรา-] น. สายรุ้ง, สายฟ้า, อาวุธพระอินทร์. (ส.).",
    "อินทรี ๑": "[-ซี] น. ชื่อนกในวงศ์ <f>Accipitridae</f> ซึ่งเป็นวงศ์เดียวกับเหยี่ยว ขามีขนปกคลุม กรงเล็บแข็งแรง ในประเทศไทยมีหลายชนิด เช่น อินทรีหัวนวล <f><i>(Haliaeetus leucoryphus)</i></f> อินทรีดํา <f><i>(Ictinaetus malayensis)</i></f> อินทรีปีกลาย <f><i>(Aquila clanga)</i></f>.",
    "อินทรี ๒": "[-ซี] น. ชื่อปลาทะเลขนาดใหญ่หลายชนิดในหลายวงศ์ ลําตัวแบนข้างเรียวยาว คอดหางกิ่ว ปลายหางเป็นแฉกลึก อยู่เป็นฝูงใกล้ผิวนํ้า เช่น อินทรีบั้ง <f><i>(Scomberomorus commersoni)</i></f> อินทรีจุด <f><i>(S. guttatus)</i></f> ในวงศ์ <f>Scombridae</f>.",
    "อินทรีย-, อินทรีย์": "[-ซียะ-, -ซี] น. ร่างกายและจิตใจ เช่น สํารวมอินทรีย์; สติปัญญา เช่น อินทรีย์แก่กล้า; สิ่งมีชีวิต. (ป., ส. อินฺทฺริย).",
    "อินทรียโคจร": "ว. อยู่ในเขตความรู้สึก, ซึ่งรู้สึกได้. (ส.).",
    "อินทรียญาณ": "น. ความรู้สึก. (ป.).",
    "อินทรียสังวร": "น. ความสํารวมอินทรีย์ ๖ คือ ตา หู จมูก ลิ้น กาย ใจ ไม่ให้ยินดียินร้ายในเวลาเห็นรูป ฟังเสียง ดมกลิ่น ลิ้มรส ถูกต้องโผฏฐัพพะ รู้ธรรมารมณ์ด้วยใจ. (ป.).",
    "อินทีวร": "[-วอน] น. ดอกบัวสีนํ้าเงิน. (ป., ส.).",
    "อินทุ": "น. พระจันทร์. (ป., ส.).",
    "อินธน์": "น. การจุดไฟ; เชื้อไฟ, ไม้สําหรับติดไฟ, มักใช้เป็นส่วนท้ายของสมาส เช่น นิรินธน์ ว่า ไม่มีเชื้อไฟ. (ป., ส.).",
    "อินฟราเรด": "[-ฟฺรา-] น. รังสีแม่เหล็กไฟฟ้าซึ่งมีย่านของการแผ่รังสีที่มีช่วงคลื่นประมาณระหว่าง ๗.๘<fig004.gif,เครื่องหมายคูณ>๑๐<sup>-๗</sup> เมตร กับ ๑ มิลลิเมตร, รังสีความร้อน ก็เรียก. (อ. <f>infrared</f>).",
    "อินัง, อินังขังขอบ": "ก. เอาใจใส่, เอาใจช่วย, ดูแล, เหลียวแล, นําพา, (มักใช้ในความปฏิเสธ) เช่น ไม่อินัง ไม่อินังขังขอบ หมายความว่า ไม่เอาใจใส่.",
    "อิ่ม": "ก. เต็มแล้ว, พอแล้ว, หายหิว, หายอยาก.<2t>ว. เบิกบาน, แช่มชื่น, เช่น หน้าอิ่ม.",
    "อิ่มใจ, อิ่มอกอิ่มใจ": "ก. ปลื้มใจ, สบายใจ, ภูมิใจ, ปีติยินดี.",
    "อิ่มตัว": "ว. เต็มที่แล้ว.",
    "อิ่มหนำ": "ว. อิ่มเต็มที่ (ใช้แก่กริยากิน), อิ่มหนําสําราญ ก็ว่า.",
    "อิ่มหมีพีมัน": "ว. ได้รับการเลี้ยงดูอย่างเต็มที่.",
    "อิ่มเอม": "ว. เป็นที่พอใจมาก, มักใช้เข้าคู่กับคำ เปรมใจ หรือ เปรมปรีดิ์ เป็น อิ่มเอมเปรมใจ หรือ อิ่มเอมเปรมปรีดิ์.",
    "อิ่มเอิบ": "ว. แช่มชื่น, สดชื่น, เช่น หน้าตาอิ่มเอิบ; ปลาบปลื้ม, สบายใจมาก, เช่น จิตใจอิ่มเอิบ.",
    "อิมัลชัน": "น. สารผสมที่ประกอบด้วยของเหลวต่างชนิดกันตั้งแต่ ๒ ชนิดขึ้นไป ผสมกันอยู่ในลักษณะซึ่งของเหลวชนิดหนึ่งเป็นอย่างน้อยอยู่ในสภาพเป็นเม็ดเล็ก&#160;ๆ ลอยแผ่กระจายทั่วโดยสมํ่าเสมอ. (อ. <f>emulsion</f>).",
    "อิริเดียม": "น. ธาตุลําดับที่ ๗๗ สัญลักษณ์ <f>Ir</f> เป็นโลหะ ลักษณะเป็นของแข็งสีขาวคล้ายเงิน เนื้อแข็งมาก เป็นธาตุที่หนักที่สุดเท่าที่รู้จักกัน หลอมละลายที่ ๒๔๕๔ &#x00b0;ซ. เป็นโลหะที่ทนทานต่อการสึกกร่อนที่สุด ใช้ประโยชน์นําไปผสมกับโลหะอื่นให้เป็นโลหะเจือ. (อ. <f>iridium</f>).",
    "อิริยา": "น. อาการเคลื่อนไหว, กิริยา, ท่าทาง. (ป.; ส. อีรฺยา).",
    "อิริยาบถ": "น. อาการที่ร่างกายอยู่ในท่าใดท่าหนึ่ง คือ ยืน เดิน นั่ง นอน. (ป.).",
    "อิรุพเพท": "[-รุบเพด] น. ฤคเวท. (ป.).",
    "อิลู": "ว. บัดนี้, เดี๋ยวนี้. (ช.).",
    "อิเล็กตรอน": "[-ตฺรอน] น. อนุภาคมูลฐานชนิดหนึ่ง ซึ่งเป็นองค์ประกอบของอะตอมของธาตุทุกชนิด อนุภาคนี้มีประจุไฟฟ้าลบ มีมวล ๙.๑๐๙๑ <fig004.gif,เครื่องหมายคูณ> ๑๐<sup>-๓๑</sup> กิโลกรัม. (อ. <f>electron</f>).",
    "อิเล็กทรอนิกส์": "[-ทฺรอ-] น. วิทยาศาสตร์กายภาพแขนงหนึ่งที่นํามาประยุกต์ใช้กับการศึกษาวงจรไฟฟ้าที่ใช้สารกึ่งตัวนําและอุปกรณ์อื่น&#160;ๆ ซึ่งควบคุมการเคลื่อนที่ของอิเล็กตรอนได้. (อ. <f>electronics</f>).",
    "อิเล็กโทน": "น. เครื่องดนตรีไฟฟ้าชนิดหนึ่ง สามารถทําเสียงเครื่องดนตรีหลายชนิดได้ในเวลาเดียวกัน. (อ. <f>electone</f>).",
    "อิศร": "[อิด] น. ความเป็นเจ้าเป็นใหญ่, มักใช้เป็นส่วนท้ายของสมาส เช่น นริศร มหิศร, หรือแผลงเป็น เอศร เช่น นฤเบศร.<2t>ว. เป็นใหญ่, เป็นใหญ่ในตัวเอง, เป็นไทแก่ตัวไม่ขึ้นแก่ใคร. (จาก ส. อีศฺวร ซึ่งมักใช้ อิศวร).",
    "อิศวร": "[อิสวน] น. ชื่อเรียกพระศิวะซึ่งเป็นพระเจ้าองค์หนึ่งของพราหมณ์; ความเป็นเจ้าเป็นใหญ่, มักใช้เป็นส่วนท้ายของสมาส และแผลงเป็น เอศวร เช่น นเรศวร ราเมศวร, ใช้ย่อเป็น อิศร (อ่านว่า อิสวน) ก็มี เช่น ใยยกพระธำมรงค์ สำหรับองค์อิศรราช. (เพชรมงกุฎ). (ส. อีศฺวร).",
    "อิษฏ์ ๑": "ว. น่าปรารถนา, น่ารัก, เป็นที่พอใจ. (ส.).",
    "อิษฏ์ ๒": "น. การบูชา, เครื่องสักการบูชา. (ส.).",
    "อิษฏี ๑": "[อิดสะ-] น. ความกระหาย, ความอยาก, ความต้องการ. (ส.).",
    "อิษฏี ๒": "[อิดสะ-] น. การบูชา, การเซ่นสรวง. (ส.).",
    "อิส": "[อิด] น. หมี. (ป. อิส, อิสฺส; ส. ฤกฺษ).",
    "อิสตรี, อิสัตรี": "[อิดสัดตฺรี] น. หญิง.",
    "อิสร-, อิสระ": "[อิดสะหฺระ-] ว. เป็นใหญ่, เป็นไทแก่ตัว, เช่น อิสรชน, ที่ปกครองตนเอง เช่น รัฐอิสระ, ไม่ขึ้นแก่ใคร, ไม่สังกัดใคร, เช่น อาชีพอิสระ นักเขียนอิสระ.<2t>น. ความเป็นไทแก่ตัว เช่น ไม่มีอิสระ แยกตัวเป็นอิสระ. (ป. อิสฺสร; ส. อีศฺวร).",
    "อิสรภาพ": "น. ความเป็นใหญ่, ความเป็นไทแก่ตัว; การปกครองตนเอง.",
    "อิสริย-, อิสริยะ": "[อิดสะริยะ-] น. ความเป็นใหญ่, ความเป็นเจ้า, ความยิ่งใหญ่. (ป. อิสฺสริย; ส. ไอศฺวรฺย).",
    "อิสริยยศ": "[อิดสะริยะยด] น. ยศอันยิ่งใหญ่, ยศที่แสดงถึงความยิ่งใหญ่ หมายถึง สกุลยศของพระราชวงศ์ที่ถือกำเนิดมาว่ามียศทางขัตติยราชสกุลชั้นใด เช่น เจ้าฟ้า พระองค์เจ้า หม่อมเจ้า, ถ้าพระราชวงศ์พระองค์ใดได้ปฏิบัติราชการแผ่นดิน มีความดีความชอบ ก็อาจได้รับการสถาปนาพระอิสริยยศเป็นเจ้าต่างกรมจึงต่อพระนามกรมไว้ท้ายพระนามเดิม เช่น พลตรี พระเจ้าวรวงศ์เธอ กรมหมื่นนราธิปพงศ์ประพันธ์.",
    "อิสริยาภรณ์": "น. ตราเครื่องประดับเกียรติยศ เรียกเป็นสามัญว่า เหรียญตรา.",
    "อิสลาม": "น. ศาสนาที่สำคัญศาสนาหนึ่งของโลก มีศาสดาชื่อมุฮัมมัด นับถือพระเจ้าองค์เดียวคืออัลลอฮ์ มีคัมภีร์อัลกุรอานเป็นหลัก ไม่มีนักบวช, เรียกผู้ที่นับถือศาสนาอิสลามว่า มุสลิม.",
    "อิสสา": "[อิด-] น. ความหึงหวง, ความชิงชัง. (ป.; ส. อีรฺษฺยา).",
    "อิสิ, อิสี": "น. ผู้แสวงคุณความดี, ฤษี, ผู้ถือบวช. (ป.; ส. ฤษิ).",
    "อิสินธร": "[-สินทอน] น. ชื่อภูเขาชั้นที่ ๒ ในหมู่เขาสัตบริภัณฑ์ที่ล้อมเป็นวงกลมรอบเขาพระสุเมรุ. (ป. อิสินฺธร, อีสธร; ส. อีษาธร). <i>(ดู สัตบริภัณฑ์, สัตภัณฑ์)</i>.",
    "อิหม่าม": "น. คําเรียกผู้นําในศาสนาอิสลาม, ผู้นําในการทําละหมาด, ตําแหน่งสําคัญของคณะกรรมการบริหารมัสยิด, โต๊ะอิหม่าม ก็เรียก. (อ. <f>imam</f>).",
    "อิหลักอิเหลื่อ": "ว. อึดอัดใจ, ลําบากใจ, อลักเอลื่อ อาหลักอาเหลื่อ หรือ อีหลักอีเหลื่อ ก็ว่า.",
    "อี ๑": "น. คําประกอบคําอื่นบอกให้รู้ว่าเป็นเพศหญิงหรือสัตว์ตัวเมีย เช่น อีสาว อีเหมียว, คําประกอบหน้าชื่อผู้หญิงที่มีฐานะตํ่ากว่า, คําใช้ประกอบหน้าชื่อผู้หญิงแสดงความดูหมิ่นเหยียดหยาม, คําประกอบคําบางคําที่ผู้ใหญ่ใช้เรียกเด็กผู้หญิงหรือผู้หญิงที่อายุน้อยกว่ามากด้วยความเอ็นดูหรือสนิทสนมเป็นกันเอง เช่น อีหนู, คําประกอบหน้าคําบางคําเพื่อเน้น เช่น อีทีนี้จะเอาอะไรกินกันล่ะ อีตอนนั้นไม่สบายเลยไม่ได้ไป, คําประกอบหน้าคําบางคําเพื่อเน้นในเชิงบริภาษ เช่น อีบ้า อีงั่ง อีควาย, คําใช้แทนสิ่งที่กล่าวถึงและเป็นที่เข้าใจกัน เช่น เอาอีนี่ออกไปซิ, (โบ) คํานําหน้าชื่อผู้หญิงสามัญชนทั่วไป เช่น อีอยู่อีคงทาษภรรยาพระเสนานน. (สามดวง), ถ้าใช้ในทางเสียหายโดยเฉพาะทางด้านชู้สาว มักใช้ว่า อี่ เช่น หย่างไอ้ดีบวดอยู่วัดโพเสพเมถุนธรรมด้วยอี่ทองมาก อี่เพียน อี่พิ่ม อี่บุนรอด อี่หนู อี่เขียว. (สามดวง).",
    "อี ๒": "น. คําประกอบหน้าชื่อการเล่นบางอย่าง เช่น อีตัก อีขีดอีเขียน; คําประกอบหน้าชื่อท่าในการเล่นบางอย่าง เช่น อีงุ้ม อีเข่า ในการเล่นสะบ้า อีรวบ อีกาเข้ารัง ในการเล่นหมากเก็บ.",
    "อี่": "(โบ) น. เรียกลูกสาวคนที่ ๒ ว่า ลูกอี่, เรียกลูกสาวคนที่ ๑ ว่า ลูกเอื้อย, คู่กับ คําที่เรียกลูกชายคนที่ ๑ ว่า ลูกอ้าย, เรียกลูกชายคนที่ ๒ ว่า ลูกยี่.",
    "อี๊": "อ. คําที่เปล่งออกมาแสดงอาการรังเกียจสิ่งใดสิ่งหนึ่งเป็นต้น เช่น อี๊ ! เสื้อสกปรกอย่างนี้ ยังจะเอามาให้อีก, ยี้ ก็ว่า.",
    "อี๋ ๑": "น. ชื่อขนมของจีนชนิดหนึ่ง ทําด้วยแป้งข้าวเจ้าปั้นเป็นลูกกลม&#160;ๆ ต้มนํ้าตาล.",
    "อี๋ ๒": "ว. คําใช้ขยายกริยา คราง ในคําว่า ครางอี๋.",
    "อี๋ ๓, อี๋อ๋อ": "ก. กิริยาที่แสดงอาการเอาอกเอาใจหรือประจบประแจงเป็นต้น.",
    "อีก": "ว. ต่อไป, ซํ้า, เพิ่มเติม เช่น ขออีก, อื่นจากนั้น เช่น อีกประการหนึ่ง, อิก ก็ว่า.",
    "อีก้อ": "น. ชนชาวเขาพวกหนึ่ง ในตระกูลทิเบต-พม่า มีอยู่ทางแถบเหนือของประเทศไทย คล้ายพวกมูเซอ, ก้อ ก็เรียก.",
    "อีก๋อย": "น. ชื่อนกในวงศ์ <f>Scolopacidae</f> ตัวสีนํ้าตาลเทาลายดํา ปากยาวโค้งปลายแหลม ขายาว หากินเป็นฝูงตามชายหาด มีหลายชนิด เช่น อีก๋อยใหญ่ <f><i>(Numenius arquata)</i></f> อีก๋อยเล็ก <f><i>(N. phaeopus)</i></f>, ก๋อย ก็เรียก.",
    "อีกา": "<i>ดู กา ๑</i>.",
    "อีก๋า": "<i>ดู หมอช้างเหยียบ</i>.",
    "อีเก้ง": "<i>ดู เก้ง</i>.",
    "อีเกร็ง": "[-เกฺร็ง] <i>ดู เหงือกปลาหมอ ๒</i>.",
    "อีเก้อีกัง": "ว. เก้กัง.",
    "อีแก": "<i>ดู แก ๑</i>.",
    "อีแก่, อีแก่กินน้ำ": "น. ชื่อการเล่นไพ่อย่างหนึ่ง.",
    "อีแก้": "น. เบี้ยอีแก้. <i>(ดู เบี้ยแก้)</i>.",
    "อีโก้ง": "น. ชื่อนกชนิด <f><i>Porphyrio porphyrio</i></f> ในวงศ์ <f>Rallidae</f> ลําตัวสีม่วงเหลือบนํ้าเงิน ปากหนาสีแดง ใต้หางสีขาว ขาและนิ้วยาว วิ่งหากินบนพืชที่ลอยอยู่ในนํ้า กินพืชและสัตว์เล็ก&#160;ๆ.",
    "อีโก๊ะ": "<i>ดู หมอตาล</i>.",
    "อีคว่ำอีหงาย": "น. เรียกการเล่นชนิดหนึ่งในจําพวกหมากแยก ซึ่งมีการกินหงายเบี้ย.",
    "อีจู้": "น. เครื่องดักปลาไหลชนิดหนึ่ง สานด้วยไม้ไผ่ รูปคล้ายหม้อคอสูง มีงาแซงอยู่ริมก้น ห้อยเหยื่อไว้ภายใน, กระจู้ หรือ จู้ ก็เรียก.",
    "อีฉัน": "ส. คําใช้แทนตัวผู้พูด เพศหญิง เป็นคําสุภาพ, อิฉัน ก็ว่า, (แบบ) ผู้ชายใช้ว่า ดิฉัน หรือ ดีฉัน ผู้หญิงใช้ว่า อิฉัน หรือ อีฉัน, เป็นสรรพนามบุรุษที่ ๑.",
    "อีฉุยอีแฉก": "ก. กระจัดกระจาย, ไม่รวมอยู่แห่งเดียวกัน.<2t>ว. ไม่เป็นชิ้นเป็นอัน, สุรุ่ยสุร่าย, อีลุ่ยฉุยแฉก หรือ อีหลุยฉุยแฉก ก็ว่า.",
    "อีชุก": "<i>ดู ค้าว</i>.",
    "อี๊ด": "ว. เสียงร้องดังเช่นนั้น.",
    "อีดอก": "น. คำที่ใช้ด่าผู้หญิง.",
    "อีดำอีแดง ๑": "น. เครื่องเล่นการพนันอย่างหนึ่ง ใช้ไม้ ๓ อัน ทาสีดำ สีแดง และสีขาว เจ้ามือกำไม้ทั้ง ๓ อันไว้ แล้วใช้ความไวปัดไม้อันหนึ่งลงในกล่อง ให้ลูกค้าแทงสี ถ้าแทงผิดเจ้ามือกิน, ปลาดำปลาแดง หรือ ไม้ดำไม้แดง ก็เรียก.",
    "อีดำอีแดง ๒": "น. ชื่อโรคติดต่อชนิดหนึ่ง ขึ้นเป็นผื่นสีดําสีแดงตามตัว.",
    "อีตัว": "น. เบี้ยใช้ทอยในการเล่นบางอย่างเช่นต้องเต.",
    "อีตาล": "<i>ดู หมอตาล</i>.",
    "อีเต้อ": "น. เครื่องมือสําหรับขุดของแข็งหรือหินเป็นต้น ทําด้วยเหล็ก ลักษณะคล้ายจอบ ปลายหัวด้านหนึ่งแหลม ส่วนปลายอีกด้านหนึ่งแบน มีรูตรงกลางสําหรับใส่ด้าม.",
    "อีโต้": "น. มีดโต้.<i> (ดู โต้ ๑)</i>.",
    "อีถ่าง": "<i>ดู กระท่อม ๒</i>.",
    "อีทุก, อีทุบ": "<i>ดู ค้าว</i>.",
    "อีเทอร์": "น. สารประกอบอินทรีย์ประเภทหนึ่ง มีสูตรทั่วไปเป็น <f>R-O-R</f> โดยทั่วไปมักหมายถึง ไดเอทิลอีเทอร์ ซึ่งมีสูตร <f>C<sub>2</sub>H<sub>5</sub>-O-C<sub>2</sub>H<sub>5</sub></f> ลักษณะเป็นของเหลว ใส ไม่มีสี มีขีดเดือด ๓๔.๖ &#x00b0;ซ. ไวไฟมาก ใช้ประโยชน์เป็นยาดมสลบ เป็นตัวทําละลาย และใช้นําไปเตรียมสารเคมีอื่น. (อ. <f>ether</f>).",
    "อีนุงตุงนัง": "ว. ยุ่งใหญ่, พันกันยุ่ง.",
    "อีนูน": "(ถิ่น-อีสาน) น. ชื่อไม้เถามีหัวชนิด <f><i>Adenia pierrei </i>Gagnep.</f> และชนิด <f><i>A. viridiflora</i> Craib</f> ในวงศ์ <f>Passifloraceae</f> ขึ้นปกคลุมต้นไม้ตามป่าทั่วไป ทุกส่วนเป็นพิษ ยอดอ่อนดองแล้วกินได้, นางนูน หรือ ผักสาบ ก็เรียก.",
    "อีโน": "(โบ) น. เรียกชามขนาดใหญ่อย่างชามโคมว่า ชามอีโน.",
    "อีโนงโตงเนง": "ว. รุงรัง; ไม่รู้จักแล้ว.",
    "อีบึ้ง": "<i>ดู บึ้ง ๑</i>.",
    "อีเบ้อ": "(ถิ่น-พายัพ) น. ผีเสื้อกลางวัน. <i>(ดู ผีเสื้อ ๑)</i>.",
    "อีเป็ด": "น. ชื่อเรือต่อหรือเรือขุดต่อกระดานเสริมกราบชนิดหนึ่ง หัวท้ายแบน&#160;ๆ ก็มี หัวท้ายแหลมก็มี กลางป่อง ดูรูปร่างคล้ายเป็ด, เรือเป็ด ก็เรียก.",
    "อีเป้า": "น. ชื่อว่าวชนิดหนึ่งมีหางยาว คู่กับ ว่าวจุฬา, ปักเป้า ก็เรียก.",
    "อีแปะ ๑": "น. เงินปลีกโบราณ, กะแปะ ก็เรียก.",
    "อีแปะ ๒": "น. ชื่อเรือต่อชนิดหนึ่ง ท้องแบน เสริมกราบ รูปคล้ายเรือสําปั้น แต่หัวเรือสั้นกว่า.",
    "อีแปะ ๓": "น. ผักอีแปะ. <i>[ดู ตับเต่า (๑)]</i>.",
    "อีโปง ๑": "น. ชื่อเรือขุดชนิดหนึ่ง ยาวประมาณ ๑ วา ทําจากโคนต้นตาลผ่าซีก แล้วขุดเอาเนื้อข้างในออก ปิดท้ายด้วยไม้ ท้ายเรือเล็กกว่าหัวเรือ.",
    "อีโปง ๒, อีโปงครอบ": "น. เครื่องเล่นการพนันอย่างหนึ่ง ใช้ถ้วยครอบเบี้ยซึ่งเรียกว่า ลูกอีโปง ลักษณะเป็นลูกบาศก์ หน้าทั้ง ๖ ด้านมีภาพนํ้าเต้า ปู ปลา กุ้ง เสือ ไก่ ให้ลูกค้าแทง ถ้าแทงถูกเจ้ามือใช้ ๓ ต่อ.",
    "อีเพา": "น. ชื่อนกชนิดหนึ่ง, นกกระถั่ว หรือ โชโหว ก็เรียก. (พจน. ๒๔๙๓).",
    "อีมู ๑": "น. ชื่อนกขนาดใหญ่ชนิด <f><i>Dromaius novaehollandiae</i></f> ในวงศ์ <f>Dromaiidae</f> ลําตัวสีเทาอมดํา สูงประมาณ ๕ ฟุต ปีกขนาดเล็กมาก บินไม่ได้ มีนิ้วตีน ๓ นิ้ว เล็บแหลมคมมากใช้ในการต่อสู้ ถิ่นกําเนิดอยู่ในทวีปออสเตรเลีย.",
    "อีมู ๒": "น. ชื่อมันชนิด <f><i>Dioscorea pentaphylla </i>L.</f> ในวงศ์ <f>Dioscoreaceae</f> รากมีหนามแข็ง หัวกลมผิวขรุขระ สีนํ้าตาล กินได้.",
    "อีรม": "<i>ดู นางรม ๑</i>.",
    "อีรุ้ง": "<i>ดู รุ้ง ๒</i>.",
    "อีลอง": "<i>ดู หางแข็ง</i>.",
    "อีล่อยป่อยแอ": "(โบ) ว. ชักช้า, อืดอาด, อีล่อยป้อยแอ ก็ว่า.",
    "อีลุ้ม ๑": "น. ชื่อนกชนิด <f><i>Gallicrex cinerea</i></f> ในวงศ์ <f>Rallidae</f> ตัวขนาดเดียวกับนกอีโก้ง ขายาว นิ้วยาว ตัวผู้ขนสีดํา หงอนแดง ตัวเมียขนสีนํ้าตาล ไม่มีหงอน นอกฤดูผสมพันธุ์ตัวผู้และตัวเมียมีสีขนคล้ายกัน อาศัยหากินตามแหล่งน้ำและทุ่งนา พบทั่วทุกภาค กินพืชและสัตว์เล็ก&#160;ๆ.",
    "อีลุ้ม ๒": "น. ชื่อว่าวชนิดหนึ่งคล้ายว่าวปักเป้าแต่ไม่มีหาง.",
    "อีลุ่ยฉุยแฉก": "ก. กระจัดกระจาย, ไม่รวมอยู่แห่งเดียวกัน.<2t>ว. ไม่เป็นชิ้นเป็นอัน, สุรุ่ยสุร่าย, อีหลุยฉุยแฉก หรือ อีฉุยอีแฉก ก็ว่า.",
    "อีเลิ้ง": "น. เรียกตุ่มหรือโอ่งใหญ่ว่า ตุ่มอีเลิ้ง หรือ ตุ่มนางเลิ้ง, โอ่งนครสวรรค์ ก็เรียก; โดยปริยายหมายความว่า ใหญ่เทอะทะ.",
    "อีแล่ง": "น. หม้อขนาดใหญ่คล้ายหม้อแกง สําหรับหมักส่าเหล้า.",
    "อีโลง": "<i>ดู หางแข็ง</i>.",
    "อีศ": "[อีด] น. ผู้เป็นใหญ่. (ส.; ป. อีส).",
    "อีศวร": "[-สวน] น. อิศวร. (ส.).",
    "อีส": "[อีด] น. ผู้เป็นใหญ่. (ป.; ส. อีศ).",
    "อีสา": "น. งอนไถ.<2t>ว. งอนช้อนขึ้น. (ป.; ส. อีษา).",
    "อีสาน ๑": "น. ทิศตะวันออกเฉียงเหนือ. (ป. อีสาน; ส. อีศาน).",
    "อีสาน ๒": "น. พระศิวะหรือพระรุทระ.",
    "อีสุกอีใส": "น. โรคติดต่อที่เกิดจากเชื้อไวรัส มีอาการไข้สูงและปวดหัว มีเม็ดพองใส&#160;ๆ ขึ้นตามตัว.",
    "อีหน็องอีแหน็ง": "ว. กะหน็องกระแหน็ง.",
    "อีหรอบ": "[-หฺรอบ] (โบ) น. ยุโรป หมายความว่า ฝรั่ง เช่น ดินอีหรอบ เข้าอีหรอบ หมายความว่า ทําตามแบบฝรั่ง.",
    "อีหรอบเดียวกัน": "(สํา) ว. ทํานองเดียวกัน, แบบเดียวกัน, (มักใช้ในทางไม่ดี) เช่น พ่อเป็นขโมย ลูกก็อีหรอบเดียวกัน.",
    "อีหลักอีเหลื่อ": "[-เหฺลื่อ] ว. อึดอัดใจ, ลําบากใจ, อลักเอลื่อ อาหลักอาเหลื่อ หรือ อิหลักอิเหลื่อ ก็ว่า.",
    "อีหลัดถัดทา": "น. ส่วนหนึ่งแห่งคําร้องในการเล่นโมงครุ่มซึ่งเป็นมหรสพชนิดหนึ่งของหลวง โดยคนตีฆ้องจะร้องว่า &#147;อีหลัดถัดทา&#148;.",
    "อีหลี": "[-หฺลี] (ถิ่น-อีสาน) ว. จริง&#160;ๆ, บางทีใช้ว่า ดีหลี.",
    "อีหลุกขลุกขลัก": "ว. ติดขัด, ไม่สะดวก, ไม่คล่อง.",
    "อีหลุกขลุกขลุ่ย": "ว. ง่วนอยู่.",
    "อีหลุยฉุยแฉก": "ก. กระจัดกระจาย, ไม่รวมอยู่แห่งเดียวกัน.<2t>ว. ไม่เป็นชิ้นเป็นอัน, สุรุ่ยสุร่าย, อีลุ่ยฉุยแฉก หรือ อีฉุยอีแฉก ก็ว่า.",
    "อีเห็น": "น. ชื่อสัตว์เลี้ยงลูกด้วยนมในวงศ์ <f>Viverridae</f> ซึ่งเป็นวงศ์เดียวกับชะมดและพังพอน ลําตัวเรียวยาว ขาสั้น หางยาว ปากแหลมยาว ออกหากินในเวลากลางคืน มีต่อมกลิ่นที่ก้นทําให้ตัวมีกลิ่นแรง กินสัตว์และผลไม้ มีหลายชนิด เช่น อีเห็นลายจุด <f><i>(Paradoxurus hermaphroditus)</i></f> อีเห็นหน้าขาว <f><i>(Paguma larvata)</i></f> อีเห็นหูขาว <f><i>(Arctogalidia trivirgata)</i></f>, ปักษ์ใต้เรียก มดสัง หรือ มูสัง, ในบทประพันธ์ ใช้ว่า กระเห็น ก็มี เช่น กระเห็นเห็นกันแล้ววิ่งมา. (รามเกียรติ์ ร. ๑).",
    "อีเหน็บ": "น. มีดเหน็บ.",
    "อีเหนียว": "<i>ดู กระดูกอึ่ง</i>.",
    "อีเหละเขละขละ, อีเหละเขะขะ": "[-เหฺละเขฺละขฺละ, -เหฺละ-] ว. เกะกะ, เกลื่อนกลาด.",
    "อีเหลียน": "น. มีดเหลียน.",
    "อีโหน่อีเหน่": "น. เรื่องราวที่เกิดขึ้น ใช้ในทางปฏิเสธในสำนวนว่า ไม่รู้อีโหน่อีเหน่.",
    "อีโหลกโขลกเขลก": "[-โหฺลกโขฺลกเขฺลก] ว. อาการที่ยานพาหนะเป็นต้นเคลื่อนที่ไปอย่างทุลักทุเล เช่น นั่งรถอีโหลกโขลกเขลกมาทั้งวัน, ไม่เป็นโล้เป็นพาย, ไม่เป็นชิ้นเป็นอัน, เช่น ใช้ชีวิตอีโหลกโขลกเขลกไปวันหนึ่ง&#160;ๆ.",
    "อีแอ่น": "น. ชื่อนกขนาดเล็กในวงศ์ <f>Apodidae, Hemiprocnidae, Hirundinidae</f> และ <f>Artamidae</f> ตัวสีนํ้าตาลหรือดํา ปลายปีกแหลม ใช้เวลาส่วนใหญ่บินโฉบแมลง มักอยู่รวมกันเป็นฝูง มีหลายชนิด เช่น อีแอ่นบ้าน <f><i>(Hirundo rustica)</i></f> อีแอ่นตะโพกแดง <f><i>(H. daurica)</i></f> ในวงศ์ <f>Hirundinidae</f> อีแอ่นตาล <f><i>(Cypsiurus balasiensis)</i></f> ในวงศ์ <f>Apodidae</f> ชนิดที่นํารังมากินได้ เช่น อีแอ่นกินรัง (<f><i>Collocalia fuciphaga</i></f> หรือ <f><i>Aerodramus fuciphagus</i></f>) ในวงศ์ <f>Apodidae</f>, นางแอ่น หรือ แอ่นลม ก็เรียก.",
    "อึ": "(ปาก) ก. ถ่ายอุจจาระ (มักใช้แก่เด็ก).<2t>น. ขี้, อุจจาระ.",
    "อึก ๑, อึ้ก, อึ้ก ๆ": "ว. เสียงดังเช่นนั้นอย่างเสียงทุบแผ่นหลังด้วยกำปั้นหรือเสียงดื่มน้ำอย่างเร็วเป็นต้น.",
    "อึก ๒": "น. ลักษณนามเรียกอาการกลืนของเหลวหรือเสียงทุบแผ่นหลังด้วยกำปั้นครั้งหนึ่ง&#160;ๆ เช่น ดื่มน้ำ ๓ อึก เขาถูกทุบไป ๓ อึก.",
    "อึ๊ก ๆ": "ว. เสียงอย่างเสียงสะอึก.",
    "อึก ๆ อัก ๆ": "ว. อาการที่พูดไม่ออก ติดกึกกักอยู่ในคอเพราะกลัวหรือประหม่าเป็นต้น, กระอึกกระอัก หรือ อึกอัก ก็ว่า.",
    "อึกทึก": "[อึกกะทึก] ว. เอ็ดอึง, อื้ออึง, ครึกโครม.",
    "อึกอัก": "ว. อาการที่พูดไม่ออก ติดกึกกักอยู่ในคอเพราะกลัวหรือประหม่าเป็นต้น, กระอึกกระอัก หรือ อึก&#160;ๆ อัก&#160;ๆ ก็ว่า; เสียงอย่างเสียงทุบกัน; ทันทีทันใด, ปุบปับ, ไม่ทันไตร่ตรอง, ไม่บอกกล่าวเล่าแจ้ง, เช่น อึกอักก็ไป อึกอักก็ด่า, เอะอะ ก็ว่า.",
    "อึง": "ก. ดัง, เอ็ด, อึกทึก, แพร่งพราย.",
    "อึ่ง": "น. ชื่อสัตว์สี่เท้าสะเทินนํ้าสะเทินบกหลายชนิดในวงศ์ <f>Microhylidae</f> รูปร่างอ้วนป้อมและมักพองตัวได้ เช่น อึ่งอ่าง <f><i>(Kaloula pulchra)</i></f> อึ่งแว่น <f><i>(Calluella guttulata)</i></f>.",
    "อึ้ง": "ว. นิ่งอั้นอยู่.",
    "อึงคะนึง": "ว. เอะอะ, อื้ออึง.",
    "อึงมี่": "ว. ดังอื้ออึงระงมไป.",
    "อึ่งยาง, อึ่งอ่าง": "น. ชื่อสัตว์สี่เท้าสะเทินนํ้าสะเทินบกในสกุล <f><i>Kaloula</i></f> วงศ์ <f>Microhylidae</f> สีนํ้าตาลลายขาว โตเต็มวัยยาวประมาณ ๗ เซนติเมตร มักทําตัวพองเมื่อถูกรบกวน ร้องเสียงดังเมื่อนํ้านองหลังฝนตก ที่พบทั่วไปมี ๒ ชนิด คือ ชนิด <f><i>K. pulchra</i></f> และอึ่งอ่างหลังขีด <f><i>(K. mediolineata)</i></f>.",
    "อึ่งใหญ่": "<i>ดู กระดูกอึ่ง</i>.",
    "อึงอล": "ว. ดังลั่น เช่น เสียงคลื่นลมอึงอล.",
    "อึด": "ก. ทน, อดกลั้น, อั้นไว้.",
    "อึดใจ": "น. เวลาชั่วกลั้นลมหายใจไว้คราวหนึ่ง.",
    "อึดตะปือ": "ว. มากมาย, ล้นหลาม.",
    "อึ้ดทึ่ด": "ว. อาการที่พองขึ้นเต็มที่ (ใช้แก่ศพคนหรือสัตว์บางชนิดที่ตายแล้ว), โดยปริยายหมายถึงอาการที่นอนหรือนั่งตามสบาย มีลักษณะไปในทางเกียจคร้านเป็นต้น เช่น นอนอึ้ดทึ่ด นั่งอึ้ดทึ่ด.",
    "อึดอัด": "ว. คับอกคับใจ, ไม่คล่อง, ไม่ปลอดโปร่ง.",
    "อึน": "ว. แห้งไม่สนิท เช่น ผ้ายังอึน&#160;ๆ อยู่.",
    "อืด": "ว. พอง, ขึ้น, เช่น ท้องอืด; เฉื่อยชา, ช้า.",
    "อืดอาด": "ว. เฉื่อยชา, ยืดยาด.",
    "อื่น": "ว. นอกออกไป, ต่างออกไป.",
    "อื้น": "ก. พูด, เรียก, เรียกร้อง, กล่าวถ้อยคำ, เอิ้น หรือ เอื้อน ก็ว่า.",
    "อือ": "อ. คําที่เปล่งออกมาเป็นการตอบรับหรือรับรู้.",
    "อื้อ": "ว. อาการที่รู้สึกมีเสียงดังอยู่ในหู, ไม่ได้ยิน; (ปาก) มาก เช่น รวยอื้อ บ่นกันอื้อ.",
    "อื้อฉาว": "ว. แพร่งพราย, เซ็งแซ่, กระจาย, (ใช้แก่ข่าวที่ไม่ดีไม่งาม).",
    "อื้อซ่า": "(ปาก) ว. มากมาย เช่น รับทรัพย์อื้อซ่า.",
    "อื้ออึง": "ว. สนั่น, ดังลั่น, เอิกเกริก.",
    "อื้อฮือ": "อ. คำที่เปล่งออกมาแสดงความแปลกใจเป็นต้น.",
    "อุ": "น. นํ้าเมาชนิดหนึ่ง ใช้ปลายข้าวและแกลบประสมกับแป้งเชื้อแล้วหมักไว้.",
    "อุก ๑": "น. ชื่อเรียกปลากดหลายชนิดในวงศ์ <f>Ariidae</f> ซึ่งเมื่อถูกจับขึ้นมาพ้นนํ้าจะร้องเสียงอุก&#160;ๆ.",
    "อุก ๒": "(กลอน) ก. หักหาญด้วยพลการ, บังอาจ, เช่น ทำอุกสนุกเสน่หาสองราช.",
    "อุกกา": "[อุก-] น. คบเพลิง. (ป.; ส. อุลฺกา).",
    "อุกกาบาต": "น. ผีพุ่งไต้, อุกลาบาต ก็เรียก. (ป. อุกฺกาปาต; ส. อุลฺกาปาต).",
    "อุกคลุก": "(กลอน) ก. เข้ารบคลุกคลีประชิดตัว, อุตลุด, เช่น อุกคลุกพลุก เงยงัด คอคช เศิกแฮ. (ตะเลงพ่าย).",
    "อุกฉกรรจ์": "ว. ร้ายแรง เช่น คดีอุกฉกรรจ์.",
    "อุกฤษฏ์": "[-กฺริด] ว. สูงสุด. (ส. อุตฺกฺฤษฺฏ; ป. อุกฺกฏฺ&#xf700;).",
    "อุกลา": "[อุกกะลา] น. คบเพลิง. (ส. อุลฺกา; ป. อุกฺกา).",
    "อุกลาบาต": "[อุกกะลาบาด] น. อุกกาบาต. (ส. อุลฺกาปาต; ป. อุกฺกาปาต).",
    "อุกอาจ": "ก. กล้าทําความผิดโดยไม่เกรงกลัว, กล้าละเมิดโดยไม่กลัวความผิด, บังอาจล่วงละเมิด.",
    "อุค, อุคระ": "[อุก, อุกคฺระ] ว. ร้าย, ดุร้าย; ยิ่งใหญ่, มีอํานาจ. (ป. อุคฺค; ส. อุคฺร).",
    "อุคห-, อุคหะ": "[อุกคะหะ-] น. การเล่าเรียน.<2t>ว. เจนใจ. (ป. อุคฺคห).",
    "อุคหนิมิต": "น. &#147;อารมณ์ที่เจนใจ&#148; คือ เป็นวิธีแห่งผู้เพ่งกสิณชํานาญจนรูปที่ตนเพ่งอยู่นั้นติดตาถึงแม้หลับตาเสีย รูปนั้นก็ปรากฏเป็นเครื่องหมายอยู่ รูปที่ปรากฏนี้ เรียกว่า อุคหนิมิต. (ป. อุคฺคหนิมิตฺต; ส. อุทฺคฺรห + นิมิตฺต).",
    "อุโฆษ": "[-โคด] ว. กึกก้อง. (ส. อุทฺโฆษ; ป. อุคฺโฆส).",
    "อุ้ง": "น. ส่วนกลางของฝ่ามือหรือฝ่าเท้า.",
    "อุจ": "ว. สูง, ระหง. (ป., ส. อุจฺจ).",
    "อุจจาร-, อุจจาระ": "[อุดจาระ-] น. ขี้, (ปาก) อึ. (ป., ส.).",
    "อุจจารมรรค": "[อุดจาระมัก] น. ทวารหนัก. (ส.; ป. อุจฺจารมคฺค).",
    "อุจฉุ": "[อุด-] น. อ้อย. (ป.).",
    "อุจเฉท, อุจเฉท-": "[อุดเฉด, อุดเฉทะ-] ก. ขาดสิ้น, สูญ. (ป., ส.).",
    "อุจเฉททิฐิ": "[อุดเฉทะ-] น. ความเห็นว่าตายแล้วสูญ (ไม่มีปฏิสนธิวิญญาณหรือการเกิดใหม่). (ป. อุจฺเฉททิฏฺ<fig0129.gif,ฐิ>).",
    "อุจาด": "ว. น่าเกลียด, น่าอาย, อย่างที่ไม่ควรทํา.",
    "อุชุ": "ว. ตรง, ซื่อตรง. (ป.; ส. ฤชุ).",
    "อุฏฐาการ": "[อุดถากาน] ก. ลุกขึ้น. (ป.).",
    "อุณห-, อุณหะ": "[อุนหะ-] ว. ร้อน, อบอุ่น. (ป.; ส. อุษฺณ).",
    "อุณหภูมิ": "[อุนหะพูม] น. ระดับความสูงต่ำของความร้อน นิยมวัดได้ด้วยเครื่องมือที่เรียกว่า เทอร์โมมิเตอร์.",
    "อุณหาการ": "น. อาการร้อน, อาการเร่าร้อน. (ป. อุณฺหาการ; ส. อุษฺณาการ).",
    "อุณหิส": "[อุนนะหิด] น. กรอบหน้า, มงกุฎ. (ป. อุณฺหีส; ส. อุษฺณีษ).",
    "อุณา": "น. ขนแกะ; ขนระหว่างคิ้ว. (ป. อุณฺณา; ส. อูรฺณา).",
    "อุณานาภี": "น. แมงมุม. (ป. อุณฺณานาภี; ส. อูรฺณานาภิ).",
    "อุณาโลม": "น. ขนระหว่างคิ้ว; เครื่องหมายรูปอย่างนี้ <fig0137.gif,รูปอุณาโลม>.",
    "อุด": "ก. จุกช่อง, จุกให้แน่น.",
    "อุดเตา": "น. เตารีด, เครื่องทำด้วยโลหะ สำหรับรีดผ้าให้เรียบโดยอาศัยความร้อนเช่นถ่าน หรือ ไฟฟ้า.",
    "อุดม, อุดม-": "[-ดม, -ดมมะ-] ว. สูงสุด, ยิ่ง, เลิศ, มากมาย, บริบูรณ์. (ป., ส. อุตฺตม).",
    "อุดมการณ์": "[อุดมมะ-, อุดม-] น. หลักการที่วางระเบียบไว้เป็นแนวปฏิบัติเพื่อให้บรรลุเป้าหมายที่กำหนดไว้.",
    "อุดมคติ": "[อุดมมะ-, อุดม-] น. จินตนาการที่ถือว่าเป็นมาตรฐานแห่งความดี ความงาม และความจริง ทางใดทางหนึ่งที่มนุษย์ถือว่าเป็นเป้าหมายแห่งชีวิตของตน.",
    "อุดมศึกษา": "[อุดมมะ-, อุดม-] น. การศึกษาในระดับสูงกว่ามัธยมศึกษา.",
    "อุดร": "[-ดอน] น. ทิศเหนือ ใช้ว่า ทิศอุดร; ข้างซ้าย. (ป., ส. อุตฺตร).",
    "อุดหนุน": "ก. ช่วยเหลือ, เกื้อกูล.",
    "อุดหนุนจุนเจือ": "ก. ช่วยเหลือเกื้อกูล.",
    "อุดอู้": "ว. อับ, ไม่โปร่ง, (ใช้แก่สถานที่).",
    "อุดากัน, อุนากัน": "ว. เล็บยาว. (ช.).",
    "อุตดม, อุตตมะ, อุตม-": "[อุดดม, อุดตะมะ-] ว. สูงสุด, ยิ่ง, เลิศ, มากมาย, บริบูรณ์. (ป., ส. อุตฺตม).",
    "อุตดร, อุตร-": "[อุดดอน, อุดตะระ-] น. อุดร. (ป., ส. อุตฺตร).",
    "อุตตรายัน": "[อุดตฺรา-] (ดารา) น. จุดสุดทางเหนือ เมื่อดวงอาทิตย์ปรากฏในราววันที่ ๒๒ มิถุนายน เป็นจุดในหน้าร้อน มีกลางวันยาวที่สุด เรียกว่า อุตตรายัน <f>(summer solstice)</f>, คู่กับ ทักษิณายัน, ครีษมายัน ก็เรียก. (ป. อุตฺตร + ส. อายน).",
    "อุตตานภาพ": "[อุดตานะพาบ] (กลอน) ก. นอนหงาย เช่น รวบพระกรกระหวัดทั้งซ้ายขวาให้พระนางอุตตานภาพ. (ม. ร่ายยาว กุมาร), เขียนเป็น อุตตานะภาพ ก็มี เช่น ฉวยกระชากชฎาเกษเกล้าให้นางท้าวเธอล้มลงอุตตานะภาพ. (ม. กาพย์ กุมารบรรพ). (ป. อุตฺตาน ว่า หงาย + ภาว).",
    "อุตบล": "[อุดบน] น. อุบล, บัวสาย, เช่น นีโลตบล ว่า บัวขาบ. (ส. อุตฺปล; ป. อุปฺปล).",
    "อุตพิด": "[อุดตะ-] น. ชื่อไม้ล้มลุกมีหัวชนิด <f><i>Typhonium trilobatum </i>Schott</f> ในวงศ์ <f>Araceae</f> ดอกบานเวลาเย็น กลิ่นเหม็นเหมือนอุจจาระ. (ข. อาจม์ + พิษ).",
    "อุตพิดผี": "<i>ดู โหรา ๒</i>.",
    "อุตมภาพ": "น. ภาวะอันสูงสุด, ความสูงสุด; ฐานะอันดี.",
    "อุตมัตถ์": "[อุดตะมัด] น. ผลอันยอดเยี่ยม หมายถึง พระนิพพาน. (ป. อุตฺตมตฺถ).",
    "อุตมางค์": "[อุดตะมาง] น. ส่วนสูงสุดของร่างกาย คือ หัว. (ส. อุตฺตมางฺค).",
    "อุตรกุรุทวีป, อุตรกุรูทวีป": "[อุดตะระ-] น. ทวีปใหญ่อยู่ทางทิศเหนือของเขาพระสุเมรุ เป็นทวีป ๑ ใน ๔ ทวีป ได้แก่ อุตรกุรุทวีปหรืออุตรกุรูทวีป บุพวิเทหทวีป ชมพูทวีป และอมรโคยานทวีป. (ป., ส. อุตฺตรกุร + ส. ทวีป).",
    "อุตรนิกาย": "[อุดตะระ-] น. ชื่อนิกายหนึ่งในพระพุทธศาสนา คือ นิกายฝ่ายเหนือ ซึ่งเรียกว่า มหายาน. (ป., ส. อุตฺตรนิกาย).",
    "อุตรผลคุนี, อุตตรผลคุนี": "[อุดตะระผนละคุนี] น. ดาวฤกษ์ที่ ๑๒ มี ๒ ดวง เห็นเป็นรูปงูเหลือม แรดตัวเมีย หรือเพดานตอนหลัง, ดาวเพดาน หรือ ดาววัวตัวเมีย ก็เรียก. (ส. อุตฺตรผาลฺคุนี; ป. อุตฺตรผคฺคุนี).",
    "อุตรภัทรบท, อุตตรภัทรบท, อุตตรภัททะ": "[อุดตะระพัดทฺระบด, อุดตะระพัดทะ] น. ดาวฤกษ์ที่ ๒๖ มี ๒ ดวง เห็นเป็นรูปราชสีห์ตัวเมียหรือเพดานตอนหลัง, ดาวแรดตัวเมีย หรือ ดาวไม้เท้า ก็เรียก. (ส. อุตฺตรภทฺรปท; ป. อุตฺตรภทฺทปท).",
    "อุตรา": "[อุดตฺรา] น. เรียกลมชนิดหนึ่งพัดจากทิศตะวันออกเฉียงเหนือไปทางทิศตะวันตกเฉียงใต้ในต้นฤดูร้อน ว่า ลมอุตรา.",
    "อุตราภิมุข": "[อุดตะรา-] ก. บ่ายหน้าไปทางทิศเหนือ. (ป., ส. อุตฺตราภิมุข).",
    "อุตราวรรต": "[อุดตะรา-] น. การเวียนซ้าย. ว. เวียนไปทางซ้าย คือเวียนเลี้ยวทางซ้ายอย่างทวนเข็มนาฬิกา, อุตราวัฏ ก็ว่า, ตรงข้ามกับ ทักษิณาวรรต หรือ ทักขิณาวัฏ. (ส. อุตฺตราวรฺต; ป. อุตฺตราวฏฺฏ).",
    "อุตราวัฏ": "[อุดตะรา-] น. การเวียนซ้าย.<2t>ว. เวียนไปทางซ้าย คือเวียนเลี้ยวทางซ้ายอย่างทวนเข็มนาฬิกา, อุตราวรรต ก็ว่า, ตรงข้ามกับ ทักขิณาวัฏ หรือ ทักษิณาวรรต. (ป. อุตฺตราวฏฺฏ; ส. อุตฺตราวรฺต).",
    "อุตราษาฒ, อุตตราอาษาฒ, อุตตราสาฬหะ": "[อุดตะราสาด, อุดตะราอาสาด, อุดตะราสานหะ] น. ดาวฤกษ์ที่ ๒๑ มี ๕ ดวง เห็นเป็นรูปครุฑหรือช้างพัง, ดาวแตรงอน หรือ ดาวราชสีห์ตัวเมีย ก็เรียก. (ส. อุตฺตราษาฒ; ป. อุตฺตราสาฬฺห).",
    "อุตราสงค์": "[อุดตะรา-] น. จีวรสําหรับห่ม. (ป., ส. อุตฺตราสงฺค).",
    "อุตริ": "[อุดตะหฺริ] ว. นอกคอก, นอกทาง, นอกรีต. (ป., ส. อุตฺตริ ว่า ยิ่ง).",
    "อุตริมนุสธรรม": "[-มะนุดสะทํา] น. คุณอย่างยวดยิ่งของมนุษย์ ได้แก่ธรรมวิเศษมีการสําเร็จฌาน สําเร็จมรรคผลเป็นต้น. (ป. อุตฺตริ + มนุสฺส + ธมฺม; ส. อุตฺตริ + มนุษฺย + ธรฺม).",
    "อุตลุด": "[อุดตะหฺลุด] ว. ชุลมุนวุ่นวาย, พัลวัน, สับสน.",
    "อุตสาห-, อุตส่าห์, อุตสาหะ": "น. ความบากบั่น, ความพยายาม, ความขยัน, ความอดทน, ใช้ว่า อุษาหะ อุสสาหะ หรือ อุสส่าห์ ก็มี.<2t>ก. บากบั่น, พยายาม, ขยัน, อดทน. (ส. อุตฺสาห; ป. อุสฺสาห).",
    "อุตสาหกรรม": "[อุดสาหะกํา] น. กิจกรรมที่ใช้ทุนและแรงงานเพื่อผลิตสิ่งของหรือจัดให้มีบริการ เช่น อุตสาหกรรมสิ่งทอ อุตสาหกรรมท่องเที่ยว; ชื่อกระทรวงที่มีอํานาจหน้าที่เกี่ยวกับการอุตสาหกรรม การมาตรฐานเกี่ยวกับกิจการอุตสาหกรรม และทรัพยากรธรณี.",
    "อุตสาหกรรมศิลป์": "[อุดสาหะกําสิน] น. วิชาที่มุ่งให้ผู้เรียนเกิดความชํานาญในการประดิษฐ์และเกิดความคุ้นเคยกับการใช้เครื่องมือและเครื่องกล.",
    "อุตุ ๑": "น. ฤดู. (ป.; ส. ฤตุ).",
    "อุตุ ๒": "(ปาก) ว. สบาย (ใช้แก่กริยานอน) เช่น นอนหลับอุตุ.",
    "อุตุนิยมวิทยา": "น. วิชาว่าด้วยเรื่องราวของบรรยากาศ.",
    "อุท-": "[อุทะ-] น. นํ้า. (ป., ส.).",
    "อุทก, อุทก-": "[อุทกกะ-, อุทก-] น. นํ้า. (ป., ส.).",
    "อุทกธาร, อุทกธารา": "น. สายนํ้า, ท่อนํ้า. (ป., ส.).",
    "อุทกภัย": "น. ภัยอันตรายที่เกิดจากนํ้าท่วม. (ป., ส. อุทก + ภย).",
    "อุทกวิทยา": "น. วิชาว่าด้วยนํ้าที่มีอยู่ในโลก เช่น ศึกษาถึงสาเหตุการเกิด การหมุนเวียน ตลอดจนคุณลักษณะของนํ้า รวมทั้งการนํานํ้ามาใช้ให้เป็นประโยชน์. (ป., ส. อุทก + ส. วิทฺยา).",
    "อุทกศาสตร์": "น. วิชาว่าด้วยนํ้าบนพื้นโลกเกี่ยวกับการวัดหรือการสํารวจแผนที่ทะเล โดยมีความมุ่งหมายเฉพาะเพื่อการเดินเรือ. (ป., ส. อุทก + ส. ศาสฺตฺร).",
    "อุททาม": "[อุด-] ว. คะนอง, ปราศจากความเหนี่ยวรั้ง. (ป. อุทฺทาม).",
    "อุทธรณ์": "[อุดทอน] น. การยกขึ้น, การรื้อขึ้น, การเคลื่อนที่, การเสนอ, การนำมาให้; ชื่อศาลสูงถัดจากศาลชั้นต้นซึ่งมีอำนาจพิจารณาพิพากษาบรรดาคดีที่อุทธรณ์คำพิพากษาหรือคำสั่งของศาลชั้นต้น เรียกว่า ศาลอุทธรณ์.<2t>ก. (กฎ) ยื่นฟ้องหรือยื่นคําร้องต่อศาลสูงคัดค้านคําพิพากษาหรือคําสั่งของศาลชั้นต้น; ยื่นคําร้องคัดค้านคําสั่งหรือคําวินิจฉัยของพนักงานเจ้าหน้าที่; ร้องเรียน, ร้องทุกข์, เช่น ร้องอุทธรณ์. (ป., ส. อุทฺธรณ).",
    "อุทธัจ": "[อุดทัด] น. ความฟุ้งซ่าน; ความประหม่า, ความขวยเขิน; อุธัจ ก็ว่า. (ป. อุทฺธจฺจ ว่า ความฟุ้งซ่าน; ส. เอาทฺธตฺย).",
    "อุทบาตร": "[-บาด] น. หม้อนํ้า. (ส. อุท + ปาตฺร).",
    "อุทบาน": "[-บาน] น. บ่อนํ้า, สระน้ำ. (ป., ส. อุท + ปาน).",
    "อุทพินทุ์": "[-พิน] น. หยาดนํ้า. (ป., ส. อุท + พินฺทุ).",
    "อุทยาน": "[อุดทะยาน] น. สวน. (ส.; ป. อุยฺยาน).",
    "อุทยานแห่งชาติ": "(กฎ) น. พื้นที่บริเวณใดบริเวณหนึ่งที่ได้สงวนรักษาไว้ให้คงอยู่ในสภาพธรรมชาติเดิม เพื่อให้เป็นประโยชน์แก่การศึกษาและความรื่นรมย์ของประชาชน โดยมีพระราชกฤษฎีกาประกาศกําหนดให้เป็น อุทยานแห่งชาติ ตามกฎหมายว่าด้วยอุทยานแห่งชาติ.",
    "อุทร": "[-ทอน] น. ท้อง. (ป., ส.).",
    "อุทริยะ": "[อุทะริยะ] น. อาหารที่กินเข้าไปใหม่&#160;ๆ. (ป. อุทริย; ส. อุทรฺย).",
    "อุทลุม": "[อุดทะ-] ว. ผิดประเพณี, ผิดธรรมะ, นอกแบบ, นอกทาง, เช่น คดีอุทลุม คือคดีที่ลูกหลานฟ้องบุพการีของตนต่อศาล, เรียกลูกหลานที่ฟ้องบุพการีของตนต่อศาลว่า คนอุทลุม เช่น ผู้ใดเปนคนอุทลุมหมีได้รู้คุณบิดามานดาปู่หญ้าตายาย แลมันมาฟ้องร้องให้เรียกบิดามานดาปู่ญ่าตายายมัน ท่านให้มีโทษทวนมันด้วยลวดหนังโดยฉกัน. (สามดวง).",
    "อุทัช": "ว. เกิดในนํ้า. (ป., ส. อุท + ช).",
    "อุทัย": "น. การเกิดขึ้น เช่น สุโขทัย = การเกิดขึ้นแห่งความสุข, การตั้งขึ้น เช่น อรุโณทัย = การตั้งขึ้นแห่งอรุณ.<2t>ก. เริ่มส่องแสง ในคำว่า อาทิตย์อุทัย. (ป., ส.).",
    "อุทาน ๑": "น. เสียงหรือคําที่เปล่งออกมาเวลาตกใจ ดีใจ หรือเสียใจ เป็นต้น; ในไวยากรณ์เรียกคําหรือเสียงที่เปล่งออกมาเช่นนั้นว่า คําอุทาน. (ป., ส.).",
    "อุทาน ๒": "น. ชื่อคัมภีร์ในพระพุทธศาสนาส่วน ๑ ใน ๙ ส่วนที่เรียกว่า นวังคสัตถุศาสน์. (ป.).",
    "อุทาร": "[-ทาน] ว. สูง, เลิศ, ประเสริฐ, ยิ่งใหญ่; ซื่อตรง, มีความจริงใจ; สุภาพ; ถูกต้อง. (ส.).",
    "อุทาหรณ์": "[-หอน] น. ตัวอย่างที่ยกขึ้นมาอ้างให้เห็น, สิ่งหรือเรื่องที่ยกขึ้นมาเทียบเคียงเป็นตัวอย่าง. (ป., ส.).",
    "อุทิศ": "ก. ให้, ยกให้, เช่น อุทิศส่วนบุญให้แก่ผู้ตายตามประเพณี; ทําเพื่อ, สละให้โดยเจาะจง. (ส. อุทฺทิศฺย; ป. อุทฺทิสฺส ว่า เจาะจง).",
    "อุทุมพร": "[-พอน] น. ชื่อมะเดื่อชนิดหนึ่ง. <i>(ดู มะเดื่อ)</i>. (ป., ส.).",
    "อุเทศ": "น. การยกขึ้นแสดง, การยกขึ้นชี้แจง.<2t>ว. ที่ยกขึ้นแสดง, ที่ยกขึ้นชี้แจง; ที่อ้างอิง เช่น หนังสืออุเทศ. (ส. อุทฺเทศ; ป. อุทฺเทส).",
    "อุเทสิกเจดีย์": "น. เจดีย์ที่สร้างอุทิศพระพุทธเจ้า ได้แก่ พระพุทธรูป.",
    "อุธัจ": "น. ความฟุ้งซ่าน; ความประหม่า, ความขวยเขิน; อุทธัจ ก็ว่า. (ป. อุทฺธจฺจ ว่า ความฟุ้งซ่าน; ส. เอาทฺธตฺย).",
    "อุ่น": "ก. ทําให้ร้อน เช่น อุ่นแกง.<2t>ว. ค่อนข้างร้อน เช่น ตัวอุ่น, ไม่ร้อนนักไม่หนาวนัก เช่น อากาศอุ่น, อุ่น&#160;ๆ ก็ว่า.",
    "อุ่นกายสบายใจ": "ว. มีความรู้สึกสุขสบายทั้งกายและใจ.",
    "อุ่นเครื่อง": "ก. เดินเครื่องยนต์ไว้จนถึงระดับที่เครื่องจะทํางานได้ดี; ออกกําลังกายหรือฝึกซ้อมชั่วขณะก่อนเริ่มการแข่งขัน, ฝึกซ้อมก่อนแข่งขันจริง.",
    "อุ่นใจ": "ว. มีความรู้สึกสบายใจขึ้น, มีความมั่นใจ, ไม่มีกังวล, เช่น มีเงินมากอยู่ในกระเป๋าทำให้อุ่นใจ.",
    "อุ่นหนาฝาคั่ง": "ว. มั่นคง, มีหลักฐานเป็นที่พักพิงมั่นคง, เช่น มีฐานะอุ่นหนาฝาคั่ง; มากมายคับคั่ง เช่น งานนี้มีผู้คนมาอุ่นหนาฝาคั่ง.",
    "อุ่นอกอุ่นใจ": "ว. มีความรู้สึกสบายอกสบายใจและมีความมั่นใจขึ้น เช่น อยู่ใกล้&#160;ๆ ผู้ใหญ่รู้สึกอุ่นอกอุ่นใจ.",
    "อุนากัน, อุดากัน": "ว. เล็บยาว. (ช.).",
    "อุบ ๑": "<i>ดู คางคก ๒</i>.",
    "อุบ ๒": "ก. นิ่งไว้ไม่เปิดเผย เช่น เรื่องนี้อุบไว้ก่อน; ถือเอา, ริบเอา, เช่น อุบเอามาเป็นของตน, ไม่ยอมให้เปลี่ยนแปลง เช่น ที่รับปากไว้แล้ว อุบละนะ.<2t>ว. อาการที่พูดหรือบ่นเบา&#160;ๆ เป็นต้น เช่น ด่าอุบ บ่นอุบ, อุบอิบ อุบอิบ&#160;ๆ หรือ อุบ&#160;ๆ อิบ&#160;ๆ ก็ว่า.",
    "อุบล": "[-บน] น. บัวสาย. (ป. อุปฺปล; ส. อุตฺปล).",
    "อุบอิบ, อุบอิบ ๆ, อุบ ๆ อิบ ๆ": "ว. อาการที่พูดหรือบ่นเบา&#160;ๆ เป็นต้น เช่น ด่าอุบอิบ พูดอุบอิบ&#160;ๆ บ่นอุบ&#160;ๆ อิบ&#160;ๆ, อุบ ก็ว่า.",
    "อุบะ": "น. เป็นดอกไม้ที่ร้อยเป็นสายแล้วเข้าพวงอย่างพู่สำหรับห้อยกับมาลัย ห้อยระหว่างเฟื่อง หรือห้อยประดับข้างหูเป็นต้น.",
    "อุบ๊ะ": "อ. คําที่เปล่งออกมาแสดงความไม่พอใจหรือประหลาดใจเป็นต้น, บ๊ะ ก็ว่า.",
    "อุบัติ, อุบัติ-": "[อุบัด, อุบัดติ-] น. การเกิดขึ้น, กําเนิด, การบังเกิด; รากเหง้า, เหตุ.<2t>ก. เกิด, เกิดขึ้น. (ป. อุปฺปตฺติ; ส. อุตฺปตฺติ).",
    "อุบัติภัย": "น. ภัยที่เกิดจากอุบัติเหตุ.",
    "อุบัติเหตุ": "น. เหตุที่เกิดขึ้นโดยไม่คาดคิด, ความบังเอิญเป็น.",
    "อุบาท, อุปบาท": "[อุบาด, อุบบาด] น. การบังเกิด, กําเนิด, มักใช้เป็นส่วนท้ายสมาส เช่น พุทธุบาท (พุทธ + อุบาท), พุทธุปบาท (พุทธ + อุปบาท). (ป. อุปฺปาท; ส. อุตฺปาท).",
    "อุบาทว์": "ว. อัปรีย์, จัญไร, ไม่เป็นมงคล. (ป. อุปทฺทว; ส. อุปทฺรว).",
    "อุบาย": "น. วิธีการอันแยบคาย; เล่ห์กล, เล่ห์เหลี่ยม. (ป., ส. อุปาย).",
    "อุบาสก": "น. คฤหัสถ์ผู้ชายที่นับถือพระพุทธศาสนาอย่างมั่นคง. (ป., ส. อุปาสก).",
    "อุบาสิกา": "น. คฤหัสถ์ผู้หญิงที่นับถือพระพุทธศาสนาอย่างมั่นคง. (ป., ส. อุปาสิกา).",
    "อุเบกขา": "น. ความเที่ยงธรรม, ความวางตัวเป็นกลาง, ความวางใจเฉยอยู่, เป็นข้อ ๑ ในพรหมวิหาร ๔ คือ เมตตา กรุณา มุทิตา อุเบกขา. (ป. อุเปกฺขา).",
    "อุโบสถ ๑": "[อุโบสด] น. เรียกสถานที่ที่พระสงฆ์ประชุมกันทําสังฆกรรมเช่นสวดพระปาติโมกข์ อุปสมบท ว่า โรงอุโบสถ หรือ อุโบสถ, เรียกย่อว่า โบสถ์; (ปาก) เรียกวันพระว่า วันอุโบสถ; เรียกการแสดงพระปาติโมกข์ของพระสงฆ์ทุก&#160;ๆ กึ่งเดือน คือ ในวันขึ้น ๑๕ ค่ำ และวันแรม ๑๕ ค่ำ หรือวันแรม ๑๔ ค่ำ ในเดือนขาด ว่า การทําอุโบสถ; เรียกการรักษาศีล ๘ ของคฤหัสถ์ว่า การรักษาอุโบสถ. (ป. อุโปสถ; ส. อุโปษธ, อุปวสถ).",
    "อุโบสถ ๒, อุโบสถหัตถี": "[อุโบสด, อุโบสดถะ-] น. ชื่อช้าง ๑ ใน ๑๐ ตระกูล กายสีทองคำ, ช้าง ๑๐ ตระกูล คือ ๑. กาฬาวกหัตถี สีดำ ๒. คังไคยหัตถี สีเหมือนน้ำไหล ๓. ปัณฑรหัตถี สีขาวดังเขาไกรลาส ๔. ตามพหัตถี สีทองแดง ๕. ปิงคลหัตถี สีทองอ่อนดั่งสีตาแมว ๖. คันธหัตถี สีไม้กฤษณา มีกลิ่นตัวหอม ๗. มงคลหัตถี สีนิลอัญชัน มีกิริยาท่าทางเดินงดงาม ๘. เหมหัตถี สีเหลืองดั่งทอง ๙. อุโบสถหัตถี สีทองคำ ๑๐. ฉัททันตหัตถี กายสีขาวบริสุทธิ์ดั่งเงินยวง แต่ปากและเท้าสีแดง.",
    "อุโบสถกรรม": "[อุโบสดถะกำ] น. การทําอุโบสถ. (ป. อุโปสถกมฺม).",
    "อุปกรณ์": "[อุปะกอน, อุบปะกอน] น. เครื่องมือ, เครื่องใช้, เครื่องช่วย, เครื่องประกอบ; (กฎ) สังหาริมทรัพย์ซึ่งโดยปรกตินิยมเฉพาะถิ่นหรือโดยเจตนาชัดแจ้งของเจ้าของทรัพย์ที่เป็นประธาน เป็นของใช้ประจําอยู่กับทรัพย์ที่เป็นประธานเป็นอาจิณเพื่อประโยชน์แก่การจัดดูแล ใช้สอย หรือรักษาทรัพย์ที่เป็นประธาน และเจ้าของทรัพย์ได้นํามาสู่ทรัพย์ที่เป็นประธานโดยการนํามาติดต่อหรือปรับเข้าไว้ หรือทำโดยประการอื่นใดในฐานะเป็นของใช้ประกอบกับทรัพย์ที่เป็นประธานนั้น. (ป., ส.).",
    "อุปกรม": "[อุปะกฺรม] น. การเข้าใกล้, การตั้งต้น, การพยายาม. (ส.; ป. อุปกฺกม).",
    "อุปการ- ๑, อุปการะ": "[อุปะการะ-, อุบปะการะ-] น. ความช่วยเหลือเกื้อกูล, ความอุดหนุน, คู่กับ ปฏิการะ = การสนองคุณ, การตอบแทนคุณ.<2t>ก. ช่วยเหลือเกื้อกูล, อุดหนุน. (ป., ส.).",
    "อุปการ ๒": "[อุปะกาน, อุบปะกาน] น. เรียกม้าที่ปล่อยในพิธีอัศวเมธว่า ม้าอุปการ.",
    "อุปการี": "[อุปะ-, อุบปะ-] น. ผู้ช่วยเหลือ, ผู้อุดหนุน, หญิงใช้ว่า อุปการิณี.",
    "อุปกาศ": "[อุปะกาด, อุบปะกาด] (กลอน) ก. แจ้งข่าว เรื่อง หรือข้อความ เช่น เขือไปอุปกาศแล้ว เขือมา. (ลอ), ร้องอุปกาศสารแก่กรุงสญชัยปิตุราช. (ม. ร่ายยาว หิมพานต์).",
    "อุปกิณณะ": "[-ปะกินนะ] ว. ปกคลุมไว้, ปิดบังอยู่. (ป.).",
    "อุปกิเลส": "[อุปะกิเหฺลด] น. เครื่องทําใจให้เศร้าหมอง มี ๑๖ อย่าง มี อภิชฌาวิสมโลภ เป็นต้น. (ป. อุปกฺกิเลส).",
    "อุปจาร": "[อุปะจาน] น. การเข้าใกล้, ที่ใกล้, บริเวณรอบ&#160;ๆ เช่น อุปจารวัด. (ป., ส.).",
    "อุปถัมภ์": "[อุปะถํา, อุบปะถํา] น. การคํ้าจุน, การคํ้าชู, การสนับสนุน, การเลี้ยงดู.<2t>ก. คํ้าจุน, คํ้าชู, สนับสนุน, เลี้ยงดู. (ป. อุปตฺถมฺภ; ส. อุปสฺตมฺภ).",
    "อุปถัมภก": "[อุปะถําพก, อุบปะถําพก] น. ผู้คํ้าจุน, ผู้ค้ำชู, ผู้สนับสนุน, ผู้เลี้ยงดู. (ป. อุปตฺถมฺภก; ส. อุปสฺตมฺภก).",
    "อุปทม": "[อุปะทม, อุบปะทม] น. กามโรค.",
    "อุปทูต": "[อุปะทูด, อุบปะทูด] น. ผู้รักษาการในตําแหน่งหรือรักษาการแทนหัวหน้าสถานเอกอัครราชทูตหรือหัวหน้าคณะผู้แทนทางการทูต; (โบ) ตําแหน่งรองจากราชทูต.",
    "อุปเทศ": "[อุปะเทด, อุบปะเทด] น. การชี้แจง, การสั่งสอน, การแนะนํา; คําสั่งสอน, คําชี้แจง, คําแนะนํา.<2t>ก. สอน, ชี้แจง, แนะนํา. (ส., ป. อุปเทส).",
    "อุปเท่ห์": "[อุปะเท่, อุบปะเท่] น. อุบายดําเนินการ, วิธีดําเนินการ. (ส. อุปเทศ; ป. อุปเทส).",
    "อุปธิ": "[อุปะทิ] น. กิเลส, ความพัวพัน, เหตุแห่งการเวียนเกิด; ขันธ์ ๕, ร่างกาย. (ป., ส.).",
    "อุปนัย": "[อุปะ-, อุบปะ-] น. วิธีการใช้เหตุผลที่ดำเนินจากส่วนย่อยไปหาส่วนรวม, คู่กับ นิรนัย. (อ. <f>induction</f>).",
    "อุปนิกขิต, อุปนิกษิต": "[อุปะนิกขิด, อุปะนิกสิด] ก. เก็บไว้, รักษาไว้.<2t>น. คนสอดแนม, จารชน. (ป. อุปนิกฺขิตฺต; ส. อุปนิกฺษิปฺต).",
    "อุปนิษัท": "[อุปะ-, อุบปะ-] น. ชื่อคัมภีร์ภาษาสันสกฤตกลุ่มหนึ่ง คัมภีร์อุปนิษัทรุ่นแรกเป็นพื้นฐานของศาสนาพราหมณ์ที่สอนว่าทุกสิ่งทุกอย่างออกมาจากอาตมัน. (ส.).",
    "อุปนิสัย": "[อุปะนิไส, อุบปะนิไส] น. ความประพฤติที่เคยชินเป็นพื้นมาในสันดาน เช่น ก่อนที่พระพุทธเจ้าจะเสด็จไปเทศน์โปรดผู้ใดจะต้องทรงพิจารณาถึงอุปนิสัยของผู้นั้นก่อน, ความประพฤติที่เคยชินจนเกือบเป็นนิสัย เช่น นักเรียนคนนี้มีอุปนิสัยดี. (ป. อุปนิสฺสย).",
    "อุปบล": "[อุบบน] (แบบ) น. อุบล, บัวสาย, ดอกบัว, มักใช้เป็นส่วนท้ายของสมาส เช่น นีลุปบล ว่า บัวขาบ. (ป. อุปฺปล).",
    "อุปบัติ": "[อุปะบัด, อุบปะบัด] น. การเข้าถึง เช่น คติอุปบัติ = การเข้าถึงคติ, การเกิด. (ป. อุปปตฺติ).",
    "อุปปาติกะ": "[อุปะปาติกะ, อุบปะปาติกะ] น. ผู้เกิดผุดขึ้นโดยไม่ต้องอาศัยพ่อแม่ อาศัยอดีตกรรม ได้แก่เทวดา พรหม สัตว์นรก เปรต อสุรกาย, โอปปาติกะ ก็เรียก. (ป. อุปปาติก, โอปปาติก).",
    "อุปพัทธ์": "[อุปะ-, อุบปะ-] ก. เนื่อง, เนื่องกัน.<2t>ว. ที่เนื่องกัน. (ป., ส.).",
    "อุปพันธ์": "[อุปะ-, อุบปะ-] น. การติดต่อ, การร่วม; เยื่อใย, เครื่องผูกพัน. (ป., ส.).",
    "อุปโภค": "[อุปะโพก, อุบปะโพก] ก. เอามาใช้ให้เกิดประโยชน์, คู่กับ บริโภค.<2t>ว. ที่เอามาใช้ให้เกิดประโยชน์ ในคำว่า เครื่องอุปโภค. (ป., ส.).",
    "อุปมา": "[อุปะ-, อุบปะ-] น. สิ่งหรือข้อความที่ยกมาเปรียบ, มักใช้เข้าคู่กับ อุปไมย ในประโยคเช่น เรื่องนี้มีอุปมาฉันใด อุปไมยก็ฉันนั้น.<2t>ก. เปรียบเทียบ. (ป., ส.).",
    "อุปมาน": "[อุปะ-, อุบปะ-] น. การเปรียบเทียบสิ่งที่มีลักษณะคล้ายคลึงกัน. (ป., ส.).",
    "อุปมาโวหาร": "น. สํานวนเขียนที่กล่าวถึงเรื่องราวโดยยกสิ่งต่าง&#160;ๆ ขึ้นมาเปรียบเทียบประกอบ.",
    "อุปมาอุปไมย": "[อุปะมาอุปะไม, อุบปะมาอุบปะไม] น. การเปรียบเทียบกัน.",
    "อุปไมย": "[อุปะไม, อุบปะไม] น. สิ่งหรือข้อความที่พึงเปรียบเทียบกับสิ่งอื่นเพื่อให้เข้าใจแจ่มแจ้ง, คู่กับ อุปมา. (ป. อุปเมยฺย).",
    "อุปยุวราช": "[อุปะยุวะราด, อุบปะยุวะราด] น. ตําแหน่งเจ้าในนครล้านช้างรองพระเจ้าแผ่นดิน แต่อยู่เหนืออุปราช. (ป.).",
    "อุปโยค": "[อุปะโยก, อุบปะโยก] น. การใช้สอย, การทําให้เกิดประโยชน์. (ป., ส.).",
    "อุปโยคบุรพบท": "[อุปะโยคะบุบพะบด, -บุระพะบด] น. ในไวยากรณ์หมายถึงคํานําหน้ากรรมการก.",
    "อุปรากร": "[อุปะรากอน, อุบปะรากอน] น. ละครประเภทหนึ่ง มีดนตรีเป็นส่วนประกอบสำคัญ ดำเนินเรื่องด้วยการร้องเพลงผสมวงดุริยางค์. (อ. <f>opera</f>).",
    "อุปราคา": "[อุปะราคา, อุบปะราคา] น. การทําให้ดํา, การทําให้มีมลทิน, ในคําว่า จันทรุปราคา สุริยุปราคา.",
    "อุปราช": "[อุปะหฺราด, อุบปะหฺราด] (โบ) น. ผู้สําเร็จราชการต่างพระองค์ประจําภาคหนึ่ง&#160;ๆ ในอาณาจักร.",
    "อุปริ": "[อุปะริ, อุบปะริ] คําประกอบหน้าศัพท์ภาษาบาลีและสันสกฤต แปลว่า เบื้องบน ข้างบน. (ป., ส.).",
    "อุปริจร": "[-จอน] ว. เคลื่อนไปในอากาศ. (ป., ส.).",
    "อุปริพุทธิ": "ว. กอบด้วยปัญญาอันสูง. (ส.).",
    "อุปริภาค": "น. ส่วนบน, ข้างบน. (ป., ส.).",
    "อุปริภาพ": "น. ฐานะหรือความเป็นอยู่อย่างสูง. (ป., ส. อุปริภาว).",
    "อุปริม-": "[อุปะริมะ-, อุบปะริมะ-] ว. อยู่สูงสุด, เบื้องบนที่สุด. (ป.).",
    "อุปริมปริยาย": "[-ปะริยาย] น. เนื้อความอันสูงสุด.",
    "อุปริวัสน์": "น. เครื่องแต่งกายตอนบน, เสื้อ. (ป. อุปริวสน).",
    "อุปริสัจ": "น. ธรรมอันสูง. (ป. อุปริสจฺจ).",
    "อุปโลกน์": "[อุปะโหฺลก, อุบปะโหฺลก] ก. ยกกันขึ้นเป็น เช่น อุปโลกน์ให้เป็นหัวหน้า, อปโลกน์ ก็ว่า. (ป. อปโลกน).",
    "อุปเวท": "[อุปะเวด, อุบปะเวด] น. คัมภีร์ &#147;พระเวทรอง&#148; ของอินเดียโบราณ เนื้อหามีลักษณะเป็นวิทยาการ ไม่นับว่าเป็นคัมภีร์ศาสนา ได้แก่ อายุรเวท (วิชาแพทย์ ถือว่าเป็นสาขาของคัมภีร์อถรรพเวทหรืออาถรรพเวท) ธนุรเวท (วิชายิงธนูและการใช้อาวุธอื่น ถือว่าเป็นสาขาของคัมภีร์ยชุรเวท) คันธรรพเวทหรือคานธรรพเวท (วิชาการดนตรี ถือว่าเป็นสาขาของคัมภีร์สามเวท) และสถาปัตยเวท (วิชาการก่อสร้าง ไม่ระบุว่าเป็นสาขาของคัมภีร์พระเวทใด). (ส.).",
    "อุปสมบท": "[อุปะสมบด, อุบปะสมบด] ก. บวชเป็นภิกษุ. (ป. อุปสมฺปทา).",
    "อุปสมบทกรรม": "[-บดทะกำ] น. การบวชเป็นภิกษุ.",
    "อุปสมบัน, อุปสัมบัน": "[อุปะ-, อุบปะ-] น. ผู้อุปสมบทแล้ว, ภิกษุ, คู่กับ อนุปสัมบัน ได้แก่ผู้ที่ไม่ได้อุปสมบท คือ สามเณรและคฤหัสถ์. (ป. อุปสมฺปนฺน).",
    "อุปสรรค": "[อุปะสัก, อุบปะสัก] น. เครื่องขัดข้อง, ความขัดข้อง, เครื่องขัดขวาง. (ส. อุปสรฺค; ป. อุปสคฺค); คำสำหรับใช้เติมข้างหน้าคำนามหรือคำกริยาที่เป็นรูปคำบาลีหรือสันสกฤตให้มีความหมายแผกเพี้ยนไปจากเดิม หรือมีความหมายตรงข้ามกับความหมายเดิมเป็นต้น และถือเป็นคำเดียวกับคำนามหรือคำกริยานั้น เพราะตามปรกติจะไม่ใช้ตามลำพัง เช่น วัฒน์ = เจริญ อภิวัฒน์ = เจริญยิ่ง ปักษ์ = ฝ่ายปฏิปักษ์ = ฝ่ายตรงข้าม, ข้าศึก, ศัตรู.",
    "อุปสัมปทา": "[อุปะสำปะทา, อุบปะสำปะทา] น. การบวชเป็นภิกษุ. (ป., ส.).",
    "อุปสัมปทาเปกข์, อุปสัมปทาเปกษ์": "[อุปะสำปะทาเปก, อุบปะสำปะทาเปก] น. &#147;ผู้เพ่งอุปสมบท&#148; คือ นาคที่บรรพชาเป็นสามเณรแล้วและจะขอบวชเป็นภิกษุต่อไป. (ป. อุปสมฺปทาเปกฺข; ส. อุปสมฺปทาเปกฺษ).",
    "อุปฮาด": "[อุปะ-, อุบปะ-] น. (โบ; ถิ่น-อีสาน) ตำแหน่งรองจากเจ้าเมืองในภาคอีสานสมัยต้นรัตนโกสินทร์ เช่น พระยาก่ำได้ตั้งให้ท้าวแก้วผู้น้องชายเป็นอุปฮาดอยู่บ้านหนึ่งต่างหาก. (ลัทธิธรรมเนียมต่าง&#160;ๆ : ว่าด้วยชนชาติภูไทย); (โบ; ถิ่น-พายัพ) ตำแหน่งเจ้าชั้นสูงรองจากตำแหน่งเจ้านครในภาคเหนือ เรียกว่า พระยาอุปราช หรือ เจ้าอุปราช แต่ชาวไทยในภาคเหนือออกเสียงเป็น อุปฮาด.",
    "อุปะ": "[อุปะ, อุบปะ] คําประกอบหน้าศัพท์ที่มาจากภาษาบาลีและสันสกฤต แปลว่า เข้าไป, ใกล้, รอง, เช่น อุปราช อุปนายก. (ป., ส.).",
    "อุปัชฌาย-, อุปัชฌาย์, อุปัชฌายะ": "[อุปัดชายะ-, อุบปัดชายะ-, อุปัดชา, อุบปัดชา] น. พระเถระผู้เป็นประธานการบวชกุลบุตรในพระพุทธศาสนา. (ป.; ส. อุปาธฺยาย).",
    "อุปัชฌายวัตร": "[อุปัดชายะวัด, อุบปัดชายะวัด] น. กิจที่สัทธิงวิหาริกจะต้องปฏิบัติต่ออุปัชฌาย์ของตน. (ป. อุปชฺฌายวตฺต).",
    "อุปัฏฐาก": "[อุปัดถาก, อุบปัดถาก] น. ผู้อุปถัมภ์บํารุงพระภิกษุสามเณร, ถ้าเป็นหญิงใช้ อุปัฏฐายิกา. (ป.).",
    "อุปัฏฐานะ": "[อุปัด-, อุบปัด-] น. การบํารุง, การรับใช้. (ป.).",
    "อุปัทรพ": "[อุปัดทะรบ, อุบปัดทะรบ] ว. อุปัทวะ. (ส. อุปทฺรว; ป. อุปทฺทว).",
    "อุปัทว-, อุปัทวะ": "[อุปัดทะวะ-, อุบปัดทะวะ-] ว. อุบาทว์, อัปรีย์, จัญไร, ไม่เป็นมงคล, นิยมใช้คู่กับคำ อันตราย เป็น อุปัทวันตราย. (ป. อุปทฺทว; ส. อุปทฺรว).",
    "อุปัทวันตราย": "[อุปัดทะวันตะราย, อุบปัดทะวันตะราย] น. สิ่งอุบาทว์และอันตราย. (ป. อุปทฺทว + อนฺตราย).",
    "อุปาณ-": "[อุปานะ-] ว. เปรียบเทียบ เช่น อุปาณวาจา ว่า การกล่าวเปรียบเทียบ. (ปาเลกัว).",
    "อุปาทาน": "[อุปาทาน, อุบปาทาน] น. การยึดมั่นถือมั่น, การนึกเอาเองแล้วยึดมั่นถือมั่นว่าจะต้องเป็นอย่างนั้น&#160;ๆ. (ป.).",
    "อุปาธยาย": "[อุปาดทะยาย, อุบปาดทะยาย] น. อุปัชฌาย์. (ส.; ป. อุปชฺฌาย).",
    "อุปาหนา": "[อุปาหะนา, อุบปาหะนา] น. รองเท้า. (ป.; ส. อุปานหฺ).",
    "อุภัย": "ว. ทั้งสอง, ทั้งคู่. (ป., ส.).",
    "อุ้ม": "ก. โอบยกขึ้น, ยกขึ้นไว้กับตัว, เช่น อุ้มเด็ก; หอบไป, พาไป, เช่น เมฆอุ้มฝน.<2t>น. ชื่อวัยของเด็กก่อนวัยจูง เรียกว่า วัยอุ้ม.",
    "อุมงค์, อุโมงค์": "น. ทางใต้ดิน, ช่องหรือทางที่ขุดลงไปใต้ดินหรือในภูเขา. (ป. อุมฺมงฺค).",
    "อุ้มชู": "ก. ประคับประคอง, เลี้ยงดูอย่างยกย่อง.",
    "อุ้มท้อง": "ก. มีลูกอยู่ในท้อง.",
    "อุ้มน้ำ": "ก. มีนํ้าซึมซาบชุ่มอยู่ภายใน.",
    "อุ้มสม": "ก. อุ้มไปให้สมสู่กัน (ในวรรณคดีใช้แก่การที่เทวดาอุ้มพระเอกไปให้สมสู่กับนางเอกที่ตนเห็นว่าคู่ควรกัน), (สํา) เปรียบเทียบคู่ผัวเมียที่เหมาะสมกันว่า ราวกับเทวดาอุ้มสม.",
    "อุย ๑": "น. ลักษณะของขนอ่อนหรือขนเพิ่งแรกขึ้น เรียกว่า ขนอุย.",
    "อุย ๒": "น. ปลาดุกอุย. <i>(ดู ดุก)</i>.",
    "อุย ๓, อุ่ย": "อ. คําที่เปล่งออกมาเมื่อรู้สึกเจ็บเช่นถูกหยิก, อูย ก็ใช้.",
    "อุ้ย": "ว. หนักและแน่น.",
    "อุ๊ย": "อ. คําที่เปล่งออกมาแสดงอาการตกใจ มักเป็นเสียงผู้หญิง.",
    "อุยยาน": "น. อุทยาน, สวนเป็นที่รื่นรมย์. (ป.; ส. อุทฺยาน).",
    "อุยยาม": "น. ความหมั่น, ความบากบั่น, ความขยันขันแข็ง. (ป.; ส. อุทฺยาม).",
    "อุ้ยยุ้ย": "ว. อ้วนท้องพลุ้ย.",
    "อุยโยค": "น. การจากไป, ความเสื่อมสิ้น; ความตาย. (ป.).",
    "อุยหน่า, อุ่ยหน่า": "(กลอน) อ. คําที่เปล่งออกมาเมื่อรู้สึกเจ็บเช่นถูกหยิก.",
    "อุ้ยอ้าย": "ว. ไม่คล่องแคล่ว, เคลื่อนตัวยากอย่างคนอ้วน.",
    "อุร-, อุระ, อุรา ๑": "น. อก. (ป.; ส. อุรสฺ).",
    "อุรคะ": "น. &#147;ผู้ที่ไปด้วยอก&#148; คือ งู, นาค. (ป. อุรค ว่า ไปด้วยอก).",
    "อุรเคนทร์": "น. พญานาค. (ป. อุรค + ส. อินฺทร)",
    "อุรณะ": "[อุระนะ] น. แกะตัวผู้. (ป., ส.).",
    "อุรพี": "น. &#147;ผู้กว้างใหญ่&#148; คือ แผ่นดิน, โลก. (ส. อุรฺวี).",
    "อุรส": "[-รด] น. &#147;ผู้ที่เกิดแต่อก&#148; คือ ลูก. (ส. อุรสฺย).",
    "อุรังอุตัง": "น. ชื่อลิงขนาดใหญ่ชนิด <f><i>Pongo pygmaeus</i></f> ในวงศ์ <f>Pongidae</f> รูปร่างคล้ายคน ขนตามลําตัวยาวสีนํ้าตาลแดง แขนยาว ขาสั้นและค่อนข้างเล็ก ใบหูเล็กมาก ตัวผู้มีถุงลมขนาดใหญ่ตรงคอหอยและกระพุ้งแก้มทั้ง ๒ ข้างพองห้อย นิ้วตีนนิ้วแรกไม่มีเล็บ อาศัยอยู่บนต้นไม้ กินผลไม้ ยอดและหน่อของต้นไม้ มี ๒ พันธุ์ย่อย คือ พันธุ์สุมาตรา <f><i>(Pongo pygmaeus abeli)</i></f> และพันธุ์บอร์เนียว <f><i>(P. pygmaeus pygmaeus)</i></f> มีถิ่นกําเนิดเฉพาะในเกาะสุมาตราและเกาะบอร์เนียวเท่านั้น.",
    "อุรัจฉทะ, อุรัจฉัท": "[อุรัดฉะทะ, อุรัดฉัด] น. เครื่องกําบังอก, เกราะ; เครื่องประดับอก. (ป.; ส. อุรศฺฉท).",
    "อุรา ๒": "น. แกะตัวเมีย. (ส.).",
    "อุรุ": "ว. ใหญ่, ยิ่งใหญ่, เลิศ, ประเสริฐ.<2t>น. ทราย. (ป., ส.).",
    "อุไร": "(กลอน) น. ทองคํา.",
    "อุลกมณี": "[อุนละกะมะนี] น. อุกกาบาตที่นำมาเจียระไนทำเป็นเครื่องประดับ เชื่อว่าเป็นเครื่องรางอย่างหนึ่ง.",
    "อุลปนะ": "[อุนละปะ-] น. การกล่าวอ้าง, การเรียกร้อง. (ป. อุลฺลปน).",
    "อุลโลจ": "[อุนโลด] น. เครื่องกั้นข้างบน, เพดาน. (ป., ส.).",
    "อุลโลละ": "[อุน-] น. คลื่น; ความปั่นป่วน, ความไม่ราบคาบ. (ป., ส.).",
    "อุลามก": "ว. เลวทรามต่ำช้า, อุจาดลามก.",
    "อุลิด": "น. แตงโม. (ข. โอวฬึก).",
    "อุลูกะ": "น. นกเค้าแมว. (ป., ส.).",
    "อุโลก": "น. ชื่อไม้ต้นชนิด <f><i>Hymenodictyon orixense </i>(Roxb.) Mabb.</f> ในวงศ์ <f>Rubiaceae</f> เนื้อไม้สีขาว ใช้ทํายาได้.",
    "อุแว้": "ก. ร้อง (ใช้แก่เด็กแดง&#160;ๆ) เช่น เด็กคนนี้ พออุแว้ออกมาก็มีเงินเป็นล้านแล้ว, แว้ ก็ว่า.<2t>ว. เสียงอย่างเสียงเด็กแดง&#160;ๆ ร้อง เช่น เสียงลูกร้องอุแว้, แว้ ก็ว่า.",
    "อุษณ-": "[อุดสะนะ-] น. ความร้อน; ฤดูร้อน; ของร้อน.<2t>ว. ร้อน, อบอุ่น. (ส., ป. อุณฺห).",
    "อุษณกร": "[-กอน] น. &#147;ผู้กระทําความร้อน&#148; หมายถึง พระอาทิตย์.",
    "อุษณกาล": "น. ฤดูร้อน.",
    "อุษณรัศมี": "ว. มีรัศมีร้อน หมายถึง พระอาทิตย์, คู่กับ สีตลรัศมี มีรัศมีเย็น หมายถึง พระจันทร์.",
    "อุษณรุจี": "ว. มีแสงอันร้อน หมายถึง พระอาทิตย์.",
    "อุษณาการ": "[อุดสะนา-] น. อาการเร่าร้อน. (ส. อุษฺณาการ; ป. อุณฺหาการ).",
    "อุษณีษ์": "น. มงกุฎ; กรอบหน้า. (ส.; ป. อุณฺหีส).",
    "อุษมะ, อุษมัน": "[อุดสะมะ, อุดสะมัน] น. ไอ, ไออุ่น. (ส.; ป. อุสุม, อุสุมา).",
    "อุษา": "น. แสงเงินแสงทอง, เช้าตรู่, รุ่งเช้า. (ส.).",
    "อุษาโยค": "น. เวลาใกล้รุ่ง.",
    "อุสภ ๑": "[อุสบ] น. วัวผู้ (เป็นเครื่องหมายแสดงความสามารถของบุรุษผู้นักรบ), เขียนเป็น อุสุภ ก็มี. (ป.; ส. ฤษภ, วฺฤษฺภ).",
    "อุสภ ๒": "[อุสบ] น. ชื่อมาตราวัดความยาวของอินเดียโบราณเท่ากับ ๑ เส้น ๕ วา, ๘๐ อุสภ เป็น ๑ คาวุต. (ป.).",
    "อุสวะ": "[อุดสะวะ] น. การฉลอง, การรื่นเริง, การเล่นสนุก, มหรสพ. (ป. อุสฺสว; ส. อุตฺสว).",
    "อุสส่าห์, อุสสาหะ": "[อุด-] น. อุตสาหะ.<2t>ก. อุตส่าห์. (ป.; ส. อุตฺสาห).",
    "อุสา": "น. เนื้อสมัน. (เทียบ ช. รุสา ว่า กวาง, เนื้อสมัน).",
    "อุสุ": "น. ธนู, หน้าไม้, เครื่องยิง. (ป.; ส. อิษุ).",
    "อุสุการ": "น. ช่างทําธนู.",
    "อุสุภ, อุสุภ": "[อุสุบ, อุสุพะ-, อุสุบพะ-] น. วัวผู้, อุสภ ก็ว่า. (ป. อุสภ; ส. ฤษภ, วฺฤษฺภ).",
    "อุสุภราช": "[อุสุพะราด, อุสุบพะราด] น. พญาวัว.",
    "อุสุม": "น. ไอ, ไออุ่น; ความร้อน; ฤดูร้อน, แผลงใช้เป็น อรสุม ก็มี เช่น อรสุมพล = กําลังไอนํ้า; ในไวยากรณ์เรียกเสียงพยัญชนะที่มีลมเสียดแทรกออกมาระหว่างลิ้นกับฟัน ว่า มีเสียงอุสุม ได้แก่เสียง ศ ษ ส. (ป.; ส. อุษฺมนฺ).",
    "อุหรับ": "น. ผงกระแจะจันทน์ปนทองสําหรับเจิมในการอภิเษกรดนํ้า เช่น อบอุหรับจับกลิ่นหอมหวน. (อิเหนา). (ม.).",
    "อุหลบ": "[อุหฺลบ] น. ระดู, (ราชา) พระอุหลบ. (เทียบ ส. อุลฺพ, อุลฺว ว่า รกหุ้มทารก, ครรภ์).",
    "อุเหม่": "(กลอน) อ. คําที่เปล่งออกมาแสดงความโกรธเพื่อขู่หรือตวาด, เหม่ หรือ เหม่&#160;ๆ ก็ว่า.",
    "อุฬาร": "[-ลาน] ว. ใหญ่โต, โอ่โถง, กว้างขวาง; ยิ่งใหญ่, เลิศล้น; ประเสริฐ, ดี; แผลงเป็น โอฬาร หรือ เอาฬาร ก็ได้. (ป.).",
    "อู": "น. ชื่อไก่ชนิดหนึ่ง ตัวใหญ่กว่าไก่แจ้ หงอนเล็ก ตัวผู้มีหลายสีแต่สีขนไม่สดใสเหมือนไก่แจ้ ตัวเมียมีสีดําเหลือบเขียวเท่านั้น, เรียกไก่อูชนิดที่เลี้ยงไว้ชนกันว่า ไก่ชน.",
    "อู่": "น. เปลเด็ก, (ราชา) พระอู่; ที่เดิม ในคำว่า มดลูกเข้าอู่; แหล่งที่เกิด เช่น อู่ข้าว อู่นํ้า; ที่ที่ต่อหรือซ่อมรถหรือเรือ; ที่ที่ไขนํ้าเข้าออกได้ สําหรับเก็บเรือหรือซุง.",
    "อู้ ๑": "ว. มีเสียงอย่างเสียงลมพัด; มาก ในคำว่า บ่นอู้.<2t>น. ชื่อซอ ๒ สายชนิดหนึ่ง ตัวกะโหลกซอทำด้วยกะลามะพร้าวชนิดกลมรี ใช้หนังแพะหรือหนังลูกวัวขึงขึ้นหน้า คันสีหรือคันชักทำด้วยไม้จริงหรืองา สายทำด้วยขนหางม้า มีเสียงทุ้มในเวลาสี เรียกว่า ซออู้.",
    "อู้ ๒": "ก. ถ่วง, แกล้งทําให้เสร็จช้าลง, เช่น อู้งาน, รอเวลาไว้เพื่อหวังเอาประโยชน์ ในความว่า อู้ไว้กินบ้อ (ในการเล่นบ้อหุ้น).",
    "อูฐ": "[อูด] น. ชื่อสัตว์เลี้ยงลูกด้วยนมในวงศ์ <f>Camelidae</f> หัว คอ และขาทั้ง ๔ ยาว มีนิ้วตีนข้างละ ๒ นิ้ว กระเพาะมี ๓ ส่วน ไม่มีถุงนํ้าดี มี ๒ ชนิด คือ ชนิด ๒ หนอก <f><i>(Camelus bactrianus)</i></f> มีในประเทศจีน ปากีสถาน และอัฟกานิสถาน, ชนิดหนอกเดียว <f><i>(C. dromedarius)</i></f> มีในทวีปแอฟริกาตอนเหนือ. (ป. โอฏฺ&#xf700;; ส. อุษฺฏฺร).",
    "อูด ๑": "น. เครื่องที่ทําให้ว่าวมีเสียงดังเมื่อถูกลมพัด เช่น อูดที่หัวว่าวจุฬา.",
    "อูด ๒": "ก. นูนขึ้น เช่น นํ้าอูด, นูนเบ่งขึ้นมาในลักษณะอย่างดินอูด.",
    "อู่น้ำ": "น. อู่ซ่อมเรือชนิดหนึ่ง เมื่อนําเรือเข้าในอู่แล้ว ปรับระดับนํ้าภายในอู่ให้เรือลอยอยู่ในระดับที่ต้องการเพื่อให้ซ่อมได้โดยสะดวก.",
    "อูม": "ว. โป่งพอง เช่น หน้าอูม, เบ่งนูนขึ้น เช่น บวมอูม.",
    "อูย": "ว. คำที่เปล่งออกมาเมื่อรู้สึกเจ็บหรือถูกหยิก, อุย หรือ อุ่ย ก็ใช้.",
    "อูรุ": "น. โคนขา, ขาอ่อน. (ป., ส.).",
    "อู่ลอย": "น. อู่ซ่อมเรือชนิดหนึ่ง ลักษณะคล้ายแพ เคลื่อนที่ได้ และสามารถปรับระดับให้จมหรือลอยอยู่ในระดับลึกที่ต้องการ เมื่อนําเรือเข้าอู่แล้ว ปรับระดับอู่ให้ลอยตัวยกเรือขึ้นพ้นนํ้าเพื่อซ่อมท้องเรือภายนอก.",
    "อู่แห้ง": "น. อู่ซ่อมเรือชนิดหนึ่ง เมื่อนําเรือเข้าอู่แล้ว สูบนํ้าภายในอู่ออกให้หมด ทําให้สามารถซ่อมท้องเรือภายนอกได้.",
    "อู้อี้": "ว. มีเสียงไม่ชัดเจนอย่างเสียงคนจมูกบี้หรือคนบ่น.",
    "อู๋อี๋": "ว. เสียงดังเช่นนั้นอย่างเสียงชักคันซอ.",
    "เอ ๑": "ว. หนึ่ง; เปลี่ยว, เดี่ยว, เช่น เอองค์. (ตัดมาจาก เอก).",
    "เอ ๒, เอ๊": "อ. คําที่เปล่งออกมาแสดงความแปลกใจ สงสัย เป็นต้น.",
    "เอ้": "ว. สําคัญ, หัวโจก, (มักใช้ในทางตำหนิ) เช่น เขาเป็นตัวเอ้ในการชวนเพื่อนหนีโรงเรียน.",
    "เอก, เอก-": "[เอกะ-, เอกกะ-] ว. หนึ่ง (จํานวน); ชั้นที่ ๑ (ใช้เกี่ยวกับลําดับชั้น หรือขั้นของยศ ตําแหน่ง คุณภาพ หรือวิทยฐานะ สูงกว่า โท) เช่น ร้อยเอก ข้าราชการชั้นเอก ปริญญาเอก; เรียกเครื่องหมายวรรณยุกต์รูปดังนี้ <fig0201.gif,ไม้เอก> ว่า ไม้เอก; ดีเลิศ เช่น กวีเอก, สําคัญ เช่น ตัวเอก; เรียกระนาดที่มีเสียงแกร่งกร้าวกว่าระนาดทุ้ม มีไม้แข็ง ๒ อันสําหรับตี ว่า ระนาดเอก.<2t>(โบ) น. เรียกลูกหญิงคนที่ ๗ ว่า ลูกเอก, คู่กับลูกชายคนที่ ๗ ว่า ลูกเจ็ด. (กฎ.). (ป., ส.).",
    "เอกเขนก": "[-ขะเหฺนก] ว. อาการที่เอนตัวลงเอาศอกข้างหนึ่งเท้าหมอนหรือพื้น.",
    "เอกจิต": "[เอกะ-] น. ความคิดจําเพาะถึงสิ่งอย่างเดียว, ความคิดอันหนึ่งอันเดียว, ความคิดต้องกัน, ความเห็นพ้องกัน. (ป., ส. เอกจิตฺต).",
    "เอกฉันท์": "[เอกกะ-] ว. มีความเห็นเป็นอย่างเดียวกันหมด.",
    "เอกชน": "[เอกกะ-] น. บุคคลคนหนึ่ง&#160;ๆ.<2t>ว. ส่วนบุคคล, ไม่ใช่ของรัฐ, เช่น โรงพยาบาลเอกชน.",
    "เอกซเรย์": "น. รังสีแม่เหล็กไฟฟ้าซึ่งมีย่านของการแผ่รังสีที่มีช่วงคลื่นอยู่ระหว่างประมาณ ๕ <fig004.gif,เครื่องหมายคูณ> ๑๐<sup>-๙</sup> เมตร ถึง ๖ <fig004.gif,เครื่องหมายคูณ> ๑๐<sup>-๑๒</sup> เมตร ใช้ประโยชน์ในทางแพทย์ ทางวิศวกรรม เป็นต้น, รังสีเรินต์เกน หรือ รังสีเอกซ์ ก็เรียก; เรียกการถ่ายภาพอวัยวะภายในโดยใช้เอกซเรย์ว่า การถ่ายภาพเอกซเรย์, เรียกการรักษาโรคมะเร็งและโรคผิวหนังบางประเภท โดยใช้เอกซเรย์ที่มีช่วงคลื่นสั้นกว่าที่ใช้ถ่ายภาพ ว่า การฉายเอกซเรย์ หรือ การฉายแสง. (อ. <f>X-rays</f>).",
    "เอกเทศ": "[เอกกะเทด] น. ส่วนหนึ่งต่างหาก, เฉพาะตัว, เฉพาะบุคคล, เช่น เขาแยกตัวไปทำงานเป็นเอกเทศ.",
    "เอกโทษ": "[เอกโทด] น. คําที่เคยใช้ไม้โทโดยปรกติ แต่เปลี่ยนใช้ไม้เอกเสียงเดียวกันในบทร้อยกรองประเภทโคลงที่บังคับใช้ไม้เอก เช่น เข้า เป็น เค่า, ถ้า เป็น ท่า.",
    "เอกนัย": "[เอกะ-, เอกกะ-] น. นัยอันหนึ่ง, นัยอันเดียวกัน.",
    "เอกบุคคล, เอกบุรุษ": "[เอกกะบุกคน, เอกะบุกคน, เอกกะบุหฺรุด, เอกบุหฺรุด] น. คนเยี่ยมยอด, คนประเสริฐ.",
    "เอกพจน์": "[เอกกะ-] (ไว) น. คําที่กล่าวถึงสิ่งเดียว.",
    "เอกภพ": "[เอกกะ-] (ดารา) น. ระบบซึ่งเป็นผลรวมของกาแล็กซีทั้งหมด. (อ. <f>universe</f>); (สถิติ) จํานวนประชากรทั้งหมดที่นํามาพิจารณาหรือหาตัวอย่าง.",
    "เอกภริยา": "[เอกกะพะริยา, เอกพะริยา] (โบ) น. เมียหลวง.",
    "เอกภักดิ์": "[เอกกะ-] ว. จงรักต่อคนคนเดียว, ซื่อตรง.",
    "เอกภาคี": "[เอกะ-, เอกกะ-] น. ฝ่ายเดียว หมายถึง ประเทศที่ปลีกตัวปฏิบัติการทางการเมืองเป็นต้นโดยลําพัง ไม่มีประเทศอื่นร่วมหรือรับรู้ด้วย.",
    "เอกภาพ": "[เอกกะ-] น. ความเป็นอันหนึ่งอันเดียวกัน; ความสอดคล้องกลมกลืนกัน. (อ. <f>unity</f>).",
    "เอกม": "[เอก-มอ] ว. เอกอย่างกลาง. (ตัดมาจาก เอกมัธยม).",
    "เอกมัย": "[เอกกะ-] ว. เป็นอันหนึ่งอันเดียวกัน, เป็นแบบเหมือนกัน.",
    "เอกรรถประโยค": "[เอกัดถะ-] น. ประโยคที่มีเนื้อความเดียว มีบทกริยาสําคัญเพียงบทเดียว.",
    "เอกรส": "[เอกกะ-] น. รสอันเอก ได้แก่ วิมุตติรส คือ รสที่เกิดจากการหลุดพ้นจากกิเลส. (ป.).",
    "เอกระ": "[เอกกะหฺระ] (ปาก) ก. ถือตัวไม่กลัวใคร, ไม่ขึ้นแก่ใคร.",
    "เอกราช": "[เอกกะราด] ว. เป็นอิสระแก่ตน, ไม่ขึ้นแก่ใคร.",
    "เอกรูป": "[เอกกะ-] น. รูปแบบอย่างเดียวกัน. (อ. <f>uniform</f>).",
    "เอกลักษณ์": "[เอกกะ-] น. ลักษณะที่เหมือนกันหรือมีร่วมกัน; (คณิต) ข้อความที่แสดงความเท่ากันของนิพจน์ ๒ นิพจน์ สําหรับทุกค่าของตัวไม่ทราบค่าที่ปรากฏในนิพจน์นั้น&#160;ๆ. (อ. <f>identity</f>).",
    "เอกศก": "[เอกกะ-] น. เรียกปีจุลศักราชที่ลงท้ายด้วยเลข ๑ เช่น ปีมะแมเอกศก จุลศักราช ๑๓๔๑.",
    "เอกส": "(โบ) [เอก-สอ] ว. เอกอย่างสามัญ. (ตัดมาจาก เอกสามัญ).",
    "เอกสาร": "[เอกกะ-] น. หนังสือที่เป็นหลักฐาน; (กฎ) กระดาษหรือวัตถุอื่นใด ซึ่งได้ทําให้ปรากฏความหมายด้วยตัวอักษร ตัวเลข ผัง หรือแผนแบบอย่างอื่น จะเป็นโดยวิธีพิมพ์ ถ่ายภาพ หรือวิธีอื่น อันเป็นหลักฐานแห่งความหมายนั้น.",
    "เอกสารราชการ": "[เอกกะ-] (กฎ) น. เอกสารซึ่งเจ้าพนักงานได้ทําขึ้นหรือรับรองในหน้าที่ และหมายความรวมถึงสําเนาเอกสารนั้น&#160;ๆ ที่เจ้าพนักงานได้รับรองในหน้าที่ด้วย.",
    "เอกสารสิทธิ": "[เอกกะสานสิด] (กฎ) น. เอกสารที่เป็นหลักฐานแห่งการก่อ เปลี่ยนแปลง โอน สงวน หรือระงับซึ่งสิทธิ.",
    "เอกสิทธิ์": "[เอกกะ-] น. สิทธิพิเศษที่ให้แก่บุคคลโดยเฉพาะ. (อ. <f>privilege</f>).",
    "เอกอัครราชทูต": "[เอกอักคฺระ-] น. ทูตอันดับหนึ่งซึ่งประมุขของรัฐแต่งตั้งไปประจํายังสํานักของประมุขของอีกรัฐหนึ่ง เพื่อให้เป็นตัวแทนในการเจรจากิจการต่าง&#160;ๆ และดูแลผลประโยชน์คนในชาติของตนในรัฐนั้น&#160;ๆ. (อ. <f>ambassador</f>).",
    "เอกอัครสมณทูต": "[เอกอักคฺระ-] น. สมณทูตอันดับหนึ่งที่สันตะปาปาทรงแต่งตั้งไปประจําสํานักของประมุขของอีกรัฐหนึ่ง เพื่อเป็นตัวแทนทางการทูต รวมทั้งทําหน้าที่ดูแลและประสานงานกับคริสต์ศาสนิกชนนิกายโรมันคาทอลิกในส่วนที่เกี่ยวกับศาสนา มีฐานะระดับเดียวกับเอกอัครราชทูต. (อ. <f>nuncio</f>).",
    "เอกอุ": "[เอก-] ว. เอกเป็นเลิศ. (ตัดมาจาก เอกอุดม); มากมาย, หนักหนา, เช่น ทำผิดอย่างเอกอุ.",
    "เอกัคตา": "[เอกักคะ-] น. &#147;ความมีอารมณ์เป็นอันเดียว&#148; หมายถึง ความมีจิตแน่วแน่อยู่ในอารมณ์อันเดียว. (ป. เอกคฺคตา).",
    "เอกังสพยากรณ์": "[-สะพะยากอน] น. &#147;การพยากรณ์โดยส่วนเดียว&#148; หมายถึง การพยากรณ์เด็ดขาดเพียงสถานเดียวโดยไม่มีข้อแม้ เช่น พราหมณ์โกณฑัญญะพยากรณ์สิทธัตถราชกุมารว่าจะต้องออกบวชและตรัสรู้เป็นศาสดาเอกของโลกอย่างแน่นอน จัดเป็น เอกังสพยากรณ์, การตอบปัญหาที่ผู้ถามถามอย่างชัดเจน สามารถตอบได้อย่างแจ่มแจ้งทันที.",
    "เอกังสวาที": "[-สะ-] น. &#147;ผู้กล่าวโดยส่วนเดียว&#148; หมายถึง ผู้กล่าวยืนยันเด็ดขาดเพียงสถานเดียวโดยไม่มีข้อแม้.",
    "เอกา, เอ้กา": "ว. หนึ่ง, คนเดียว, โดดเดี่ยว; ถือกินข้าวหนเดียวในเวลาระหว่างเช้าถึงเที่ยงเป็นกิจวัตร เรียกว่า ถือเอ้กา.",
    "เอกาธิปไตย": "[-ทิปะไต, -ทิบปะไต] น. ระบอบการปกครองโดยคนคนเดียว. (อ. <f>monocracy</f>).",
    "เอเคอร์": "น. หน่วยวัดพื้นที่ ๑ เอเคอร์ เท่ากับ ๔,๘๔๐ ตารางหลา หรือ ประมาณ ๔,๐๐๐ ตารางเมตร หรือ ประมาณ ๒ ไร่ครึ่ง. (อ. <f>acre</f>).",
    "เอง": "ว. คําเน้นแสดงว่าไม่ใช่ผู้อื่นหรือสิ่งอื่น เช่น ฉันเอง เป็นธรรมดาอยู่เอง; ตามลําพัง, เฉพาะตน, เช่น ไปกันเอง; แหละ, นี่แหละ, นั่นแหละ, เช่น แค่นั้นเอง.",
    "เอ็ง": "ส. คําใช้แทนผู้ที่เราพูดด้วย มักใช้พูดกับผู้น้อยหรือใช้พูดกับเพื่อนฝูงที่อยู่ในวัยเดียวกัน, เป็นสรรพนามบุรุษที่ ๒.",
    "เอ๋ง": "ว. เสียงอย่างเสียงหมาร้องเมื่อถูกตีเป็นต้น.",
    "เอ็ด ๑": "ว. หนึ่ง (ใช้เรียกจํานวนเลขที่มี ๑ อยู่ท้าย เช่น ๑๑ ว่า สิบเอ็ด ๑๐๑ ว่า ร้อยเอ็ด หรือหนึ่งร้อยเอ็ด).",
    "เอ็ด ๒": "ก. ทําเสียงดัง, ดุ, ดุเสียงดัง; แพร่งพราย; มักใช้ในความปฏิเสธว่า อย่าเอ็ดไป.<2t>ว. เอะอะ, อึกทึก.",
    "เอ็ดตะโร": "ก. ทําเสียงอึกทึกครึกโครม, ดุด้วยเสียงดังลั่น.<2t>ว. อึกทึกครึกโครม.",
    "เอดส์": "น. กลุ่มอาการและอาการแสดงที่เกิดขึ้นในผู้ป่วยที่มีภูมิคุ้มกันเสื่อมเหตุไวรัส <f>HIV</f>, กลุ่มอาการภูมิคุ้มกันเสื่อม ก็ว่า. (อ. <f>acquired immune deficiency syndrome, acquired immunodeficiency syndrome, AIDS</f>).",
    "เอ็ดอึง": "ว. เอะอะอื้ออึง.",
    "เอตทัคคะ": "[เอตะ-] น. ผู้ยอดเยี่ยมในทางใดทางหนึ่งเป็นพิเศษ. (ป.).",
    "เอ้เต": "ว. นั่งหรือนอนปล่อยตัวตามสบายมีท่าสง่าผ่าเผย.",
    "เอทิลแอลกอฮอล์": "น. แอลกอฮอล์ชนิดหนึ่ง มีสูตร <f>C<sub>2</sub>H<sub>5</sub>OH</f> ลักษณะเป็นของเหลว ใสไม่มีสี มีขีดเดือด ๗๘.๕ &#x00b0;ซ. จุดไฟติด ดื่มเข้าไปทําให้เกิดอาการมึนเมา เป็นองค์ประกอบสําคัญของสุราเมรัยทุกประเภท ใช้ประโยชน์เป็นตัวทําละลาย เป็นเชื้อเพลิงและใช้สังเคราะห์สารเคมีอื่นได้มากมาย. (อ. <f>ethyl alcohol</f>).",
    "เอน": "ว. อาการของสิ่งที่มีลักษณะยาวหรือเป็นแผ่นเป็นต้น ตั้งอยู่ แต่ไม่ตรง เช่น เสาเอน ต้นไม้เอน ฝาเอน.",
    "เอ็น": "น. กลุ่มหรือมัดเส้นใยเนื้อเยื่อเกี่ยวพัน ซึ่งเรียงตัวในทิศทางเดียวเห็นได้ชัด และไม่มีกล้ามเนื้อยึดที่ปลาย, ชาวบ้านเรียก เส้นเอ็น. (อ. <f>ligament</f>).",
    "เอ็นกล้ามเนื้อ": "น. เอ็นชนิดที่ปลายใดปลายหนึ่งยึดกับกล้ามเนื้อ. (อ. <f>tendon, sinew</f>).",
    "เอนกาย, เอนตัว, เอนหลัง": "ก. นอน.",
    "เอนไซม์": "น. สารอินทรีย์ที่มีโครงสร้างซับซ้อนประเภทโปรตีน มีปรากฏอยู่ในเซลล์ที่มีชีวิตของพืชและสัตว์ ทําหน้าที่เป็นตัวเร่งปฏิกิริยาเคมีของกรรมวิธีต่าง&#160;ๆ ทางชีววิทยา เช่น การย่อยอาหาร การหมัก. (อ. <f>enzyme</f>).",
    "เอ็นดู": "ก. มีใจรักใคร่, ปรานี.",
    "เอ็นอ่อน": "น. ชื่อไม้เถาชนิด <f><i>Cryptolepis buchanani </i>Burm. et Schult.</f> ในวงศ์ <f>Asclepiadaceae</f> ดอกสีนวล เถาใช้ทํายาได้.",
    "เอนเอียง": "ว. โน้มเอียง, ไม่เที่ยงตรง, เอียงเอน ก็ว่า.",
    "เอม": "ว. หวาน; ชื่นใจ",
    "เอ็มบริโอ": "[-บฺริ-] น. ตัวอ่อนของสัตว์หรือต้นอ่อนของพืชที่ยังไม่เจริญเติบโตจนถึงขั้นที่มีอวัยวะครบบริบูรณ์. (อ. <f>embryo</f>).",
    "เอมอร": "[-ออน] ว. งามอ่อนหวาน, โดยปริยายใช้เรียกหญิงสาวที่งามละมุนละไม.",
    "เอมโอช": "[-โอด] (กลอน) น. รสหวาน, รสอร่อย.",
    "เอย ๑": "คำกล่าวประกอบหลังคำจำแนกรายละเอียด เช่น ค่าใช้จ่ายต่าง&#160;ๆ มีค่าน้ำเอย ค่าไฟเอย.",
    "เอย ๒, เอ่ย ๑": "คํากล่าวประกอบหลังชื่อ เป็นเชิงปรารภเป็นต้น หรือลงท้ายคํากลอน เช่น แม่เอย แกอย่ามาห้ามข้า ตัวของลูกยาก็ไม่ฟัง. (มโนห์รา), เจ้ามัทรีเจ้ามาไยเวลาปานฉะนี้ พระน้องเอ่ย ผิดเวลากาล. (ม. ร่ายยาว กุมาร), ทิ้งทุ่งให้มืดมัวทั่วมลฑล และทิ้งตนตัวเปลี่ยวอยู่เดียวเอย. (บทดอกสร้อย).",
    "เอ่ย ๒": "ก. เปล่งเสียงพูด, เริ่มพูด.<2t>ว. คําออกเสียงใช้ในความเพื่อให้ทาย เช่น นกอะไรเอ่ย.",
    "เอ๊ย": "อ. คําที่เปล่งออกมาแสดงอาการว่าพูดผิดไปเป็นต้น.<2t>ว. คําลงท้ายชื่อหรือถ้อยคําเพื่อบอกให้รู้หรือร้องเรียกด้วยความเอ็นดู, เอ๋ย ก็ว่า.",
    "เอ๋ย": "ว. คําลงท้ายชื่อหรือถ้อยคําเพื่อบอกให้รู้หรือร้องเรียกด้วยความเอ็นดู, เอ๊ย ก็ว่า; คําที่ใช้ในตอนขึ้นต้นคํากลอนหรือบทดอกสร้อย เช่น กาเอ๋ยกาดํา รถเอ๋ยรถทรง.",
    "เอร็ดอร่อย": "[อะเหฺร็ดอะหฺร่อย] ว. อร่อยเหลือเกิน, อร่อยจนติดใจ.",
    "เอราวัณ": "น. ช้าง ๓๓ เศียรเป็นพาหนะของพระอินทร์. (ป. เอราวณ; ส. ไอราวณ).",
    "เอลา": "[-ลา] <i>ดู กระวาน ๑ (๑)</i>.",
    "เอลาฬุก": "[-ลาลุก] น. ฟักทอง, ฟักเหลือง. (ป.).",
    "เอว": "น. ส่วนกลางของร่างกายระหว่างชายโครงกับกระดูกตะโพกทั้ง ๒ ข้าง, กะเอว บั้นเอว หรือ สะเอว ก็ว่า; โดยปริยายหมายถึงส่วนกลางของสิ่งอื่น&#160;ๆ ตรงที่คอดเข้าไป เช่น เอวว่าวจุฬา เอวพาน.",
    "เอ๊ว": "อ. คําที่เปล่งออกมาเพื่อเยาะให้เก้อ, เฮ้ว ก็ว่า.",
    "เอวบาง, เอวบางร่างน้อย, เอวเล็กเอวบาง": "น. เรียกผู้ที่มีรูปร่างอ้อนแอ้นสะโอดสะอง.",
    "เอวัง": "(ปาก) ก. จบ, หมดสิ้น.",
    "เอฬกะ": "[เอละกะ] น. แกะ, แพะ. (ป.; ส. เอฑก).",
    "เอฬา": "น. นํ้าลาย. (ป.; ส. ลาลา).",
    "เออ": "อ. คําที่เปล่งออกมาเพื่อบอกรับหรืออนุญาต, มักเป็นคําที่ผู้ใหญ่ใช้กับผู้น้อย หรือระหว่างเพื่อนที่สนิทสนมกัน, คําที่เปล่งออกมาแสดงว่านึกเรื่องที่จะถามหรือจะพูดขึ้นได้.",
    "เอ่อ": "ว. เริ่มไหลขึ้น, มีระดับสูงขึ้น, (ใช้แก่นํ้าในแม่นํ้าลําคลองเป็นต้น).",
    "เออ ๆ คะ ๆ": "ก. รับฟังโดยไม่ขัดคอ, รับฟังไปตามเรื่องตามราวโดยไม่แสดงความคิดเห็น, เช่น ฉันก็เออ&#160;ๆ คะ&#160;ๆ ไปอย่างนั้นแหละ.",
    "เออน่ะ": "อ. คําที่เปล่งออกมาเพื่อเน้นแสดงคํารับอย่างรู้สึกรําคาญ.",
    "เออแน่ะ": "อ. คําที่เปล่งออกมาแสดงความพิศวงว่า ไม่น่าจะเป็นอย่างนั้น.",
    "เออร์เบียม": "น. ธาตุลําดับที่ ๖๘ สัญลักษณ์ <f>Er</f> เป็นโลหะ ลักษณะเป็นของแข็งเป็นเงาวาว เนื้ออ่อน หลอมละลายที่ ๑๔๙๗ &#x00b0;ซ. ใช้ประโยชน์นําไปผสมกับโลหะอื่นให้เป็นโลหะเจือ. (อ. <f>erbium</f>).",
    "เอ้อระเหย": "ว. ปล่อยอารมณ์ตามสบาย.<2t>น. คําขึ้นต้นเพลงพวงมาลัย.",
    "เอ้อเร้อ": "ว. มากจนล้น (ใช้แก่กริยากิน), เอ้อเร้อเอ้อเต่อ ก็ว่า; มากเกินไปอย่างไม่เป็นระเบียบ.",
    "เอ้อเร้อเอ้อเต่อ": "ว. ปล่อยอารมณ์ตามสบาย, ยืดยาด เช่น มัวแต่เอ้อเร้อเอ้อเต่ออยู่นั่นแหละ จะทําอะไรก็ไม่ทําเสียที; มากจนล้น (ใช้แก่กริยากิน), เอ้อเร้อ ก็ว่า.",
    "เอออวย": "ก. พลอยเห็นตามไปด้วย, เห็นดีด้วย.",
    "เออออ, เออออห่อหมก": "ก. เห็นด้วย, พลอยเห็นตามไปด้วย, เช่น เขาก็เออออห่อหมกด้วย.",
    "เอ้อเฮอ": "อ. คําที่เปล่งออกมาแสดงความพิศวงหรือประหลาดใจเป็นต้น.",
    "เอ้แอ่น, เอ้ ๆ แอ่น ๆ": "ก. ทําให้เสียเวลา, ทําชักช้า, ทําจริตกิริยาโอ้เอ้; อาการที่ยืนโอนไปโอนมา เอนไปเอนมา หรือ เดินถอยหน้าถอยหลัง.",
    "เอ๊ะ": "อ. คําที่เปล่งออกมาแสดงความฉงน ไม่เข้าใจ หรือไม่พอใจ เป็นต้น.",
    "เอะใจ": "ก. เฉลียวใจ, ฉุกคิด, สะดุดใจ.",
    "เอะอะ": "ก. อึกทึก, ทําเสียงดังโวยวาย; ทันทีทันใด, ปุบปับ, ไม่ทันไตร่ตรอง, ไม่บอกกล่าวเล่าแจ้ง, เช่น เอะอะก็ไป เอะอะก็ด่า, อึกอัก ก็ว่า.",
    "เอะอะมะเทิ่ง": "(ปาก) ก. ส่งเสียงดัง, เอ็ดตะโรโดยไม่เกรงใจผู้อื่น.",
    "เอา ๑": "ก. ยึด เช่น เอาไว้อยู่; รับไว้ เช่น เขาให้ก็เอา; พา, นํา, เช่น เอาตัวมา; ต้องการ เช่น ทําเอาชื่อ ทำงานเอาหน้า; ถือเป็นสําคัญ เช่น เจรจาเอาถ้อยคํา เอาพี่เอาน้อง; (ปาก) คําใช้แทนกริยาอื่น&#160;ๆ บางคําได้.<2t>ว. เมื่อใช้ลงท้ายกริยา เป็นการเน้นกริยาแสดงถึงการตั้งหน้าตั้งตาทําต่อเนื่องกัน เช่น กินเอา&#160;ๆ.",
    "เอา ๒": "(โบ) น. เรียกลูกหญิงคนที่ ๙ ว่า ลูกเอา, คู่กับ ลูกชายคนที่ ๙ ว่า ลูกเจา. (กฎ.).",
    "เอาการ ๑, เอาการเอางาน": "ว. ตั้งใจทําการงานด้วยความขยันขันแข็ง.",
    "เอาการ ๒": "ว. ยิ่งกว่าธรรมดา เช่น สูงเอาการ.",
    "เอากุ้งฝอยไปตกปลากะพง": "(สํา) ก. ลงทุนน้อยหวังผลกําไรมาก.",
    "เอาข้างเข้าถู": "(สำ) ว. ไม่ใช้เหตุผล, ดื้อดันจะเอาชนะให้ได้, เอาสีข้างเข้าถู ก็ว่า.",
    "เอางาน": "ก. แสดงความเคารพเจ้านายชั้นสูงโดยแบมือเอาสันมือลงแล้วกระดกมือขึ้นน้อย&#160;ๆ ก่อนรับของ (ใช้แก่การรับของจากเจ้านายชั้นสูงทั้งโดยทางตรงและทางอ้อม).",
    "เอาจมูกผู้อื่นมาหายใจ": "(สํา) ก. อาศัยผู้อื่นมักไม่สะดวก, พึ่งจมูกคนอื่นหายใจ หรือ ยืมจมูกคนอื่นหายใจ ก็ว่า.",
    "เอาจริง ๑, เอาจริงเอาจัง": "ว. ตั้งใจทําอย่างจริงจัง, ถือเอาเป็นแน่นอน.",
    "เอาจริง ๒": "ว. เอาแน่, ไม่ล้อเล่น.",
    "เอาใจ": "ก. คอยปฏิบัติให้ถูกใจ, ตามใจ.",
    "เอาใจเขามาใส่ใจเรา": "(สำ) ก. ให้รู้จักเห็นใจผู้อื่น.",
    "เอาใจช่วย": "ก. อยากให้สมปรารถนา, ช่วยเป็นกําลังใจให้.",
    "เอาใจดูหูใส่": "(ปาก) ก. ใฝ่ใจ, ตั้งใจ.",
    "เอาใจใส่": "ก. ใฝ่ใจ, ตั้งใจ.",
    "เอาใจออกหาก": "ก. ห่างเหินไปไม่ร่วมมือร่วมใจเหมือนเดิม, ตีตนจากไป, ปลีกตัวออกไป, ตีตัวออกหาก ก็ว่า.",
    "เอาชนะ": "ก. ทําให้อีกฝ่ายหนึ่งแพ้.",
    "เอาชั้นเอาเชิง": "ก. รอดูชั้นเชิง.",
    "เอาชัย": "ว. มุ่งให้ได้ชัยชนะฝ่ายตรงข้าม, มุ่งความเจริญ.",
    "เอาชีวิต": "ก. ฆ่า, ทําให้ถึงตาย.",
    "เอาชื่อ": "ว. มุ่งให้ได้ชื่อเสียง เช่น ทำงานเอาชื่อ.",
    "เอาเชิง": "ก. สงวนท่าทีหรือชั้นเชิงของตนไว้เพื่อให้อีกฝ่ายหนึ่งเกรงขาม.",
    "เอาใช้": "ก. ขอให้ทดแทนสิ่งที่เสียไป.",
    "เอาดีเอาเด่น": "ก. พยายามทําตัวให้คนเห็นว่าตนดีเด่นกว่าเพื่อน.",
    "เอาตัวรอด": "ก. รักษาตัวให้พ้นจากความยากลำบาก, หลบหลีกปัญหายุ่งยากไปได้.",
    "เอาตาย": "ว. ทํารุนแรงมาก.",
    "เอาแต่": "ว. มุ่งเฉพาะอย่างเดียวเท่านั้น เช่น เอาแต่เรียน เอาแต่งาน เอาแต่กิน เอาแต่เล่น.",
    "เอาแต่ใจ": "ว. ถือใจตนเป็นใหญ่.",
    "เอาถ่าน": "ว. ใช้การได้, เอาการเอางาน, รักดี, มักใช้ในความปฏิเสธว่า ไม่เอาถ่าน.",
    "เอาเถอะ, เอาเถอะ ๆ, เอาเถิด ๑, เอาเถิด ๆ": "น. คำพูดแสดงความยินยอมหรือแสดงความประนีประนอม.",
    "เอาเถิด ๒, เอาเถิดเจ้าล่อ ๑": "น. ชื่อการเล่นของเด็กชนิดหนึ่งไม่จำกัดจำนวนผู้เล่น โดยจะต้องมีคนหนึ่งอยู่โยง ณ หลักที่กำหนดไว้ มีหน้าที่ไล่จับผู้อื่นให้ได้ ถ้าจับใครไม่ได้เลยก็ต้องอยู่โยงต่อ ถ้าจับผู้ใดได้ผู้นั้นต้องอยู่โยงแทน มีบทร้องประกอบว่า &#147;เอาเถิดเจ้าล่อ ข้าวเหนียวสองห่อ ไม่พอกันกิน&#148;.",
    "เอาเถิดเจ้าล่อ ๒": "ก. อาการที่ตามจับหรือตามหาผู้ที่หลบหรือเลี่ยงกันไปมา เช่น ตำรวจเอาเถิดเจ้าล่อกับผู้ร้าย.",
    "เอาทองไปรู่กระเบื้อง": "(สํา) ก. โต้ตอบหรือทะเลาะกับคนพาลหรือคนที่มีฐานะตํ่ากว่า เป็นการไม่สมควร, เอาพิมเสนไปแลกกับเกลือ ก็ว่า.",
    "เอาทาร": "[-ทาน] ว. สูง, เลิศ, ประเสริฐ, ยิ่งใหญ่; ซื่อตรง, มีความจริงใจ; สุภาพ; ถูกต้อง. (แผลงมาจาก อุทาร).",
    "เอาทารย์": "[-ทาน] น. ความมีใจโอบอ้อม, ความเป็นคนใจบุญ, ความเผื่อแผ่. (ส. เอาทารฺย).",
    "เอาน้ำเย็นเข้าลูบ": "(สํา) ก. ใช้คําพูดอ่อนหวานหว่านล้อม.",
    "เอาน้ำลูบท้อง": "(สํา) ก. อดทนในยามยากโดยกินน้ำแทนข้าว.",
    "เอาเนื้อหนูไปปะเนื้อช้าง": "(สํา) ก. เอาทรัพย์หรือสิ่งของจากคนที่มีน้อยไปให้แก่ผู้ที่มีมากกว่า.",
    "เอาบุญเอาคุณ": "ว. หวังให้เขาตอบแทนบุญคุณ.",
    "เอาปูนหมายหัว": "(สํา) ก. ผูกอาฆาตไว้, คาดโทษไว้, เชื่อแน่ว่าจะเป็นไปตามที่คาดหมายไว้, ประมาทหน้าว่าไม่มีทางจะเอาดีได้.",
    "เอาเป็นธุระ": "ว. ถือเป็นเรื่องที่ตนควรทําให้, เป็นธุระ ก็ว่า.",
    "เอาเป็นว่า": "ก. ตกลงว่า, สรุปว่า.",
    "เอาเป็นเอาตาย": "ว. ตั้งใจทําอย่างจริงจังโดยไม่เห็นแก่เหน็ดเหนื่อยหรือความยากลําบาก เช่น ทำงานอย่างเอาเป็นเอาตาย; เอาจริงเอาจังอย่างรุนแรง เช่น เรื่องเล็ก&#160;ๆ แค่นี้ เถียงกันเอาเป็นเอาตายไปได้.",
    "เอาเปรียบ, เอารัดเอาเปรียบ": "ว. รู้มาก, พยายามให้ได้ประโยชน์มากกว่า.",
    "เอาผิด": "ก. ถือว่าเป็นความผิด.",
    "เอาพิมเสนไปแลกกับเกลือ": "(สำ) ก. โต้ตอบหรือทะเลาะกับคนพาลหรือคนที่มีฐานะต่ำกว่า เป็นการไม่สมควร, บางทีใช้เข้าคู่กับ เอาเนื้อไปแลกกับหนัง ว่า เอาพิมเสนไปแลกกับเกลือ เอาเนื้อไปแลกกับหนัง, เอาทองไปรู่กระเบื้อง ก็ว่า.",
    "เอามะพร้าวห้าวไปขายสวน": "(สํา) ก. แสดงความรู้หรืออวดรู้กับผู้ที่รู้เรื่องดีกว่า.",
    "เอามือซุกหีบ": "(สํา) ก. หาเรื่องเดือดร้อนหรือความลําบากใส่ตัวโดยใช่ที่.",
    "เอาไม้ซีกไปงัดไม้ซุง": "(สํา) ก. คัดค้านผู้ใหญ่ ผู้มีฐานะสูงกว่า หรือผู้มีอำนาจมากกว่าย่อมไม่สําเร็จ และอาจได้รับผลร้ายแก่ตัวอีกด้วย.",
    "เอาไม้สั้นไปรันขี้": "(สํา) ก. โต้ตอบหรือทะเลาะกับคนพาลมีแต่ทางเสีย.",
    "เอาไม่อยู่": "ก. ปกครองไม่ได้, ควบคุมไม่ได้, เช่น เด็กคนนี้ซนมากจนพ่อแม่เอาไม่อยู่, ควบคุมให้อยู่ในอำนาจไม่ได้ เช่น ม้าตัวนี้พยศมากจนเจ้าของเอาไม่อยู่, เหลือความสามารถที่จะเยียวยาได้ เช่น โรคของเขาอาการหนักมากแพทย์คงจะเอาไม่อยู่.",
    "เอาเยี่ยง": "ก. ทำตามเฉพาะที่เห็นว่าดีหรือเป็นประโยชน์.",
    "เอารส": "[-รด] น. ลูกของตนเอง. (แผลงมาจาก โอรส). (ส.).",
    "เอาเรื่อง": "ก. ถือเป็นเรื่องเป็นราว เช่น เจ้าของเขาจะเอาเรื่อง.<2t>ว. ยิ่งกว่าธรรมดา, มาก, เช่น เผ็ดเอาเรื่อง; เอาจริง เอาจริงเอาจัง เช่น เขาเป็นคนเอาเรื่อง.",
    "เอาแรง ๑": "ก. ช่วยผู้อื่นทำงานเพื่อต่อไปเขาจะได้มาช่วยตนทำงานในลักษณะเดียวกันบ้าง เช่น เกี่ยวข้าวเอาแรงกัน.",
    "เอาแรง ๒": "ก. พักเหนื่อย.",
    "เอาฤกษ์": "(ปาก) ก. ประเดิม เช่น สอนเอาฤกษ์.",
    "เอาฤกษ์เอาชัย": "ว. ที่มุ่งให้เกิดความสุขความเจริญหรือได้ชัยชนะฝ่ายตรงข้าม เช่น โห่เอาฤกษ์เอาชัย.",
    "เอาละ": "ก. ตกลง; พอแล้ว; พร้อมแล้ว.",
    "เอาลูกเขามาเลี้ยงเอาเมี่ยงเขามาอม": "(สำ) ก. เอาลูกของคนอื่นมาเลี้ยงเป็นลูก เป็นภาระรับผิดชอบที่หวังผลตอบแทนแน่นอนไม่ได้.",
    "เอาเลย": "ก. ยินยอม ท้าทาย หรือยุให้ทำ.",
    "เอาเลือดกับปู": "(สํา) ก. เคี่ยวเข็ญหรือบีบบังคับเอากับผู้ที่ไม่มีจะให้, รีดเลือดกับปู หรือ หาเลือดกับปู ก็ว่า.",
    "เอาสีข้างเข้าถู": "(สำ) ว. ไม่ใช้เหตุผล, ดื้อดันจะเอาชนะให้ได้, เอาข้างเข้าถู ก็ว่า.",
    "เอาหน้า": "ก. อยากให้คนยกย่องสรรเสริญ เช่น ทำบุญเอาหน้าหรืออยากได้บุญคุณ เช่น เขามาเอาหน้ากับฉันว่าเป็นคนเสนอชื่อฉันให้ได้รับรางวัล; เรียกการทํางานเฉพาะงานที่ผู้ใหญ่รู้เห็นเพื่อหวังประโยชน์ว่า ทํางานเอาหน้า.",
    "เอาหัวเดินต่างตีน": "(สำ) ก. ทำในสิ่งที่ทำได้ยากยิ่งจนไม่น่าเชื่อว่าจะทำได้ทำนองเดียวกับที่จะเอาหัวเดินต่างเท้า.",
    "เอาหัวเป็นประกัน": "(สำ) ก. รับรองด้วยความมั่นอกมั่นใจ.",
    "เอาหูไปนา เอาตาไปไร่": "(สํา) ก. แสร้งทําเป็นไม่รู้ไม่เห็นไม่สนใจ.",
    "เอาใหญ่": "ก. กําเริบ เช่น เดี๋ยวนี้เขาชักจะเอาใหญ่แล้ว.",
    "เอาใหญ่เอาโต": "ก. วางตัวเป็นคนใหญ่คนโตให้ผู้อื่นนอบน้อมหรือแสดงท่าทางว่าเป็นคนมีอำนาจ.",
    "เอาฬาร": "[-ลาน] ว. ใหญ่โต, โอ่โถง, กว้างขวาง; ยิ่งใหญ่, เลิศล้น; ประเสริฐ, ดี; แผลงมาจาก อุฬาร, โอฬาร ก็ใช้.",
    "เอาฬาริก, เอาฬารึก": "ว. ใหญ่, โต. (แผลงมาจาก โอฬาริก, โอฬารึก).",
    "เอาอกเอาใจ": "ก. คอยปฏิบัติให้ถูกใจ.",
    "เอาอย่าง": "ก. เลียนแบบ, ทําตาม.",
    "เอาอยู่": "ว. เอาการ, เอาเรื่อง, เช่น ระยะทางไกลเอาอยู่, ถ้าใช้ในลักษณะปรารภเชิงขอความเห็นหรือแสดงความหนักใจเป็นต้น มักใช้ว่า เอาอยู่นะ เช่น ปัญหานี้ยากเอาอยู่นะ.<2t>ก. ปกครองได้, ควบคุมได้, เช่น เด็กคนนี้เกเรมาก คิดว่าจะเอาอยู่ไหม.",
    "เอาะลาย": "<i>ดู กระดาดดํา, กระดาดขาว</i>.",
    "เอิก": "ว. อึง, อื้อฉาว.",
    "เอิกเกริก": "[เอิกกะเหฺริก] ว. อื้ออึง; ครึกครื้น, สนุกสนาน; แพร่หลายรู้กันทั่ว.",
    "เอิ้น": "ก. พูด, เรียก, เรียกร้อง, กล่าวถ้อยคํา, อื้น หรือ เอื้อน ก็ว่า.",
    "เอิบ": "ก. ซึมเข้าไป, ซาบเข้าไป.",
    "เอิบอาบ": "ก. อาบไปทั่ว, ซึมซาบ; ซาบซ่าน; อาบเอิบ ก็ว่า.",
    "เอียง": "ว. อาการของสิ่งที่เอนไปข้างหนึ่ง เช่น คอเอียง, อาการของสิ่งที่เสียระดับ ไม่ว่าจะในแนวนอนหรือแนวยืนก็ตาม เช่น เรือเอียง เรือนเอียง.<2t>ก. เปลี่ยนระดับไม่ว่าจะในแนวนอนหรือแนวยืนก็ตาม เช่น เครื่องบินกำลังเอียงปีกเพื่อร่อนลง เขาเอียงคอดู.",
    "เอี้ยง": "น. ชื่อนกในวงศ์ <f>Sturnidae</f> รูปร่างอ้วนป้อม หางสั้น กินแมลงและผลไม้ อยู่รวมกันเป็นฝูง มีหลายชนิด เช่น เอี้ยงสาริกา หรือ สาลิกา <f><i>(Acridotheres tristis)</i></f> เอี้ยงหงอน <f><i>(A. javanicus)</i></f> เอี้ยงหัวสีทอง <f><i>(Ampeliceps coronatus)</i></f> เอี้ยงดําปักษ์ใต้ <f><i>(Aplonis panayensis)</i></f>.",
    "เอี้ยงคำ": "(ถิ่น-พายัพ) น. นกขุนทอง. <i>(ดู ขุนทอง)</i>.",
    "เอียงอาย": "ว. แสดงท่าขวยเขินโดยก้มหน้าน้อย&#160;ๆ.",
    "เอียงเอน": "ว. โน้มเอียง, ไม่เที่ยงตรง, เอนเอียง ก็ว่า.",
    "เอียด ๑": "ว. เล็ก.",
    "เอียด ๒, เอี๊ยด": "ว. เสียงดังเช่นนั้น.",
    "เอียน ๑": "ว. ชวนให้คลื่นไส้ (มักใช้แก่รสหวาน).<2t>ก. เบื่อมาก เช่น ฉันเอียนหน้าเขาเต็มทีแล้ว.",
    "เอียน ๒": "(ถิ่น-พายัพ, อีสาน) น. ปลาไหล. <i>(ดู ไหล ๑)</i>.",
    "เอี่ยน": "(ถิ่น-พายัพ, อีสาน) น. ปลาไหล. <i>(ดู ไหล ๑)</i>.",
    "เอี่ยม": "ว. ยังไม่ได้ใช้ เช่น ใหม่เอี่ยม, เรี่ยม เช่น แต่งตัวเอี่ยม หน้าตาเอี่ยม.",
    "เอี๊ยม": "<pic077.gif,เอี๊ยม>น. แผ่นผ้าสําหรับคาดหน้าอกเด็กเล็ก&#160;ๆ, เต่า ก็ว่า. <i>(ดู เต่า ๒)</i>. (จ.).",
    "เอี้ยมจุ๊น": "น. ชื่อเรือขนาดใหญ่ ต่อด้วยไม้ ท้องเรือเป็นสัน สําหรับขนถ่ายและบรรทุกสินค้า. (จ.).",
    "เอี้ยมเฟี้ยม": "ว. อาการที่นั่งเก็บมือเก็บเท้าอย่างเรียบร้อย, อาการที่หมอบเฝ้าหรือหมอบคอยรับใช้อย่างเรียบร้อย.",
    "เอี่ยมอ่อง": "ว. ใหม่ผุดผ่อง เช่น เสื้อผ้าเอี่ยมอ่อง; สะอาดสดใส, ไม่หมองมัว, เช่น หน้าตาเอี่ยมอ่อง.",
    "เอี่ยว": "ว. หนึ่ง, แต้ม ๑ ของลูกเต๋า, เรียกลําดับชุดที่ ๑ ของไพ่ตองว่า เอี่ยว เช่น เอี่ยวเกือก เอี่ยวชี เอี่ยวยาว.<2t>(ปาก) น. หุ้น, ส่วนร่วม.<2t>ก. มีส่วนร่วม เช่น เรื่องนี้ขอเอี่ยวด้วยคน.",
    "เอี้ยว": "ก. บิดไป, หันไป, เช่น เอี้ยวคอ เอี้ยวตัว, เบี่ยง เช่น ถนนสายนี้ไม่ตรง เอี้ยวไปทางขวาเล็กน้อย.",
    "เอี่ยวลม": "(ปาก) น. หุ้นลม.",
    "เอื้อ": "ก. เอาใจใส่, มีน้ำใจ, เช่น เอื้อแก่กัน, เห็นแก่ เช่น ทำกับข้าวเผ็ดไม่เอื้อเด็ก&#160;ๆ.",
    "เอื๊อก": "ว. เสียงดังในคออย่างเสียงดื่มน้ำแรง&#160;ๆ เช่น กลืนน้ำลายดังเอื๊อก.",
    "เอื้อง ๑": "(ถิ่น-พายัพ) น. ต้นกล้วยไม้. <i>(ดู กล้วยไม้ ๑)</i>. (ปาก) เรียกหญิงสาวทางภาคพายัพว่า เอื้องเหนือ.",
    "เอื้อง ๒": "น. หญ้าและใบไม้เป็นต้นที่สัตว์บางจําพวกเช่นวัวควายกินเข้าไปในกระเพาะทีหนึ่งแล้วสํารอกออกมาเคี้ยวอีกให้ละเอียด ในคำว่า บดเอื้อง หรือ เคี้ยวเอื้อง.<2t>ว. เรียกอาการที่สัตว์บางจำพวกเช่นวัวควายสํารอกอาหารออกมาเคี้ยวอีกให้ละเอียดว่า บดเอื้อง หรือ เคี้ยวเอื้อง; โดยปริยายหมายความว่า ทําอะไรช้า&#160;ๆ.",
    "เอื้องครั่ง, เอื้องน้ำครั่ง": "(ถิ่น-พายัพ) น. ชื่อกล้วยไม้ชนิด <f><i>Dendrobium parishii</i> Rchb.f.</f> ในวงศ์ <f>Orchidaceae</f> ดอกสีเหลือง.",
    "เอื้องศรีเที่ยง": "<i>ดู กระเจี้ยง</i>.",
    "เอื้องหนวดพราหมณ์": "<i>ดู หนวดพราหมณ์ ๑ (๒)</i>.",
    "เอือด": "ว. ชื้น เช่น เกลือเอือด ผ้าเอือด. (ถิ่น-อีสาน) น. ดินที่มีธาตุเกลือปนอยู่และขึ้นเป็นขุยขาวที่หน้าดิน.",
    "เอือน ๑": "(โบ) น. พยาธิในท้องชนิดหนึ่ง เช่น ลางคาบมีตืดมีเอือนในท้องนั้น. (ไตรภูมิ).",
    "เอือน ๒": "น. ลักษณะของเนื้อมะพร้าวแก่ที่บาง ขรุขระเหมือนผิวมะกรูด มีรสออกหวานไม่มัน เรียกว่า มะพร้าวเป็นเอือน หรือ มะพร้าวเอือนกิน.",
    "เอื้อน ๑": "ก. พูด, เรียก, เรียกร้อง, กล่าวถ้อยคำ, อึ้น หรือ เอิ้น ก็ว่า.",
    "เอื้อน ๒": "ก. ออกเสียงขับร้องให้เลื่อนไหลกลมกลืนไปตามทำนองตอนที่ไม่มีเนื้อร้อง, ยืดหรือลากเสียงออกไปให้เข้ากับจังหวะของทํานองเพลง.",
    "เอือนกิน": "ว. เรียกลักษณะมะพร้าวเป็นเอือนว่า มะพร้าวเอือนกิน.",
    "เอื้อนวาจา, เอื้อนโอฐ ๑": "(ปาก) ก. ออกปากพูด, พูดข้อความออกมา, มักใช้ในความหมายเชิงประชดประชัน เช่น กว่าจะเอื้อนโอฐออกมาได้เหมือนกลัวดอกพิกุลจะร่วง.",
    "เอื้อนอรรถ, เอื้อนเอ่ย, เอื้อนโอฐ ๒": "(กลอน) ก. ออกปากพูด, พูดข้อความออกมา, มักใช้แก่กิริยาที่ทำทีอิดเอื้อนไม่ใคร่พูดออกมาง่าย&#160;ๆ.",
    "เอื้อเฟื้อ": "ก. อุดหนุน, เจือจาน, แสดงนํ้าใจดีต่อผู้อื่น, บางทีใช้เข้าคู่กับคำอื่น เช่น เอื้อเฟื้อเผื่อแผ่ เอื้อเฟื้อเกื้อกูล เอื้อเฟื้อเกื้อหนุน.",
    "เอือม": "ว. เบื่อหน่ายในสิ่งที่ซํ้า&#160;ๆ ซาก&#160;ๆ มากเกินไป.",
    "เอื้อม": "ก. ยื่นมือไปเพื่อหยิบของในที่ไกลมือ; โดยปริยายหมายความว่า ใฝ่สูง.",
    "เอื้อมอาจ": "ก. บังอาจ, ล่วงเกินไม่รู้จักที่สูงที่ตํ่า, อาจเอื้อม ก็ว่า.",
    "เอื่อย, เอื่อย ๆ": "ว. เรื่อย&#160;ๆ, เฉื่อย&#160;ๆ, เช่น ลมพัดเอื่อย นํ้าไหลเอื่อย&#160;ๆ, ตามสบายไม่รีบร้อน เช่น เดินเอื่อย&#160;ๆ.",
    "เอื้อย": "(โบ) น. เรียกลูกสาวคนที่ ๑ ว่า ลูกเอื้อย. (สามดวง); เรียกพี่สาวคนโตว่า พี่เอื้อย, (ปาก) เรียกผู้ที่หมู่คณะยกย่องให้เป็นหัวหน้าว่า พี่เอื้อย.",
    "เอื้ออำนวย": "ว. ส่งเสริมให้, เปิดโอกาสให้.",
    "แอ": "ว. เล็ก, อ่อน.",
    "แอ้": "ว. อาการที่แสดงว่าหนักมาก เช่น หนักแอ้ หนักจนหลังแอ้.",
    "แอ๋": "ว. อาการที่เมาเหล้ามากจนพูดลิ้นไก่สั้นหรือทรงตัวไม่อยู่ เรียกว่า เมาแอ๋.",
    "แอก": "น. ไม้วางขวางบนคอวัวหรือควายใช้ไถนา คราดนา หรือเทียมเกวียน เป็นต้น; โดยปริยายหมายถึงการถูกกดขี่ ในคำว่า ปลดแอก.",
    "แอกทิเนียม": "น. ธาตุลําดับที่ ๘๙ สัญลักษณ์ <f>Ac</f> เป็นโลหะ ลักษณะเป็นของแข็งสีขาวคล้ายเงิน หลอมละลายที่ ๑๐๕๐ &#x00b0;ซ. เป็นธาตุกัมมันตรังสีที่มีปรากฏในธรรมชาติ. (อ. <f>actinium</f>).",
    "แอกน้อย": "น. ไม้ที่ผูกติดกับคันชักไถ.",
    "แอ่ง": "น. ที่ซึ่งลาดลึกลงไปพอนํ้าขังได้.",
    "แอ้งแม้ง": "(ปาก) ว. อาการที่นอนนิ่งอยู่กับที่เพราะหมดกําลังเป็นต้น ในคำว่า นอนแอ้งแม้ง.",
    "แอด, แอด ๆ, แอ๊ด, แอ๊ด ๆ": "ว. เสียงดังเช่นนั้นอย่างเสียงเปิดหรือปิดประตูฝืด&#160;ๆ.",
    "แอ้ด ๑": "น. ชื่อจิ้งหรีดขนาดเล็กหลายชนิดในวงศ์ <f>Gryllidae</f> ลำตัวยาวไม่เกิน ๒.๕ เซนติเมตร ส่วนใหญ่ปีกคู่หลังยาวกว่าปีกคู่หน้า เวลาพับปีกจะเห็นเป็นชายห้อยไปคล้ายมีหางคู่ โดยทั่วไปสีดำตลอดทั้งตัว เรียกว่า อ้ายแอ้ด ชนิดที่พบเป็นสามัญ ได้แก่ ชนิด <f><i>Acheta confermata</i></f>, จิ้งหรีดผี ก็เรียก.",
    "แอ้ด ๒": "น. เรียกของบางอย่างที่มีขนาดเล็กกว่าปรกติ เช่น รถถังอ้ายแอ้ด.",
    "แอ้ด ๓, แอ้ด ๆ": "ว. เรียกอาการที่หนักเต็มกําลังว่า หนักเต็มแอ้ด; เรียกอาการจุกจนพูดไม่ออกว่า จุกแอ้ด&#160;ๆ.",
    "แอ่น": "ก. ทําให้โค้งหรือนูนจากแนวหรือระดับ เช่น แอ่นอก.<2t>ว. ลักษณะของสิ่งที่โค้งหรือนูนจากแนวหรือระดับ เช่น อกแอ่น สะพานแอ่น.",
    "แอนติเจน": "น. สารที่สามารถกระตุ้นให้เกิดแอนติบอดีขึ้นได้. (อ. <f>antigen</f>).",
    "แอนติบอดี": "น. สารที่ร่างกายมนุษย์หรือสัตว์ชั้นสูงอื่น&#160;ๆ สร้างขึ้น เมื่อได้รับการกระตุ้นโดยสารที่แปลกปลอมซึ่งเรียกว่า แอนติเจน. (อ. <f>antibody</f>).",
    "แอนติอิเล็กตรอน": "น. โพซิตรอน. (อ. <f>antielectron</f>).",
    "แอ่นลม": "<i>ดู อีแอ่น</i>.",
    "แอโนด": "น. แผ่นหรือแท่งตัวนําที่โยงต่อกับขั้วบวกของเครื่องกําเนิดไฟฟ้า เช่น แบตเตอรี่. (อ. <f>anode</f>).",
    "แอบ, แอบ ๆ": "ก. ทําโดยไม่ให้ผู้อื่นรู้เห็นโดยอาการต่าง&#160;ๆ เช่น แอบทำ; เข้าไปชิด เช่น รถพยาบาลมาให้รถอื่นแอบเข้าข้างทาง.<2t>ว. อาการที่ยืน เดิน หรือวางสิ่งใดสิ่งหนึ่งเป็นต้นไม่ให้เกะกะหรือกีดขวางทาง เช่น เดินแอบข้างทาง วางของแอบ&#160;ๆ หน่อย.",
    "แอบแฝง": "ก. ซ่อนเร้น.",
    "แอบอ้าง": "ก. เอาไปอ้างโดยเจ้าตัวไม่รู้.",
    "แอบอิง": "ก. แนบชิด, อิงแอบ ก็ว่า.",
    "แอม": "ก. กระแอม.",
    "แอ้ม": "(ปาก) ก. กิน เช่น แอ้มขนมหรือยัง, ได้สมประสงค์ (มักใช้ในความปฏิเสธ) เช่น ไม่ได้แอ้ม.",
    "แอมแปร์": "น. หน่วยวัดกระแสไฟฟ้า กระแสไฟฟ้า ๑ แอมแปร์ คือ กระแสไฟฟ้าที่มีอัตราการเคลื่อนที่ของอิเล็กตรอนได้วินาทีละประมาณ ๖ <fig004.gif,เครื่องหมายคูณ> ๑๐๑๘ อิเล็กตรอน. (อ. <f>ampere</f>).",
    "แอมมิเตอร์": "น. เครื่องมือที่ใช้สําหรับวัดค่าของกระแสไฟฟ้าเป็นแอมแปร์. (อ. <f>ammeter</f>).",
    "แอมโมเนีย": "น. สารประกอบอนินทรีย์ชนิดหนึ่ง มีสูตร <f>NH<sub>3</sub></f> ลักษณะเป็นแก๊สไม่มีสี กลิ่นฉุน ละลายนํ้าได้ดี ใช้ประโยชน์ได้มากมาย เช่น ในอุตสาหกรรมทําปุ๋ย กรดไนตริก ใยสังเคราะห์ เป็นตัวทําความเย็น. (อ. <f>ammonia</f>).",
    "แอร่ม": "[อะแหฺร่ม] ว. แพรวพราว, ผ่องใส, สดใส, เช่น งามแอร่ม หน้าตาแอร่ม.",
    "แอลกอฮอล์": "น. สารอินทรีย์ชนิดหนึ่ง ลักษณะเป็นของเหลวใส กลิ่นฉุน ระเหยง่าย มีขีดเดือด ๗๘.๕ &#x00b0;ซ. ชื่อเต็มคือ เอทิลแอลกอฮอล์ แต่มักเรียกกันสั้น&#160;ๆ ว่า แอลกอฮอล์ โดยปรกติเกิดขึ้นจากการหมักสารประเภทแป้งหรือนํ้าตาลผสมยีสต์ ซึ่งมักเรียกกันว่า แป้งเชื้อหรือเชื้อหมัก เป็นองค์ประกอบสําคัญของสุราและเมรัยทุกชนิด เมื่อดื่มเข้าไปจะออกฤทธิ์ทําให้มีอาการมึนเมา ใช้ประโยชน์เป็นตัวทําละลาย และเป็นเชื้อเพลิง เป็นต้น. (อ. <f>alcohol, ethyl alcohol</f>).",
    "แอลฟา": "(ฟิสิกส์) น. ชื่ออนุภาคที่พุ่งออกมาจากนิวเคลียสของอะตอมกัมมันตรังสี เป็นนิวเคลียสของธาตุฮีเลียม มักเรียกกระแสอนุภาคแอลฟาว่า รังสีแอลฟา ซึ่งเคลื่อนที่ด้วยความเร็วประมาณ ๒๐,๐๐๐ กิโลเมตรต่อวินาที มีอํานาจในการเจาะทะลุได้น้อย เมื่อกระทบกับฉากเรืองแสงจะทําให้เกิดแสงเรืองขึ้นได้. (อ. <f>alpha rays</f>).",
    "แอว": "(ถิ่น-พายัพ) น. ชื่อกลองยาวขนาดใหญ่ชนิดหนึ่ง ทําด้วยลําท่อนไม้ขุดไส้ในออกให้กลวงแล้วขึงด้วยหนังสัตว์ทางด้านปากกลองเพียงด้านเดียว จากด้านปากกลองมีลักษณะสอบเข้าคล้ายเอว ตอนปลายบานผายออกคล้ายดอกลำโพง. (พายัพ แอว ว่า เอว).",
    "แอ่ว": "(ถิ่น-อีสาน) ก. พูดคุย (ใช้แก่หนุ่มสาว); (ถิ่น-พายัพ) เที่ยว, ถ้าไปเที่ยวเกี้ยวผู้หญิง เรียกว่า แอ่วสาว.<2t>น. ชื่อเพลงไทยจำพวกหนึ่ง มีชื่อขึ้นต้นด้วยคำว่า แอ่ว เช่น แอ่วลาว แอ่วเคล้าซอ.",
    "แอ้วแซ่ว": "ว. อาการที่นอนนิ่งอยู่กับที่เคลื่อนไหวไปไหนไม่ได้ในลักษณะที่หมดกําลังหรือเจ็บป่วยเป็นต้น ในคําว่า นอนแอ้วแซ่ว, แซ่ว ก็ว่า.",
    "แอสทาทีน": "น. ธาตุลําดับที่ ๘๕ สัญลักษณ์ <f>At</f> เป็นอโลหะ ลักษณะเป็นของแข็ง เป็นธาตุกัมมันตรังสีที่มีปรากฏในธรรมชาติ. (อ. <f>astatine</f>).",
    "แอสไพริน": "น. สารประกอบอินทรีย์ชนิดหนึ่ง มีสูตร <f>CH<sub>3</sub>COO&#183;C<sub>6</sub>H<sub>4</sub>&#183;COOH</f> ชื่อทางเคมี คือ <f>acetylsalicylic acid</f> ลักษณะเป็นของแข็งสีขาว หลอมละลายที่ ๑๓๓ &#x00b0;ซ. ใช้ในทางการแพทย์เป็นยาลดไข้และระงับปวด. (อ. <f>aspirin</f>).",
    "แอสฟัลต์": "น. ยางมะตอย. (อ. <f>asphalt</f>).",
    "แอหนัง": "น. นางชี. (ช.).",
    "แออวย": "(โบ) ก. ละห้อยไห้.",
    "แออัด": "ว. ยัดเยียด, แน่น, อัดแอ ก็ว่า.",
    "โอ ๑": "น. (๑) ส้มโอ. <i>(ดู ส้ม ๑)</i>.<2t>(๒) ชื่อลูกจันชนิดหนึ่ง. <i>(ดู จัน)</i>.",
    "โอ ๒": "น. ชื่อปลาทะเลขนาดใหญ่หลายชนิดในวงศ์ <f>Thunnidae</f> อยู่เป็นฝูงห่างฝั่ง รูปร่างเพรียวคล้ายกระสวย บริเวณฐานครีบหูมีกลุ่มเกล็ดเล็ก&#160;ๆ ครีบหางเว้าลึก เช่น โอหม้อ หรือ โอดํา <f><i>(Thunnus tonggol)</i></f> โอลาย <f><i>(Euthynnus affinis)</i></f>.",
    "โอ ๓": "น. ภาชนะเครื่องเขินอย่างหนึ่งสําหรับใส่ของ รูปคล้ายขัน มีขนาดต่าง&#160;ๆ, ต่อมาได้อนุโลมเรียกขันเคลือบทรงสูงว่า ขันโอ.",
    "โอ ๔": "อ. คําที่เปล่งออกมาแสดงอาการว่านึกอะไรขึ้นมาได้ หรือแสดงว่าสลดใจเป็นต้น.",
    "โอ่ ๑": "น. ชื่อเรือต่อชนิดหนึ่ง คล้ายเรือสำปั้น แต่มีขนาดเล็กและเพรียวกว่า ล่มง่าย ผู้ชํานาญจึงจะพายได้.",
    "โอ่ ๒": "ก. อวด, ชอบแต่งตัวอวด.",
    "โอ่ ๓": "ว. กลิ่นเหม็นอย่างกลิ่นอาหารที่ใกล้จะบูด.",
    "โอ้ ๑": "(กลอน) อ. คําในคําประพันธ์ ใช้ในความรําพึง พรรณนา วิงวอน หรือปลอบ เป็นต้น เช่น โอ้พ่อพลายสายสวาทของน้องเอ๋ย ไม่เคยเลยจะห่างเหเสนหา. (ขุนช้างขุนแผน), โอ้ว่า ก็ใช้ เช่น โอ้ว่าน่าเสียดายตัวนัก เพราะเชื่อลิ้นหลงรักจึงชํ้าจิต. (อิเหนา).<2t>น. ชื่อเพลงไทยจำพวกหนึ่ง มีชื่อขึ้นต้นด้วยคำว่า โอ้ เช่น โอ้ปี่ โอ้ร่าย โอ้โลม.",
    "โอ้ ๒": "ว. เสียงดัง, เปิดเผย, (ใช้แก่กริยาคุย).",
    "โอ๋": "อ. คําที่เปล่งออกมาเป็นเสียงเช่นนั้นเพื่อปลอบเด็ก.<2t>ก. ตามใจ, เอาอกเอาใจ.",
    "โอก": "(โบ) ก. ออก.",
    "โอ้ก": "ก. อาเจียน.<2t>ว. เสียงอย่างเสียงอาเจียน.",
    "โอ๊ก ๑": "ว. เสียงอย่างเสียงไก่ร้อง; อาการที่แสดงว่าเหลืออดเหลือทน เช่น ของแพงจนคนร้องโอ๊ก.",
    "โอ๊ก ๒": "น. ชื่อไม้ต้นหลายชนิดในสกุล <f><i>Quercus</i></f> วงศ์ <f>Fagaceae</f> เนื้อไม้ใช้ทําเครื่องเรือน. (อ. <f>oak</f>).",
    "โอ้กอ้าก": "ว. เสียงอย่างเสียงอาเจียนติดต่อกัน, โดยปริยายหมายถึงอาการของผู้หญิงที่แพ้ท้องหรืออาการของผู้ที่จะเป็นลม.",
    "โอกะ": "น. นํ้า; ที่อยู่. (ป.).",
    "โอกาส": "[-กาด] น. ช่อง, ทาง; เวลาที่เหมาะ, จังหวะ. (ป.; ส. อวกาศ).",
    "โอฆ-, โอฆะ": "[โอคะ-] น. ห้วงนํ้า; ในพระพุทธศาสนาหมายถึงกิเลสที่ท่วมทับจิตใจของหมู่สัตว์ มี ๔ อย่าง คือ ๑. กาโมฆะ = โอฆะ คือ กาม ๒. ภโวฆะ = โอฆะ คือ ภพ ๓. ทิฏโฐฆะ = โอฆะ คือ ทิฐิ ๔. อวิชโชฆะ = โอฆะ คือ อวิชชา. (ป., ส.).",
    "โอฆชล": "[-ชน] น. นํ้าในห้วงลึก. (ป.).",
    "โอฆสงสาร": "น. การเวียนเกิดเวียนตายในห้วงของกิเลส. (ป.).",
    "โอ่ง": "น. ภาชนะสําหรับขังนํ้า ก้นสอบเล็กน้อย ปากกว้าง มีขนาดต่าง&#160;ๆ กัน, บางทีก็เรียกว่า ตุ่ม.",
    "โองการ": "น. คําศักดิ์สิทธิ์ เช่น โองการแช่งน้ำ, ถ้าเป็นคําศักดิ์สิทธิ์มาจากพระดํารัสสั่งของพระเจ้าแผ่นดิน เรียกว่า พระราชโองการ หรือ พระบรมราชโองการ. (ป.; ส. โอํการ = อักษรโอม หมายถึง พระเป็นเจ้าทั้ง ๓ คือ พระพรหม พระวิษณุ และพระศิวะ).",
    "โองโขดง": "[-ขะโดง] น. ทรงผมของหญิงไทยสมัยโบราณ ซึ่งรวบขึ้นไปเกล้าไว้บนขม่อมเป็นห่วงยาว&#160;ๆ โดยมากมีเกี้ยวหรือพวงมาลัยสวม, โซงโขดง ก็ว่า.",
    "โอ่งมังกร": "น. โอ่งดินเผาเคลือบ มีสีนํ้าตาลปนเหลือง มักมีลายเป็นรูปมังกร.",
    "โอชะ, โอชา": "ว. มีรสดี, อร่อย.<2t>น. รสที่ซึมซาบ, เครื่องหรือสิ่งบํารุงเลี้ยงให้เกิดความเจริญงอกงาม. (ป.).",
    "โอโซน": "น. แก๊สชนิดหนึ่ง สีนํ้าเงิน กลิ่นฉุน เป็นอัญรูปของธาตุออกซิเจน มีสูตร <f>O<sub>3</sub></f> ใช้ประโยชน์ฆ่าเชื้อโรคในน้ำเพื่อใช้เป็นนํ้าดื่ม ใช้ฟอกจางสีของสารอินทรีย์บางอย่างเช่นเส้นใยที่ใช้ทอผ้า. (อ. <f>ozone</f>).",
    "โอฐ": "(โบ) น. โอษฐ์, ริมฝีปาก; ปาก. (ป. โอฏฺ&#xf700;; ส. โอษฺ&#xf700;).",
    "โอด": "น. ชื่อเพลงสำหรับใช้เป็นหน้าพาทย์บรรเลงประกอบกิริยาร้องไห้ สลบหรือตาย; วิธีดำเนินทำนองเพลงไทยอย่างหนึ่ง ซึ่งดำเนินไปโดยแช่มช้าโหยหวน และโศกซึ้ง.<2t>ก. ร้องไห้.",
    "โอดกาเหว่า": "(ปาก) ก. ร้องไห้ครํ่าครวญ.",
    "โอดครวญ": "ก. รํ่าไห้, ครํ่าครวญ; รํ่ารําพัน.",
    "โอดโอย": "ก. ร้องเพราะความเจ็บปวด, (ปาก) ร้องเรียนว่าไม่ได้รับความเป็นธรรมเป็นต้น.",
    "โอ๊ต": "น. ข้าวโอ๊ต. <i>(ดู ข้าวโอ๊ต)</i>.",
    "โอตตัปปะ": "[โอด-] น. ความเกรงกลัวบาป, มักใช้เข้าคู่กับคำ หิริ เป็น หิริโอตตัปปะ. (ป.).",
    "โอ่โถง, โอ้โถง": "ว. ภาคภูมิมีสง่า, ภูมิฐาน.",
    "โอทน-, โอทนะ": "[โอทะนะ] น. ข้าวสุก, ข้าวสวย. (ป.).",
    "โอน": "ก. น้อมลง, โน้ม; ยกไปไว้อีกที่หนึ่ง เช่น โอนบัญชี; ยอมมอบให้; ย้ายสังกัด; (กฎ) ทําให้สิทธิตกไปเป็นของบุคคลอื่น เช่น โอนกรรมสิทธิ์.",
    "โอนกรรมสิทธิ์": "(กฎ) ก. โอนสิทธิในการเป็นเจ้าของทรัพย์สินให้แก่บุคคลอื่น.",
    "โอนชาติ": "(ปาก) ก. แปลงสัญชาติ.",
    "โอนอ่อน": "ก. ผ่อนตาม, ยอมตาม.",
    "โอนเอน": "ว. เอนไปเอนมา, ไม่มั่นคง, ไม่แน่นอน.",
    "โอบ": "ก. เอาแขนอ้อมไว้ เช่น โอบไหล่, เอาแขนทั้ง ๒ อ้อมไว้ เช่น โอบต้นไม้ โอบกอด, โดยปริยายหมายถึงอาการที่คล้ายคลึงเช่นนั้น เช่น รากไทรโอบรอบเจดีย์เก่า; ตีวงล้อม เช่น เคลื่อนพลเข้าไปโอบกองทัพข้าศึก.",
    "โอบอ้อมอารี": "ก. แสดงนํ้าใจเอื้อเฟื้อเผื่อแผ่ต่อผู้อื่น.",
    "โอบอุ้ม": "ก. อุ้มชู, อุดหนุน, ชุบเลี้ยง.",
    "โอบเอื้อ": "ก. เอื้อเฟื้อ, เกื้อหนุน.",
    "โอปปาติกะ": "[โอปะ-] น. ผู้เกิดผุดขึ้นโดยไม่ต้องอาศัยพ่อแม่ อาศัยอดีตกรรม ได้แก่เทวดา พรหม สัตว์นรก เปรต อสุรกาย, อุปปาติกะ ก็เรียก. (ป.).",
    "โอภา": "ก. ทักทายด้วยวาจาสุภาพ.",
    "โอภาปราศรัย": "[-ปฺราไส] ก. ทักทายด้วยความสนิทสนมเป็นกันเอง.",
    "โอภาส": "[-พาด] น. แสงสว่าง; ความสุกใส, ความเปล่งปลั่ง.<2t>ก. ส่องแสง. (ป.).",
    "โอม": "น. คำที่ประกอบด้วยเสียง ๓ เสียง คือ อ อุ ม [อ่านว่า อะ อุ มะ] รวมกัน ข้างฝ่ายฮินดูหมายถึง พระเจ้าทั้ง ๓ คือ อ = พระศิวะ อุ = พระวิษณุ ม = พระพรหม; ข้างพระพุทธศาสนาเลียนเอามาใช้หมายถึง พระรัตนตรัย คือ อ = อรหํ (พระพุทธเจ้า) อุ = อุตฺตมธมฺม (พระธรรมอันสูงสุด) ม = มหาสงฺฆ (พระสงฆ์) นับถือเป็นคําศักดิ์สิทธิ์, เป็นคำขึ้นต้นของการกล่าวมนตร์.<2t>ก. กล่าวคําขึ้นต้นของมนตร์. (ส.).",
    "โอย ๑, โอ๊ย": "อ. คําที่เปล่งออกมาแสดงความรู้สึกเจ็บปวด หรือรู้สึกว่ามากยิ่ง แปลก เป็นต้น.",
    "โอย ๒": "(โบ) ก. อวย, ให้, เช่น คนในเมืองสุโขทัยนี้ มักทาน มักทรงศีล มักโอยทาน. (จารึกพ่อขุนรามคำแหง หลักที่ ๑ ด้านที่ ๒).",
    "โอร-": "[-ระ-] ว. ตํ่า, ใต้; รอง; หลัง; ฝั่งนี้. (ป.; ส. อวร).",
    "โอรส": "[-รด] น. ลูกชาย (ใช้แก่เจ้านาย). (ป. โอรส ว่า ผู้เกิดแต่อก).",
    "โอละพ่อ": "ว. กลับตรงกันข้าม อย่างกลับหน้ามือเป็นหลังมือ.<2t>น. คําขึ้นต้นที่พวกระเบ็งร้องและรําในการมหรสพของหลวงเช่นพระราชพิธีโสกันต์.",
    "โอลิมปิก": "น. เรียกการแข่งขันกีฬาระหว่างประเทศซึ่งจัดให้มีขึ้นทุก&#160;ๆ ๔ ปีในประเทศต่าง&#160;ๆ ตามแต่จะตกลงกันว่า กีฬาโอลิมปิก. (อ. <f>Olympic games</f>).",
    "โอ้โลม": "ก. ปลอบโยน, เอาใจ.",
    "โอ้โลมปฏิโลม": "(ปาก) ก. พูดเอาอกเอาใจ, พูดเกลี้ยกล่อม.",
    "โอ้ว่า": "<i>ดู โอ้ ๑</i>.",
    "โอวาท": "[-วาด] น. คําแนะนํา, คําตักเตือน, คํากล่าวสอน. (ป.).",
    "โอษฐ-, โอษฐ์": "[โอดถะ-, โอด] น. ริมฝีปาก ในคำว่า โอษฐชะ; ปาก เช่น เอื้อนโอษฐ์. (ส.; ป. โอฏฺ&#xf700;).",
    "โอษฐชะ": "(ไว) น. อักษรในภาษาบาลีและสันสกฤตที่มีเสียงเกิดจากริมฝีปาก ได้แก่พยัญชนะวรรค ป คือ ป ผ พ ภ ม และอักษร ว กับสระอุ อู. (ป. โอฏฺ&#xf700;ช; ส. โอษฺฐฺย).",
    "โอษฐภัย": "น. ภัยที่เกิดจากคําพูด.",
    "โอสถ, โอสถ-": "[โอสด, โอสดถะ-] น. ยาแก้โรค, ยารักษาโรค; เครื่องยา; ในราชาศัพท์ใช้ตลอดจนถึงยาสูบและบุหรี่ เช่น พระโอสถเส้น พระโอสถมวน. (ป. โอสถ, โอสธ; ส. เอาษธ).",
    "โอสถกรรม": "น. การแพทย์แผนกใช้ยา, การรักษาไข้ด้วยวิธีใช้ยา.",
    "โอสาน": "น. อวสาน. (ป. โอสาน, อวสาน; ส. อวสาน).",
    "โอหนอ": "(กลอน) อ. คําที่เปล่งออกมาเพื่อแสดงความรําพึงในเวลาดีใจหรือเสียใจ.",
    "โอห์ม": "(ไฟฟ้า) น. หน่วยวัดความต้านทาน ใช้สัญลักษณ์ <fig0138.gif,เครื่องหมายโอห์ม> ความต้านทาน ๑ โอห์ม คือ ความต้านทานระหว่างจุด ๒ จุดบนตัวนํา ซึ่งเมื่อจุดคู่นี้มีความต่างศักย์ไฟฟ้า ๑ โวลต์แล้ว จะทําให้มีกระแสไฟฟ้าไหลผ่านได้ ๑ แอมแปร์. (อ. <f>ohm</f>).",
    "โอห์มมิเตอร์": "น. เครื่องมือไฟฟ้าที่ใช้สําหรับวัดค่าของความต้านทานเป็นโอห์ม. (อ. <f>ohmmeter</f>).",
    "โอหัง": "ก. แสดงกิริยาวาจาหยิ่งยโส.",
    "โอฬาร": "[-ลาน] ว. ใหญ่โต, โอ่โถง, กว้างขวาง; ยิ่งใหญ่, เลิศล้น; ประเสริฐ, ดี, เอาฬาร ก็ใช้. (แผลงมาจาก อุฬาร). (ป.).",
    "โอฬาริก, โอฬารึก": "ว. ใหญ่, โต. (ป. โอฬาริก; ส. เอาทาริก).",
    "โอ่อวด, โอ้อวด": "ก. อวด, พูดยกตัว, พูดอวดความรู้ความสามารถหรือความมั่งมีเป็นต้น.<2t>ว. ขี้อวด, ชอบพูดยกตัว, ชอบพูดอวดความรู้ความสามารถหรือความมั่งมีเป็นต้น.",
    "โอ่อ่า": "ว. สะสวยอย่างมีสง่า เช่น แต่งตัวโอ่อ่า, ใหญ่โตหรูหรามาก เช่น บ้านช่องโอ่อ่า.",
    "โอ้เอ้": "น. เรียกการสวดกาพย์ลํานําเป็นทํานองอย่างที่นักเรียนสวดตามศาลารายวัดพระศรีรัตนศาสดารามในวันเข้าพรรษา วันกลางพรรษา และวันออกพรรษา ว่า สวดโอ้เอ้วิหารราย.<2t>ว. ชักช้า.",
    "โอเอซิส": "น. บริเวณที่ชุ่มชื้นในทะเลทราย ซึ่งมีนํ้าพอที่สิ่งมีชีวิตจะอาศัยอยู่ได้. (อ. <f>oasis</f>).",
    "โอ้โฮ": "อ. คําที่เปล่งออกมาแสดงความตกใจหรือประหลาดใจเป็นต้น.",
    "ไอ ๑": "น. สิ่งที่มีลักษณะอย่างควัน ลอยออกมาจากของที่ถูกความร้อนทําให้ระเหย.",
    "ไอ ๒": "ก. อาการที่ลมพุ่งขึ้นมาจากปอดโดยแรง เพื่อขับสิ่งที่อาจเป็นอันตรายออกมา ทําให้เกิดเสียงพิเศษจากลําคอ.",
    "ไอ้": "น. คําประกอบคําอื่นบอกให้รู้ว่าเป็นเพศชายหรือสัตว์ตัวผู้ เช่น ไอ้หนุ่ม ไอ้ด่าง, คําประกอบหน้าชื่อผู้ชายที่มีฐานะตํ่ากว่า อย่างนายเรียกคนใช้, คําประกอบหน้าชื่อเพื่อนฝูงแสดงว่ามีความสนิทสนมมาก มักใช้กันในหมู่เด็กผู้ชาย; คําใช้ประกอบหน้าชื่อผู้ชายแสดงความดูหมิ่นเหยียดหยาม, คําประกอบคําบางคําที่ผู้ใหญ่ใช้เรียกเด็กผู้ชายหรือผู้ชายที่อายุน้อยกว่ามากด้วยความเอ็นดูหรือสนิทสนมเป็นกันเอง เช่น ไอ้หนู ไอ้น้องชาย; คําประกอบหน้าคําบางคําเพื่อเน้น เช่น ไอ้เราก็ไม่ดี ไอ้จะไปก็ไม่มีที่ไป ไอ้จะอยู่หรือก็คับใจ, คําประกอบหน้าคําบางคําเพื่อเน้นในเชิงบริภาษ เช่น ไอ้ทึ่ม ไอ้โง่ ไอ้ควาย, คําใช้แทนสิ่งที่กล่าวถึงและเป็นที่เข้าใจกัน เช่น ไอ้นั่น ไอ้นี่, เขียนเป็น อ้าย ก็มี.",
    "ไอกรน": "น. โรคติดเชื้อจากแบคทีเรียชนิดหนึ่ง พบในเด็กที่มีไข้ ไอมาก และมักมีเสียงเกิดจากการหายใจที่ลําบากตามหลังอาการไอ.",
    "ไอโซโทป": "น. อะตอมของธาตุเดียวกัน แต่มีจํานวนนิวตรอนที่นิวเคลียสต่างกัน. (อ. <f>isotope</f>).",
    "ไอแดด": "น. ความร้อนจากแสงแดดที่เข้ามาถึงในที่ร่ม.",
    "ไอตัว": "น. ความร้อนที่ระเหยจากร่างกาย.",
    "ไอน์สไตเนียม": "น. ธาตุลําดับที่ ๙๙ สัญลักษณ์ <f>Es</f> เป็นธาตุกัมมันตรังสีที่นักวิทยาศาสตร์สร้างขึ้น ไม่มีปรากฏในธรรมชาติ. (อ. <f>einsteinium</f>).",
    "ไอพ่น": "น. ชื่อเครื่องยนต์ชนิดหนึ่งซึ่งเผาเชื้อเพลิงให้เป็นแก๊สพุ่งออกมาตามท่อด้วยความดันสูงมาก ทําให้เกิดพลังขับเคลื่อนได้, เรียกเครื่องบินที่ใช้กําลังด้วยเครื่องยนต์เช่นนั้นว่า เครื่องบินไอพ่น.",
    "ไอพิษ": "น. แก๊สหรือไอที่มีสมบัติเป็นพิษอย่างร้ายแรง ใช้ในการสู้รบ.",
    "ไอยรา": "[-ยะ-] (กลอน) น. ช้าง.",
    "ไอยเรศ": "[-ยะเรด] น. ชื่อเพลงไทยทํานองหนึ่ง.",
    "ไอราพต": "น. ช้าง ๓๓ เศียรเป็นพาหนะของพระอินทร์. (ส. ไอราวต; ป. เอราวณ).",
    "ไอราวัณ": "น. เอราวัณ, ช้าง ๓๓ เศียรเป็นพาหนะของพระอินทร์. (ส. ไอราวณ; ป. เอราวณ).",
    "ไอราวัต": "น. ช้าง ๓๓ เศียรเป็นพาหนะของพระอินทร์. (ส. ไอราวต; ป. เอราวณ).",
    "ไอศกรีม": "น. ของกินทําด้วยนํ้าหวาน กะทิ หรือนม เป็นต้น ทําให้ข้นด้วยความเย็น. (อ. <f>ice-cream</f>).",
    "ไอศวรรย์": "[ไอสะหฺวัน] น. ความเป็นเจ้าเป็นใหญ่, ความเป็นพระเจ้าแผ่นดิน; อํานาจ; (กลอน) สมบัติแห่งพระราชาธิบดี, ใช้ว่า ไอศุริย หรือ ไอศูรย์ ก็มี. (ส. ไอศฺวรฺย; ป. อิสฺสริย).",
    "ไอศุริย-": "[-ริยะ-] น. ไอศวรรย์.",
    "ไอศุริยสมบัติ": "น. สมบัติแห่งพระราชาธิบดี.",
    "ไอศูรย์": "[-สูน] น. ไอศวรรย์.",
    "ไอเสีย": "น. ไอที่เกิดจากการเผาไหม้ของนํ้ามันเครื่องยนต์ที่ขับถ่ายออกทางท่อ, เรียกท่อที่ขับถ่ายไอเสียออกว่า ท่อไอเสีย.",
    "ไอออน": "น. อะตอมหรือหมู่ของอะตอมที่ไม่เป็นกลาง มี ๒ ชนิด คือ ชนิดที่แสดงอํานาจไฟฟ้าของประจุไฟฟ้าบวก เรียกว่า ไอออนบวก หรือ แคตไอออน <f>(cation)</f> ชนิดที่แสดงอํานาจไฟฟ้าของประจุไฟฟ้าลบ เรียกว่า ไอออนลบ หรือ แอนไอออน <f>(anion)</f>. (อ. <f>ion</f>).",
    "ไอโอดีน": "น. ธาตุลําดับที่ ๕๓ สัญลักษณ์ <f>I</f> เป็นอโลหะ ลักษณะเป็นของแข็งสีเทาดําเป็นเงาวาว หลอมละลายที่ ๑๑๔ &#x00b0;ซ. เมื่อระเหิดเป็นไอให้ไอสีม่วง เป็นธาตุสําคัญมากสําหรับต่อมไทรอยด์ หากขาดธาตุนี้จะทําให้เป็นโรคคอพอก. (อ. <f>iodine</f>).",
    "ฮ": "พยัญชนะตัวที่ ๔๔ เป็นตัวสุดท้ายของพยัญชนะไทย เป็นพวกอักษรตํ่า.",
    "ฮกเกี้ยน": "น. ชาวจีนในมณฑลฮกเกี้ยนของประเทศจีน, ชาวจีนที่มีถิ่นฐานเดิมอยู่ในมณฑลฮกเกี้ยน.",
    "ฮด": "(ถิ่น) ก. รด, รดนํ้าให้; พิธีรดนํ้าเนื่องในการแต่งตั้งพระ.",
    "ฮวงซุ้ย": "น. ที่ฝังศพของชาวจีน, ฮวงจุ้ย ก็ว่า. (จ.).",
    "ฮวน": "น. คําที่จีนใช้เรียกคนต่างชาติ. (จ.).",
    "ฮ้วนหมู": "<i>ดู กระทุงหมาบ้า</i>.",
    "ฮวบ": "ว. อย่างรวดเร็ว (มักใช้แก่กริยาลงหรือทรุด) เช่น ลงฮวบ ทรุดฮวบ.",
    "ฮวบฮาบ": "ว. อาการที่ขึ้น ลงหรือลดอย่างรวดเร็ว.",
    "ฮ่อ": "น. จีนพวกหนึ่งที่มีถิ่นฐานเดิมอยู่ทางตอนใต้ของประเทศจีน มีมณฑลยูนนานเป็นต้น, จีนฮ่อ ก็เรียก; ลายเส้นที่เขียนเป็นไพรคิ้ว ไพรปาก บนหน้าโขน ประกอบด้วยเส้นสีแดง ดินแดง และสีทอง เรียกว่า ลายฮ่อ หรือ เส้นฮ่อ; ลายที่เขียนเป็นอย่างแถบผ้าสะบัดกลับไปมา ใช้เขียนเพื่อแบ่งภาพเป็นตอน&#160;ๆ ในงานจิตรกรรมฝาผนังหรือจิตรกรรมภาพพระบฏ เรียกว่า ลายฮ่อ.",
    "ฮ้อ": "(ปาก) ว. ดี. (จ.).",
    "ฮอกกี้": "น. กีฬากลางแจ้งชนิดหนึ่ง เล่นในสนามหรือบนลานนํ้าแข็งก็ได้ ผู้เล่นแบ่งออกเป็น ๒ ฝ่าย ฝ่ายละ ๑๑ คน ทั้ง ๒ ฝ่ายพยายามใช้ไม้ตีลูกให้เข้าไปในประตูของฝ่ายตรงข้าม. (อ. <f>hockey</f>).",
    "ฮอด": "(ถิ่น-อีสาน, พายัพ) ก. รอด, พ้น, ถึง.",
    "ฮ่อม, ฮ่อมเมือง": "(ถิ่น-พายัพ) น. ต้นคราม. <i>[ดู คราม ๓ (๒)]</i>.",
    "ฮ่อมดง": "น. ชื่อไม้พุ่มชนิด <f><i>Dichroa febrifuga</i> Lour.</f> ในวงศ์ <f>Hydrangeaceae</f> ดอกสีม่วงนํ้าเงิน ใช้ทํายาได้.",
    "ฮ่อยจ๊อ": "น. ชื่ออาหารแบบจีนชนิดหนึ่ง ใช้เนื้อปู มันหมูแข็งต้มสุก ผสมกับแป้งมันและเครื่องปรุงรส บดหรือโขลกจนเหนียวแล้วห่อด้วยฟองเต้าหู้เป็นท่อน กลม&#160;ๆ ยาว&#160;ๆ มัดเป็นเปลาะ&#160;ๆ นึ่งแล้วทอดให้สุก กินกับน้ำจิ้ม. (จ.).",
    "ฮอร์โมน": "น. สารที่สร้างขึ้นโดยต่อมไร้ท่อของมนุษย์และสัตว์ชั้นสูงอื่น&#160;ๆ แล้วหลั่งเข้าสู่กระแสเลือดโดยตรงเพื่อนําไปยังส่วนต่าง&#160;ๆ มีหน้าที่ควบคุมการทํางานของร่างกาย มีหลายชนิด บางชนิดเป็นโปรตีน เช่น อินซูลิน บางชนิดเป็นสารเคมีธรรมดา เช่น อะดรีนาลิน. (อ. <f>hormone</f>).",
    "ฮอลแลนด์": "น. ชื่อหนึ่งของประเทศเนเธอร์แลนด์. (อ. <f>Holland</f>).",
    "ฮอลันดา": "น. ชื่อชนชาติหนึ่ง อยู่ในประเทศฮอลแลนด์หรือเนเธอร์แลนด์, วิลันดา หรือ ชาวดัตช์ ก็เรียก. (อ. <f>Hollanda</f>).",
    "ฮะ": "อ. คําที่เปล่งออกมาเมื่อรู้สึกสะดุดใจ แปลกใจ หรือเมื่อชะงัก เป็นต้น.",
    "ฮะเบสสมอ": "[หะเบดสะหฺมอ] ก. กว้านสมอเรือขึ้นเก็บเพื่อนำเรือออก.",
    "ฮะเรียสมอ": "[หะเรียสะหฺมอ] ก. ปล่อยโซ่สมอให้ยาวออกไปจากตัวเรือ, ฮะเรียโซ่สมอ ก็ว่า.",
    "ฮะฮ้าย, ฮะไฮ้": "(กลอน) อ. คําที่เปล่งออกมาแสดงความเยาะเย้ย.",
    "ฮะเฮ้ย": "อ. คำที่เปล่งออกมาเพื่อดุว่าหรือห้ามเป็นต้น, ฮ้าเฮ้ย ก็ว่า.",
    "ฮัก ๑, ฮัก ๆ": "ว. อาการที่หอบหรือสะอื้นถี่&#160;ๆ เรียกว่า หอบฮัก&#160;ๆ สะอื้นฮัก&#160;ๆ.",
    "ฮัก ๒": "(ถิ่น-อีสาน, พายัพ) ก. รัก.",
    "ฮังเล": "(ถิ่น-พายัพ) น. แกงชนิดหนึ่ง มักใช้หมูสามชั้นหั่นเป็นชิ้นโต&#160;ๆ ปรุงด้วยเครื่องแกงเข้าผงกะหรี่ นํ้าแกงข้นและมันมาก.",
    "ฮัจญ์": "น. พิธีปฏิบัติศาสนกิจที่สําคัญในศาสนาอิสลาม ซึ่งจะต้องกระทําที่นครมักกะฮ์ (เมกกะ) ประเทศซาอุดีอาระเบียปัจจุบัน, เขียนเป็น หัจญ์ ก็มี.",
    "ฮัจญะฮ์": "น. เรียกหญิงที่ได้ไปทําพิธีฮัจญ์แล้ว, ฮาจญะฮ์ ก็เรียก.",
    "ฮัจญี": "(ปาก) น. เรียกชายที่ได้ไปทําพิธีฮัจญ์แล้ว, หะยี หรือ หัจญี ก็เรียก.",
    "ฮั่น": "น. เรียกชนชาติโบราณกลุ่มใหญ่ที่มีภูมิลําเนาอยู่ในตอนกลางของทวีปเอเชีย. (อ. <f>Hun</f>; ส. หูณ).",
    "ฮั้ว": "(ปาก) ก. รวมหัวกัน, ร่วมกันกระทำการ, สมยอมกันในการเสนอราคาเพื่อมุ่งหมายมิให้มีการแข่งขันราคาอย่างเป็นธรรม. (จ.).",
    "ฮา": "ก. หัวเราะเสียงดังพร้อม&#160;ๆ กันเพราะขบขันหรือชอบใจ เช่น นักเรียนฮากันทั้งห้อง.<2t>ว. อาการหัวเราะของคนหมู่มากเพราะขบขันหรือชอบใจ เช่น เสียงฮา.<2t>อ. คําสร้อยที่ใช้ในบทร้อยกรอง เช่น แม่ฮา พี่ฮา.",
    "ฮ้า": "อ. คําที่เปล่งออกมาด้วยความตกใจ ประหลาดใจ หรือเพื่อห้าม.",
    "ฮ่างหลวง": "<i>ดู กร่าง</i>.",
    "ฮาจญ์": "น. เรียกชายที่ได้ไปทำพิธีฮัจญ์แล้ว, (ปาก) หะยี หัจญี หรือ ฮัจญี.",
    "ฮาจญะฮ์": "น. เรียกหญิงที่ได้ไปทำพิธีฮัจญ์แล้ว, ฮัจญะฮ์ ก็เรียก.",
    "ฮาป่า": "ก. ส่งเสียงดังพร้อม&#160;ๆ กันแสดงความไม่พอใจหรือขับไล่.",
    "ฮาม": "ว. รุ่ง, สว่าง, หาม ก็ว่า. (ข. พฺรหาม).",
    "ฮาเร็ม": "น. สถานที่ที่จัดไว้ให้เป็นที่อยู่ของบรรดานางสนมหรือนางบําเรอของพระเจ้าแผ่นดิน ผู้มีอำนาจ หรือเศรษฐีที่เป็นมุสลิม มักจะเป็นประเทศในแถบเอเชียตะวันออกกลางและอินเดียสมัยที่มุสลิมปกครองเป็นต้น. (อ. <f>harem</f>).",
    "ฮาห์เนียม": "น. ธาตุลําดับที่ ๑๐๕ สัญลักษณ์ <f>Ha</f> เป็นธาตุกัมมันตรังสีที่นักวิทยาศาสตร์สร้างขึ้น ไม่มีปรากฏในธรรมชาติ. (อ. <f>hahnium</f>).",
    "ฮ้าเฮ้ย": "อ. คำที่เปล่งออกมาเพื่อดุว่าหรือห้ามเป็นต้น เช่น ฮ้าเฮ้ยเด็กน้อยถอยขยายเสือร้ายจะเดินทาง อย่าเข้ามาขวางจังหวะทำโว้เว้ (ม. ร่ายยาว กุมาร), ฮะเฮ้ย ก็ว่า.",
    "ฮ้าไฮ้": "อ. เสียงลูกคู่ร้องรับในเพลงบางชนิด เช่นเพลงเห่เรือ.",
    "ฮิจเราะห์": "น. ชื่อศักราชในศาสนาอิสลาม นับตั้งแต่ปีที่พระมะหะหมัดออกจากเมืองเมกกะไปเมืองเมดินา เริ่มแต่ พ.ศ. ๑๑๒๓.",
    "ฮินดู": "น. ชื่อศาสนาหนึ่งที่เกิดในอินเดีย มีวิวัฒนาการมาจากศาสนาพราหมณ์, ผู้นับถือศาสนาฮินดู.<2t>ว. ที่เกี่ยวกับศาสนาฮินดู.",
    "ฮิปโปโปเตมัส": "น. ชื่อสัตว์เลี้ยงลูกด้วยนมในวงศ์ <f>Hippopotamidae</f> ใช้ชีวิตส่วนใหญ่อยู่ในนํ้ามากกว่าบนบก หนังหนาสีนํ้าตาล ริมฝีปากหนา ฟันหน้าและเขี้ยวยาวมาก ถิ่นกําเนิดอยู่ในทวีปแอฟริกา มี ๒ ชนิด คือ ชนิด <f><i>Hippopotamus amphibius</i></f> หนักประมาณ ๒,๐๐๐ กิโลกรัม จมูก หู และตาอยู่ตอนบนของหัว เหงื่อสีแดงเรื่อ&#160;ๆ และชนิด <f><i>Choeropsis liberiensis</i></f> ซึ่งมีขนาดเล็กกว่าชนิดแรกมาก คือ หนักประมาณ ๒๐๐ กิโลกรัม ตาอยู่ด้านข้าง เหงื่อใส. (อ. <f>hippopotamus</f>).",
    "ฮิสทีเรีย": "น. โรคจิตชนิดหนึ่ง มีอาการแสดงออกได้หลายแบบโดยไม่เกี่ยวข้องกับความพิการของอวัยวะส่วนใด&#160;ๆ ของร่างกาย ผู้ป่วยเป็นโรคนี้เพราะในจิตสํานึกหวังได้รับผลประโยชน์ เช่น หวังการหลุดพ้นจากสภาพแวดล้อมที่บีบคั้น. (อ. <f>hysteria</f>).",
    "ฮีเลียม": "น. ธาตุลําดับที่ ๒ สัญลักษณ์ <f>He</f> เป็นแก๊สเฉื่อย มีปรากฏเพียง ๑ ใน ๒๐๐,๐๐๐ ส่วนในบรรยากาศ. (อ. <f>helium</f>).",
    "ฮึ": "อ. คําที่เปล่งออกมาแสดงความไม่พอใจหรือแปลกใจ.",
    "ฮึก": "ว. คะนอง, ลําพอง, ร่าเริง, คึก ก็ว่า.",
    "ฮึกหาญ": "ว. กล้าด้วยความคะนอง.",
    "ฮึกห้าว": "ว. มุทะลุด้วยความคะนอง.",
    "ฮึกเหิม": "ก. ลำพองใจด้วยความคึกคะนอง, เหิมฮึก ก็ว่า.",
    "ฮึกโหม": "ก. ระดมเข้าไปด้วยความคะนอง, โหมฮึก ก็ว่า.",
    "ฮึกฮัก": "ว. อาการไม่พอใจ, อาการขัดใจ.",
    "ฮึด": "ก. กลับคิดมุ, กลับรวบรวมกําลังใจทําอย่างเอาจริงเอาจัง.",
    "ฮึดฮัด": "ก. แสดงท่าทางไม่พอใจเพราะไม่ได้อย่างใจตนเป็นต้น.",
    "ฮึ่ม": "อ. คําที่เปล่งออกมาแสดงความไม่พอใจ; โดยปริยายหมายถึงการแสดงอาการขู่.<2t>ก. แสดงอาการโกรธหรือไม่พอใจ ทําท่าว่าจะลงโทษหรือต่อสู้กัน เช่น เดี๋ยวก็ฮึ่มเสียหรอก เขากําลังฮึ่มเข้าหากัน.",
    "ฮึย, ฮึย ๆ": "อ. เสียงร้องไล่หรือกระตุ้นเพื่อเร่งวัวควายให้เดินหรือวิ่ง.",
    "ฮึ่ย": "อ. คําที่เปล่งออกมาแสดงความไม่เห็นด้วย.",
    "ฮืดฮาด": "ว. อาการที่ถอนใจใหญ่ ยาว&#160;ๆ คล้ายเสียงคนที่หายใจไม่สะดวก.",
    "ฮือ ๑": "ก. กรูกันเข้ามาหรือออกไป, แตกตื่นชั่วขณะ.<2t>ว. อาการที่ไฟไหม้ลุกลามอย่างรวดเร็ว ในความว่า ไฟลุกฮือ.",
    "ฮือ ๒, ฮือ ๆ": "ว. เสียงอย่างเสียงครางของเด็กเมื่อร้องไห้นาน&#160;ๆ หรือเสียงครางเมื่อมีอาการไข้หรือหนาวเย็น.",
    "ฮื่อ": "ว. เสียงอย่างหมาคําราม; (ปาก) เสียงแสดงคำรับของผู้ที่มีอำนาจหรือผู้เสมอกัน.",
    "ฮื้อ": "อ. คําที่เปล่งออกมาแสดงความรําคาญหรือไม่พอใจ.",
    "ฮื่อฉี่": "น. ชื่ออาหารแบบจีนชนิดหนึ่ง ใช้หูปลาฉลามตุ๋น. (จ. ฮื่อฉี่ ว่า ครีบปลา).",
    "ฮื่อแซ": "น. ชื่ออาหารแบบจีนชนิดหนึ่ง ยำปลาดิบ&#160;ๆ ด้วยน้ำส้มและผัก. (จ. ฮื่อแซ ว่า ปลาดิบ).",
    "ฮุด": "ก. เป่าชุดให้ไฟลุก, วุด ก็ว่า.",
    "ฮุบ": "ก. งับเอาเข้าไว้ในปาก เช่น ปลาฮุบเหยื่อ, โดยปริยายหมายถึงรวบเอาเป็นของตน เช่น ฮุบที่ดินของรัฐมาเป็นของตน.",
    "ฮุยเลฮุย": "ว. เสียงร้องบอกจังหวะให้ออกแรงพร้อมกันเช่นในเวลายกสามเกลอขึ้นกระแทกบนหัวเสาเข็ม.",
    "ฮู้": "(ถิ่น-พายัพ, อีสาน) ก. รู้.",
    "ฮูก": "<i>ดู เค้า ๒</i>.",
    "ฮูม": "ว. เสียงอย่างเสียงฟ้าร้องหรือช้างร้อง.",
    "เฮ ๑": "ก. อาการที่คนหมู่มากพรูกันไปยังที่แห่งเดียวกัน, เฮโล หรือ เฮละโล ก็ว่า.",
    "เฮ ๒": "ก. แสดงความสนุกสนานครึกครื้นหรือชอบอกชอบใจ เช่น เช้าฮา เย็นเฮ.",
    "เฮกตาร์": "น. หน่วยมาตราวัดพื้นที่ตามวิธีเมตริก ๑ เฮกตาร์เท่ากับ ๑๐,๐๐๐ ตารางเมตร หรือประมาณ ๖ ไร่ ๑ งาน. (อ. <f>hectare</f>).",
    "เฮกโตกรัม": "น. หน่วยมาตราชั่งตามวิธีเมตริก มีอัตราเท่ากับ ๑๐๐ กรัม, อักษรย่อว่า ฮก. (อ. <f>hectogramme</f>).",
    "เฮกโตเมตร": "น. หน่วยมาตราวัดตามวิธีเมตริก มีอัตราเท่ากับ ๑๐๐ เมตร, อักษรย่อว่า ฮม. (อ. <f>hectometre</f>).",
    "เฮกโตลิตร": "น. หน่วยมาตราตวงตามวิธีเมตริก มีอัตราเท่ากับ ๑๐๐ ลิตร, อักษรย่อว่า ฮล. (อ. <f>hectolitre</f>).",
    "เฮง": "(ปาก) ว. โชคดี, เคราะห์ดี. (จ. เฮง ว่า โชคดี).",
    "เฮงซวย": "(ปาก) ว. เอาแน่นอนอะไรไม่ได้, คุณภาพต่ำ, ไม่ดี, เช่น คนเฮงซวย ของเฮงซวย เรื่องเฮงซวย. (จ. เฮง ว่า โชคดี, ซวย ว่า เคราะห์ร้าย, เฮงซวย ว่า ไม่แน่นอน).",
    "เฮ็ด": "(ถิ่น-อีสาน) ก. ทํา.",
    "เฮโมโกลบิน": "[-โกฺล-] น. สารที่ให้สีแดงในเม็ดเลือดแดง ประกอบขึ้นด้วยโปรตีนที่เรียกว่า โกลบิน และ เฮม ซึ่งเป็นสารประกอบที่มีเหล็ก ไนโตรเจน คาร์บอน ไฮโดรเจน และออกซิเจน เป็นองค์ประกอบ มีหน้าที่นําออกซิเจน ซึ่งร่างกายสูดหายใจเข้าทางปอดไปยังส่วนต่าง&#160;ๆ ของร่างกาย โดยออกซิเจนเกาะติดไปในรูปออกซิเฮโมโกลบินและออกซิเจนแยกตัวออกได้ง่ายจากเฮโมโกลบินเมื่อไปถึงส่วนอื่นของร่างกายที่ต้องการใช้. (อ. <f>haemoglobin</f>).",
    "เฮย": "อ. คำสร้อยที่ใช้ในบทร้อยกรอง เช่น น้องเฮย เจ้าเฮย.",
    "เฮ่ย": "อ. คำที่เปล่งออกมาแสดงความขัดแย้งไม่เห็นด้วยหรือเห็นว่าไม่สำคัญเป็นต้น.",
    "เฮ้ย": "อ. คําที่เปล่งออกมาเพื่อให้รู้ตัวหรือให้ยั้งเป็นต้น.",
    "เฮโรอีน": "น. สารประกอบอินทรีย์ประเภทอนุพันธ์ของมอร์ฟีน มีสูตร <f>C<sub>17</sub>H<sub>17</sub>NO (C<sub>2</sub>H<sub>3</sub>O<sub>2</sub>)<sub>2</sub></f> ชื่อทางเคมี คือ ไดอะเซทิลมอร์ฟีน ลักษณะเป็นผลึกสีขาว หลอมละลายที่ ๑๗๓ &#x00b0;ซ. เป็นยาเสพติดอย่างร้ายแรงและมีพิษมาก. (อ. <f>heroin</f>).",
    "เฮลิคอปเตอร์": "น. อากาศยานชนิดหนึ่งซึ่งหนักกว่าอากาศ ไม่มีปีก มีใบพัดขนาดใหญ่ติดตั้งเหนือลําตัว ใบพัดหมุนรอบตัวในแนวนอน ทําหน้าที่ช่วยพยุงตัวและบังคับให้บินไปตามทิศทางที่ต้องการได้ ใช้เครื่องยนต์ขับเคลื่อนและบินขึ้นลงในแนวยืนได้. (อ. <f>helicopter</f>).",
    "เฮโล, เฮละโล": "ก. อาการที่คนหมู่มากพรูกันไปยังที่แห่งเดียวกัน, เฮ ก็ว่า.",
    "เฮโลสาระพา, เฮละโลสาระพา": "ว. เสียงร้องพร้อม&#160;ๆ กันเพื่อบอกจังหวะให้ออกแรงพร้อมกันเมื่อเวลาลากหรือยกของหนักเป็นต้น, สาระพา หรือ สาระพาเฮโล ก็ว่า.",
    "เฮ้ว": "อ. คําที่เปล่งออกมาเพื่อเยาะให้เก้อ, เอ๊ว ก็ว่า.",
    "เฮอ": "อ. คําที่เปล่งออกมาแสดงความโล่งใจ.",
    "เฮ่อ": "อ. คำที่เปล่งออกมาแสดงความดูแคลนหรือไม่เชื่อถือ.",
    "เฮ้อ": "อ. คําที่เปล่งออกมาแสดงความเบื่อหน่ายหรือไม่ถูกใจเป็นต้น.",
    "เฮอริเคน": "น. ชื่อพายุที่มีความเร็วลมเช่นเดียวกับพายุไต้ฝุ่น แต่เกิดในมหาสมุทรแอตแลนติก ทะเลแคริบเบียน อ่าวเม็กซิโก และภาคตะวันออกของมหาสมุทรแปซิฟิกเหนือ, ลมสลาตัน ก็เรียก. (อ. <f>hurricane</f>).",
    "เฮฮา": "ว. เสียงหรืออาการแสดงความสนุกสนานครึกครื้น.",
    "เฮิรตซ์": "(ฟิสิกส์) น. หน่วยวัดความถี่ ใช้สัญลักษณ์ <f>Hz</f> ๑ เฮิรตซ์ มีค่าเท่ากับ ๑ ไซเกิลต่อวินาที. (อ. <f>hertz</f>).",
    "เฮี้ยน": "(ปาก) ว. มีกําลังแรงหรือมีอํานาจศักดิ์สิทธิ์ที่อาจบันดาลให้เป็นไปได้. (จ.).",
    "เฮี้ยบ": "(ปาก) ก. เข้มงวดกวดขัน, เคร่งครัด, เจ้าระเบียบ.",
    "เฮี้ยว": "(ปาก) ก. แสดงอาการเกะกะ, อาละวาด, ตีรวน, ขัดขืนไม่ยอมทํา.",
    "เฮือก": "ว. อาการที่ถอนใจใหญ่เนื่องจากเหนื่อยหน่ายหรือโล่งใจเป็นต้น ในคําว่า ถอนใจเฮือก, คําประกอบอาการไหวหรือสะดุ้ง แสดงว่า ไหวอย่างแรง เช่น เรือนไหวเฮือก หรือสะดุ้งทันที ในคําว่า สะดุ้งเฮือก.",
    "เฮือก ๆ": "ว. อาการที่ถอนใจใหญ่ซํ้า&#160;ๆ ด้วยความกลัดกลุ้ม.",
    "เฮือกสุดท้าย": "น. ครั้งสุดท้าย ในคําว่า หายใจเฮือกสุดท้าย, โดยปริยายหมายถึงการต่อสู้ดิ้นรนครั้งสุดท้าย.",
    "เฮือน": "(ถิ่น-พายัพ, อีสาน) น. เรือน.",
    "แฮ": "อ. คำสร้อยที่ใช้ในบทร้อยกรอง.",
    "แฮ่": "ว. เสียงอย่างเสียงหมาคําราม, แห้ ก็ใช้.",
    "แฮก, แฮก ๆ": "ว. อาการที่หอบเพราะเหนื่อยมาก.",
    "แฮ่กึ๊น": "น. ชื่ออาหารแบบจีนชนิดหนึ่ง ใช้เนื้อกุ้งผสมแป้งมันและเครื่องปรุงรส บดหรือโขลกจนเหนียวแล้วห่อด้วยฟองเต้าหู้เป็นท่อนกลม&#160;ๆ ยาว&#160;ๆ นึ่งแล้วทอดให้สุกกินกับน้ำจิ้ม.",
    "แฮนด์บอล": "น. ชื่อกีฬาอย่างหนึ่ง คล้ายฟุตบอล แบ่งผู้เล่นเป็น ๒ ฝ่าย ฝ่ายละ ๗ คน รวมทั้งผู้รักษาประตู ผู้เล่นแต่ละฝ่ายใช้วิธีขว้างหรือปาลูกบอลแทนการเตะ; ในกติกาในกีฬาฟุตบอล ถ้าลูกบอลถูกมือผู้เล่นนอกจากผู้รักษาประตู ถือว่าเป็นการผิดกติกา เรียกว่า เป็นแฮนด์บอล จะต้องถูกลงโทษโดยให้อีกฝ่ายหนึ่งเตะกินเปล่าหรือเตะลูกโทษ. (อ. <f>handball</f>).",
    "แฮฟเนียม": "น. ธาตุลําดับที่ ๗๒ สัญลักษณ์ <f>Hf</f> เป็นโลหะ ลักษณะเป็นของแข็ง สีเทา หลอมละลายที่ ๒๑๕๐ &#x00b0;ซ. ใช้ประโยชน์เป็นแท่งควบคุมในเครื่องปฏิกรณ์นิวเคลียร์ที่ใช้น้ำเป็นตัวทำความเย็น. (อ. <f>hafnium</f>).",
    "แฮม": "น. ขาหลังของหมูแช่น้ำเกลือแล้วรมควัน, หมูแฮม ก็ว่า. (อ. <f>ham</f>).",
    "แฮะ": "(ปาก) ว. คําประกอบท้ายคําเพื่อเน้นความให้หนักแน่นขึ้น.",
    "โฮ, โฮ ๆ": "ว. อาการที่ร้องไห้ดัง&#160;ๆ.",
    "โฮก": "ว. อาการคำรามของเสือ, อาการเห่ากระโชกของหมา; เสียงซดอาหารที่เป็นนํ้าดัง&#160;ๆ.",
    "โฮกอือ": "น. ชื่อแกงชนิดหนึ่ง ใช้ปลาแห้งหรือหัวปลาแห้งเป็นต้นต้มกับหัวหอม ส้มมะขามหรือใบมะขามอ่อน แล้วเติมเกลือให้ออกรสเปรี้ยวเค็ม, ต้มโคล้ง ก็เรียก.",
    "โฮกฮาก": "ว. อาการพูดกระชากเสียงหรือพูดกระแทกเสียงซึ่งไม่น่าฟัง, มักใช้เข้าคู่กับคำ กระโชก เป็น กระโชกโฮกฮาก.",
    "โฮ่ง, โฮ่ง ๆ, โฮ้ง, โฮ้ง ๆ": "ว. เสียงหมาเห่ากระโชก.",
    "โฮเต็ล": "(ปาก) น. โรงแรม, ที่พักคนเดินทาง. (อ. <f>hotel</f>).",
    "โฮลเมียม": "[โฮน-] น. ธาตุลําดับที่ ๖๗ สัญลักษณ์ <f>Ho</f> เป็นโลหะ ลักษณะเป็นของแข็งเป็นเงาวาว หลอมละลายที่ ๑๔๖๑ &#x00b0;ซ. (อ. <f>holmium</f>).",
    "โฮะ": "(ถิ่น-พายัพ) น. ชื่อแกงชนิดหนึ่ง ใช้อาหารที่เหลือหลาย&#160;ๆ ชนิดมารวมกันแล้วใส่วุ้นเส้น หน่อไม้ดอง เรียกว่า แกงโฮะ.",
    "ไฮ้": "อ. คําที่เปล่งออกมาแสดงความประหลาดใจหรือเพื่อห้ามปรามขัดขวางเป็นต้น.",
    "ไฮโกรมิเตอร์": "[-โกฺร-] น. เครื่องมือสําหรับวัดความชื้นในอากาศ. (อ. <f>hygrometer</f>).",
    "ไฮดรา": "[-ดฺรา] น. ชื่อเรียกสัตว์นํ้าจืดไม่มีกระดูกสันหลังหลายสกุล ในวงศ์ <f>Hydridae</f> ลําตัวทรงกระบอก ข้างในกลวง ยาวประมาณ ๑ เซนติเมตร มีเนื้อเยื่อ ๒ ชั้น ยืดหดตัวได้ มีหนวด ๔-๑๒ เส้น เช่น สกุล <f><i>Hydra</i></f>. (อ. <f>hydra</f>).",
    "ไฮโดรคาร์บอน": "[-โดฺร-] น. สารอินทรีย์ซึ่งประกอบด้วยธาตุคาร์บอนและธาตุไฮโดรเจนเท่านั้น เช่น มีเทน <f>(CH<sub>4</sub>)</f> เอทิลีน <f>(C<sub>2</sub>H<sub>4</sub>)</f> อะเซทิลีน <f>(C<sub>2</sub>H<sub>2</sub>)</f> เบนซีน <f>(C<sub>6</sub>H<sub>6</sub>)</f>. (อ. <f>hydrocarbon</f>).",
    "ไฮโดรเจน": "[-โดฺร-] น. ธาตุลําดับที่ ๑ สัญลักษณ์ <f>H</f> เป็นแก๊สไม่มีสี ไม่มีกลิ่น ไม่มีรส ไวไฟมาก เบาที่สุดในบรรดาแก๊สทั้งสิ้น ใช้ประโยชน์ได้มากมาย เช่น ในอุตสาหกรรมสังเคราะห์แก๊สแอมโมเนีย เมทิลแอลกอฮอล์ อุตสาหกรรมทําให้นํ้ามันพืชแข็งตัว. (อ. <f>hydrogen</f>).",
    "ไฮโดรเจนซัลไฟด์": "[-โดฺร-] น. แก๊สชนิดหนึ่ง ไม่มีสี มีกลิ่นเหม็นเหมือนไข่เน่า เป็นแก๊สพิษประกอบด้วยธาตุไฮโดรเจนและกํามะถัน มีสูตร <f>H<sub>2</sub>S</f> เกิดขึ้นในธรรมชาติเนื่องจากการเน่าเปื่อยผุพังของสารอินทรีย์ที่ประกอบด้วยกํามะถัน, แก๊สไข่เน่า ก็เรียก. (อ. <f>hydrogen sulphide</f>).",
    "ไฮโดรเจนเพอร์ออกไซด์": "[-โดฺร-] น. สารประกอบอนินทรีย์ชนิดหนึ่ง มีสูตร <f>H<sub>2</sub>O<sub>2</sub></f> ลักษณะเป็นของเหลว ใส ไม่มีสี ใช้ประโยชน์เป็นยาล้างเชื้อโรค และตัวฟอกจาง. (อ. <f>hydrogen peroxide</f>).",
    "ไฮโดรมิเตอร์": "[-โดฺร-] น. เครื่องมือสําหรับวัดความถ่วงจําเพาะของของเหลว. (อ. <f>hydrometer</f>).",
    "ไฮไฟ": "น. ระบบขยายสัญญาณไฟฟ้าเพื่อเปลี่ยนเป็นคลื่นเสียงออกมาได้โดยไม่เพี้ยนเลย ในช่วงความถี่ที่มนุษย์ได้ยินได้, มาจากคํา ไฮฟิเดลิตี <f>(highfidelity)</f>. (อ. <f>hi-fi</f>).",
    "ไฮโล": "น. ชื่อการพนันชนิดหนึ่ง เล่นด้วยการทอดลูกเต๋า ๓ ลูก แล้วนับแต้มที่ออกทั้ง ๓ ลูกรวมกัน โดยกำหนดแต้ม ๑๒-๑๘ เป็นสูง (ไฮ) ๓-๑๐ เป็นต่ำ (โล) และ ๑๑ เป็นไฮโล.",
    "ไฮฮี": "<i>ดู ไกร ๑ และ ไทร</i>."
}